Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: 👍️ Role added to the auto_prestige_roles list.
de: 👍️ Rolle zur Liste der auto_prestige_roles hinzugefügt.
es: 👍️ Rol añadido a la lista de auto_prestige_roles.
fi: 👍️ Rooli lisätty auto_prestige_roles-luetteloon.
fr: 👍️ Rôle ajouté à la liste des rôles prestige automatiques.
pl: 👍️ Rola dodana do listy auto_prestige_roles.
pt_br: 👍️ Função adicionada à lista auto_prestige_roles.
uk: 👍️ Роль додано до списку авто_престижних_ролей.

source: Current prestige roles mapping:
de: Abbildung der aktuellen Prestigerollen:
es: Asignación de funciones actuales:
fi: Nykyisten arvovaltaisten roolien kartoitus:
fr: Liste des rôles prestige automatiques actuels :
pl: Obecna rozpiska poziomów prestiżu
pt_br: Mapeamento de papéis de reputação atual:
ru: Текущее отображение уровней престижа:
uk: Картування поточних престижних ролей:

source: Level {i}
de: Ebene {i}
es: Nivel {i}
fi: Taso {i}
fr: Niveau {i}
pl: {i} Poziom
pt_br: Nível {i}
ru: Уровень {i}
uk: Рівень {i}

source: Deleted role 🗑️ ID: {role_id}
de: Gelöschte Rolle 🗑️ ID: {role_id}
es: Rol eliminado 🗑️ ID: {role_id}
fi: Poistettu rooli 🗑️ ID: {role_id}
fr: Rôle supprimé 🗑️ ID : {role_id}
pl: Rola usunięta 🗑️ ID: {role_id}
pt_br: Função excluída 🗑️ ID: {role_id}
uk: Видалена роль 🗑️ ID: {role_id}

source: No prestige level mapping is currently defined on this channel.
de: Für diesen Kanal ist derzeit keine Zuordnung von Prestigestufen definiert.
es: Actualmente no se ha definido ningún mapa de nivel de prestigio en este canal.
fi: Tällä hetkellä tälle kanavalle ei ole määritelty arvovaltatason kartoitusta.
fr: Aucun rôle de niveau de prestige n'est actuellement défini sur ce canal.
pl: Na tym kanale nie zdefiniowano obecnie żadnej rozpiski poziomów prestiżu.
pt_br: Nenhum mapeamento de nível de reputação está atualmente definido neste canal.
uk: Наразі на цьому каналі не визначено картографування рівня престижності.

source: No members have any specific rights in the server.
de: Die Mitglieder haben keine besonderen Rechte auf dem Server.
es: Ningún miembro tiene derechos específicos en este servidor.
fi: Kenelläkään jäsenellä ei ole erityisiä oikeuksia palvelimella.
fr: Aucun membre n'a de droits spécifiques sur le serveur.
nl: Geen enkel lid heeft specifieke rechten op de server.
pl: Żaden członek nie ma żadnych określonych przywilejów na serwerze.
pt_br: Nenhum membro tem quaisquer direitos específicos no servidor.
ru: Ни один пользователь не имеет каких-либо особых прав на сервере.
uk: Жоден учасник не має особливих прав на сервері.

source: ❌ {target.mention}, you cannot ban yourself !
de: ❌ {target.mention}, Sie können sich nicht selbst verbieten!
es: ❌ {target.mention}, ¡¡no puedes eliminarte a ti mismo!!
fi: ❌ {target.mention}, et voi antaa porttikieltoa itsellesi!
fr: ❌ {target.mention}, vous ne pouvez pas vous bannir !
nl: ❌ {target.mention}, je kunt jezelf niet bannen!
pl: ❌ {target.mention}, nie możesz zbanować samego siebie !
pt_br: ❌ {target.mention}, você não pode se banir!
ru: ❌ {target.mention}, вы не можете забанить самого себя!
uk: ❌ {target.mention}, ви не можете заборонити собі!

source: {target.mention} now has a access of {level.name}.
de: {target.mention} hat jetzt einen Zugriff von {level.name}.
es: {target.mention} ahora tiene acceso al nivel {level.name}.
fi: {target.mention} on nyt {level.name}.
fr: {target.mention} a maintenant un accès équivalent à {level.name}.
nl: {target.mention} heeft nu toegang tot {level.name}.
pl: {target.mention} ma teraz uprawnienia: {level.name}.
pt_br: {target.mention} agora tem acesso de {level.name}.
ru: Новый уровень доступа пользователя {target.mention} - {level.name}.

source: The landmines game is enabled in {channel.mention}, users can trip on landmines and earn points here.
de: Das Spiel mit den Landminen ist in {channel.mention} aktiviert, die Nutzer können hier über Landminen stolpern und Punkte sammeln.
es: El juego de las minas terrestres está habilitado en {channel.mention}, los usuarios pueden tropezar con las minas terrestres y ganar puntos aquí.
fr: Le jeu des mines est activé dans {channel.mention}, les utilisateurs peuvent exploser sur des mines et gagner des points ici.
pl: Gra w miny jest włączona w {channel.mention}, użytkownicy mogą potykać się o miny i zdobywać tutaj punkty.
pt_br: O jogo de minas terrestres está ativado em {channel.mention}, os usuários podem tropeçar em minas terrestres e ganhar pontos aqui.
uk: У {channel.mention} увімкнена гра з мінами, тут користувачі можуть підриватися на мінах і заробляти бали.

source: The landmines game is disabled in {channel.mention}, users can't trip on landmines and earn points here.
de: Das Spiel mit den Landminen ist in {channel.mention} deaktiviert, Benutzer können hier nicht über Landminen stolpern und Punkte sammeln.
es: El juego de las minas terrestres está desactivado en {channel.mention}, los usuarios no pueden tropezar con las minas terrestres y ganar puntos aquí.
fr: Le jeu des mines est désactivé dans {channel.mention}, les utilisateurs ne peuvent pas faire exploser de mines ou gagner des points ici.
pl: Gra w miny jest wyłączona w {channel.mention}, użytkownicy nie mogą tutaj potykać się o nie i zdobywać punktów.
pt_br: O jogo de minas terrestres está desativado em {channel.mention}, os usuários não podem tropeçar em minas terrestres e ganhar pontos aqui.
uk: У {channel.mention} гра з мінами відключена, користувачі не можуть наступати на міни та заробляти бали.

source: Members can run landmines commands in {channel.mention}.
de: Mitglieder können Landminen-Befehle in {channel.mention} ausführen.
es: Los miembros pueden ejecutar comandos de minas terrestres en {channel.mention}.
fr: Les membres peuvent exécuter les commandes de mines dans {channel.mention}
pl: Członkowie mogą uruchamiać komendy dotyczące min na kanale {channel.mention}.
pt_br: Os membros podem executar comandos de minas terrestres em {channel.mention}.
uk: Учасники можуть запускати команди наземних мін в {channel.mention}.

source: Members can't run landmines commands in {channel.mention}
de: Mitglieder können keine Landminen-Befehle in {channel.mention} ausführen
es: Los miembros no pueden ejecutar comandos de minas terrestres en {channel.mention}
fr: Les membres ne peuvent pas exécuter de commandes de mines dans {channel.mention}
pl: Członkowie nie mogą uruchamiać komend dotyczących min na kanale {channel.mention}.
pt_br: Os membros não podem executar comandos de minas terrestres em {channel.mention}
uk: Учасники не можуть запускати команди наземних мін в {channel.mention}

source: You'll now be pinged in replies from the bot.
de: Sie werden nun in Antworten vom Bot gepingt.
es: Ahora recibirás menciones del bot.
fr: Tu seras maintenant mentionné par les réponses du bot.
nl: Je wordt nu gepingt in antwoorden van de bot.
pl: Będziesz pingowany w odpowiedziach od bota.
pt_br: Agora você receberá um aviso nas respostas do bot.
ru: Теперь при ответах со стороны бота вы будете получать пинг.
uk: Тепер ви будете отримувати пінг у відповідях від бота.

source: You wont be pinged anymore in replies from the bot.
de: Sie werden nicht mehr in Antworten vom Bot gepingt.
es: Ya no recibirás menciones del bot.
fr: Tu ne seras plus mentionné par les réponses du bot.
nl: Je wordt nu NIET gepingt in antwoorden van de bot.
pl: Nie będziesz już pingowany w odpowiedziach od bota.
pt_br: Você não receberá mais um aviso nas respostas do bot.
ru: Вы больше не будете получать пинг при ответах со стороны бота.
uk: Вас більше не будуть пінгувати у відповідях від бота.

source: Your language is set to `{language}` [{language_name}].
de: Ihre Sprache ist auf `{language}` [{language_name}] eingestellt.
es: El idioma ahora se ha establecido a`{language}` [{language_name}].
fr: Ta langue est définie sur `{language}` [{language_name}].
nl: Uw taal is ingesteld op `{language}` [{language_name}].
pl: Twój język jest zmieniony na `{language}` [{language_name}].
pt_br: Seu idioma está definido como `{language}` [{language_name}].
ru: Вы выбрали `{language}` [{language_name}].
uk: Ваша мова встановлена на `{language}` [{language_name}].

source: Shop
es: Tienda
fi: Kauppa
fr: Boutique
pl: Sklepik
pt_br: Loja
uk: Магазин

source: ❌ Whoops, you have too many bullets in your weapon already.
de: ❌ Hoppla, Sie haben schon zu viele Kugeln in Ihrer Waffe.
es: ❌ Oops, ya tienes muchas balas en tu arma.
fr: ❌ Oups, tu as déjà trop de balles dans ton arme.
hu: ❌ Upsz, már túl sok golyó van a fegyveredben.
nl: ❌ Oeps, je hebt al te veel kogels in je wapen.
pl: ❌ Ups, masz już za dużo pocisków w swojej broni.
pt_br: ❌ Opa, você já tem muitas balas em sua arma.
ru: ❌ У вас достаточно патронов. Оружие не резиновое.
uk: ❌ упс, у вас вже забагато набоїв у пістолеті.

source: 💸 You added a bullet in your weapon. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: Sie haben ihrer Waffe eine Kugel hinzugefügt. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has añadido una bala a tu arma. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as ajouté une balle dans ton arme. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt een kogel aan je wapen toegevoegd. Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Dodałeś/aś pocisk do swojej broni. [Wydatek: - {ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você adicionou uma bala na sua arma. [Gastou: -{ITEM_COST} exp, total de {db_hunter.experience} exp]
ru: 💸 Вы добавили патрон. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 ви додали кулю в свою зброю. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 💡 Next time, you might want to buy a magazine, it'll be cheaper for you 😁
de: 💡 Nächstes Mal sollten Sie vielleicht ein Magazin kaufen, dann ist es für Sie billiger 😁
es: 💡 La próxima vez, puede que quieras comprar un cartucho. Será más barato para ti 😁
fr: 💡 La prochaine fois tu pourras acheter un chargeur, ce sera moins cher pour toi 😁
nl: 💡 De volgende keer wil je misschien een magazijn kopen, dat is goedkoper voor je 😁
pl: 💡 Może zechcesz kupić magazynek następnym razem? Wyjdzie ci to taniej 😁
pt_br: 💡 Da próxima vez, você pode querer comprar um cartucho, vai ser mais barato para você 😁
ru: 💡 В следующий раз есть смысл подумать о покупке обоймы. Так дешевле. 😁
uk: 💡 Наступного разу, можливо, ви захочете придбати журнал, це буде дешевше для вас 😁

source: ❌ Whoops, you have too many magazines in your backpack already... Try reloading!
de: ❌ Hoppla, Sie haben schon zu viele Magazine in Ihrem Rucksack... Versuchen Sie nachzuladen!
es: ❌ Oops, ya tienes muchos cartuchos en tu mochila... ¡Prueba recargando!
fr: ❌ Oups, tu as déjà trop de chargeurs dans ton sac à dos... Essaye de recharger !
nl: ❌ Oeps, je hebt al te veel magazijnen in je rugzak... Probeer opnieuw te laden!
pl: ❌ Ups, masz już za dużo magazynów w plecaku... Spróbuj przeładować broń!
pt_br: ❌ Ops, você já tem muitos cartuchos na mochila... Tente recarregar!
ru: ❌ Упс, в вашем рюкзаке предостаточно обойм... Попробуйте перезарядить оружие.
uk: ❌ упс, у вашому рюкзаку вже занадто багато магазинів... Спробуй перезарядити!

source: 💸 You added a magazine in your weapon. Time to reload! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben ein Magazin in Ihre Waffe eingelegt. Zeit zum Nachladen! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has añadido un cartucho a tu arma. ¡Hora de recargar! [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as ajouté un chargeur dans ton arme. Il est temps de recharger ! [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt een magazijn aan je wapen toegevoegd. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Dodałeś/aś magazynek do swojej broni. Czas na przeładowanie! [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você adicionou um cartucho em sua arma. Hora de recarregar! [Gastou: -{ITEM_COST} exp, total de {db_hunter.experience} exp]
ru: 💸 Вы приобрели обойму. Теперь, если это необходимо, можно перезарядить оружие. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви додали магазин у свою зброю. Час перезарядити! [Куплено: -{ITEM_COST} досвід, всього {db_hunter.experience} досвід]

source: 💸 You added a magazine in your weapon. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben ein Magazin in Ihrer Waffe hinzugefügt. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has añadido un cargador en tu arma. [Comprado: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as ajouté un chargeur dans ton arme. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
pl: 💸 Dodałeś/aś magazynek do swojej broni. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você adicionou um cartucho em sua arma. [Gastou: -{ITEM_COST} exp, total de {db_hunter.experience} exp]
ru: 💸 Вы приобрели обойму. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 ви додали магазин в свою зброю. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ A UN treaty bans the use of Armor Piercing and Explosive ammo for now, I can't sell that to you. (`{ctx.prefix}event`)
de: ❌ Ein UN-Vertrag verbietet die Verwendung von panzerbrechender und explosiver Munition vorerst, ich kann Ihnen das nicht verkaufen. (`{ctx.prefix}event`)
es: ❌ AUn tratado de la ONU prohíbe el uso de munición perforante y munición explosiva, No te puedo vender eso, lo siento. (`{ctx.prefix}event`)
fr: ❌ Un traité des Nations Unies interdit l'utilisation de munitions AP et explosives pour l'instant, je ne peux pas te les vendre. (`{ctx.prefix}event`)
nl: ❌ Een VN-verdrag verbiedt het gebruik van Armor Piercing en Explosieve munitie voor nu, dat kan ik je dus niet verkopen. (`{ctx.prefix}event`)
pl: ❌ Traktat ONZ tymczasowo zakazuje używania amunicji przeciwpancernej i wybuchowej, nie mogę ci tego sprzedać teraz. (`{ctx.prefix}event`)
pt_br: ❌ Um tratado da ONU proíbe o uso de Perfuração de Armadura (AP) e munição explosiva por enquanto, não posso vender isso para você. (`{ctx.prefix}evento`)
ru: ❌ Конвенция ООН запрещает использование бронебойных и разрывных боеприпасов. Я не могу вам это продать. (`{ctx.prefix}event`)
uk: ❌ Договір ООН забороняє використання бронебійних та осколково-фугасних боєприпасів, поки що я не можу вам їх продати. ({ctx.prefix}Подія)

source: ❌ Whoops, your gun is already using AP ammo for {time_delta}!
de: ❌ Hoppla, Ihre Waffe verwendet bereits AP-Munition für {time_delta}!
es: ❌ Oops, ¡tu arma ya está usando munición AP por {time_delta}!
fr: ❌ Oups, ton arme utilise déjà des munitions AP pour encore {time_delta} !
nl: ❌ Oeps, je geweer gebruikt al AP-munitie voor {time_delta}!
pl: ❌ Twoja broń używa już amunicję przeciwpancerną na {time_delta}!
pt_br: ❌ Ops, sua arma já está usando munição AP por {time_delta}!
ru: ❌ Упс, вы уже используете бронебойные патроны. Срок действия: {time_delta}.
uk: ❌ упс, ваша зброя вже використовує патрони AP для {time_delta}!

source: ❌ Your gun is using some even better explosive ammo for {time_delta}!
de: ❌ Ihre Waffe verwendet noch bessere explosive Munition für {time_delta}!
es: ❌ ¡Tu arma está usando una mejor munición explosiva por {time_delta}!
fr: ❌ Ton arme utilise des munitions explosives encore meilleures pour encore {time_delta} !
nl: ❌ Je geweer gebruikt nog betere, explosieve munitie voor {time_delta}!
pl: ❌ Twoja broń używa już jeszcze lepszą amunicję wybuchową na {time_delta}!
pt_br: ❌ Sua arma está usando munição explosiva ainda melhor por {time_delta}!
ru: ❌ У вас есть разрывные патроны более высокого качества. Срок действия: {time_delta}.
uk: ❌ Ваша зброя використовує ще кращі вибухові боєприпаси для {time_delta}!

source: 💸 You bought some AP ammo. Twice the damage, twice the fun! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben AP-Munition gekauft. Doppelt so viel Schaden, doppelt so viel Spaß! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has comprado munición AP. El doble de daño, ¡EL DOBLE DE DIVERSIÓN! [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as acheté des munitions AP. Deux fois plus de dégâts, pour deux fois plus de fun ! [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt wat AP-munitie gekocht. Twee keer de schade, twee keer het plezier! Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Kupiłeś/aś trochę amunicji przeciwpancernej. Podwójne obrażenia, podwójna frajda! [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você comprou algumas munições de AP. O dobro do dano, o dobro da diversão! [Gastou: -{ITEM_COST} exp. total {db_hunter.experience} exp]
ru: 💸 Вы приобрели бронебойные патроны. Удвоенный урон, ещё больше веселья! [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви купили патрони АП. Вдвічі більше шкоди, вдвічі більше задоволення! [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ Your gun is already using explosive ammo for {time_delta}!
de: ❌ Ihre Waffe verwendet bereits explosive Munition für {time_delta}!
es: ❌ ¡Tu arma ya está usando munición explosiva por {time_delta}!
fi: ❌ Aseesi käyttää jo räjähtäviä ammuksia {time_delta}!
fr: ❌ Ton arme utilise déjà des munitions explosives pour encore {time_delta} !
nl: ❌ Oeps, je geweer gebruikt al explosieve-munitie voor {time_delta}!
pl: ❌ Twoja broń używa już amunicji wybuchowej na{time_delta}!
pt_br: ❌ Sua arma já está usando munição explosiva por {time_delta}!
ru: ❌ У вас уже есть разрывные патроны. Срок действия: {time_delta}.
uk: ❌ Ваша зброя вже використовує вибухові боєприпаси для {time_delta}!

source: 💸 You bought some **EXPLOSIVE** ammo. Thrice the damage, that'll be bloody! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben **EXPLOSIVE** Munition gekauft. Der dreifache Schaden, das wird blutig! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has comprado un poco de munición **EXPLOSIVA** . Triplica el daño, ¡eso estará sangriento! [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as acheté des munitions EXPLOSIVES. Triple les dégâts, ça va être sanglant ! [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt wat ***EXPLOSIEVE*** munitie gekocht. Twee keer de schade, twee keer het plezier! [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Kupiłeś/aś amunicję **WYBUCHOWĄ**. Trzykrotne obrażenia, będzie krwawo! [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você comprou munição **EXPLOSIVA**. Três vezes o dano, isso vai ser sangrento! [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы приобрели **РАЗРЫВНЫЕ** патроны. Утроенный урон. Будет месилово! [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви купили **ВИБУХОВІ** набої. Потрійний збиток, це буде криваво! [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ Your gun isn't confiscated, why would you need a new one ?
de: ❌ Ihre Waffe ist nicht konfisziert, warum sollten Sie eine neue brauchen?
es: ❌ Tu arma no está confiscada, ¿Por qué necesitarías una nueva?
fi: ❌ Aseesi ei ole takavarikoitu, miksi tarvitsisit uuden?
fr: ❌ Ton arme n'est pas confisquée, pourquoi en aurais-tu besoin d'une nouvelle ?
nl: ❌ Je geweer is niet geconfisqueerd, waarom zou je een nieuwe nodig hebben?
pl: ❌ Twoja broń nie została skonfiskowana, po co ci nowa?
pt_br: ❌ Sua arma não foi confiscada, por que você precisa de uma nova?
ru: ❌ Ваше оружие не конфисковано. Зачем вам ещё один ствол?
uk: ❌ Ваша зброя не конфіскована, навіщо вам нова?

source: 💸 You bribed the police and bought back your weapon. The fun continues. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben die Polizei bestochen und Ihre Waffe zurückgekauft. Der Spaß geht weiter. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Sobornaste a la policía y compraste tu arma. La diversión continúa. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as soudoyé la police et racheté ton arme. La chasse continue. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt de politie omgekocht en je wapen teruggekocht. De pret gaat verder. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Przekupiłeś/aś policję i odkupiłeś/aś broń. Zabawa trwa. [Wydatek: - {ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você subornou a polícia e comprou de volta sua arma. A diversão continua. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы дали на лапу полиции и выкупили оружие. Веселуха продолжается. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви дали хабара поліції і викупили свою зброю. Веселощі продовжуються. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ Your gun is already perfectly greased, you don't need any more of that.
de: ❌ Ihre Pistole ist bereits perfekt gefettet, Sie brauchen nicht noch mehr davon.
es: ❌ Tu arma está perfectamente engrasada, no necesitas más de eso.
fi: ❌ Aseesi on jo täydellisesti rasvattu, et tarvitse sitä enempää.
fr: ❌ Ton arme est parfaitement bien graissée, tu n'as pas besoin de plus de graisse
nl: ❌ Je pistool is al perfect gesmeerd, meer heb je niet nodig.
pl: ❌ Twoja broń jest już idealnie nasmarowana, nie potrzebujesz teraz smaru.
pt_br: ❌ Sua arma já está perfeitamente engraxada, você não precisa mais disso.
ru: ❌ Ваше оружие в отличном состоянии. Вам не нужно больше смазки.
uk: ❌ ваш пістолет вже ідеально змащений, вам більше нічого не потрібно.

source: 💸 You added some grease to your weapon to reduce jamming for a day. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben etwas Fett auf Ihre Waffe aufgetragen, um die Ladehemmung für einen Tag zu reduzieren. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Añadiste un poco de grasa a tu arma para reducir la probabilidad de que ésta se atasque. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as ajouté un peu de graisse à ton arme pour réduire les risques qu'elle s'enraye pendant 24 heures. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt wat glijmiddel aan je wapen toegevoegd om het vastlopen voor een dag te verminderen. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Porządnie wysmarowałeś/aś swoją broń, aby zmniejszyć zacinanie się na jeden dzień. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você adicionou um pouco de graxa à sua arma para reduzir o travamento por um dia. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы приобрели смазку. Ваше оружие будет работать безотказно в течение суток. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви додали трохи мастила до своєї зброї, щоб зменшити заклинювання на день. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]
