Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Hello! The following message (written by the owner of DuckHunt) will give you a brief introduction to the bot, and also provide you with links to the DuckHunt wiki. First of all, thank you for using my bot! If you have any unanswered questions after reading this message and the wiki, you are more than welcome to ask for help in the support channels at <{support_server_link}>. When a duck spawns you shoot at it by using the `dh!bang` command. You can reload your ammunition with `dh!reload` and buy new magazines with `dh!shop magazine` or `dh!shop 2`. Your scores and channel leaderboards are available online (click the title in `dh!me` after playing for a while), and on Discord.If you want to learn more about the game, use the wiki! <{wiki_link}> We also monitor the bot DMs, so if you have further questions, just answer this message!
de: Hallo! Die folgende Nachricht (geschrieben vom Besitzer von DuckHunt) gibt Ihnen eine kurze Einführung in den Bot, und bietet Ihnen auch Links zum DuckHunt-Wiki. Zunächst einmal vielen Dank, dass Sie meinen Bot benutzen! Wenn Sie nach dem Lesen dieser Nachricht und des Wikis noch offene Fragen haben, können Sie gerne in den Support-Kanälen unter <{support_server_link}>. Wenn eine Ente spawnt, schießt man mit dem Befehl `dh!bang` auf sie. Sie können Ihre Munition mit `dh!reload` nachladen und neue Magazine mit `dh!shop magazine` oder `dh!shop 2` kaufen. Ihre Spielstände und Channel-Leaderboards sind online verfügbar (klicken Sie auf den Titel in `dh!me`, nachdem Sie eine Weile gespielt haben), und auf Discord.Wenn Sie mehr über das Spiel erfahren wollen, nutzen Sie das Wiki! <{wiki_link}> Wir überwachen auch die Bot-DMs, wenn Sie also weitere Fragen haben, antworten Sie einfach auf diese Nachricht!
es: Hola! El siguiente mensaje (escrito por el propietario de DuckHunt) te dará una breve introducción al bot, y también te proporcionará enlaces a la wiki de DuckHunt. En primer lugar, ¡gracias por usar mi bot! Si después de leer este mensaje y la wiki tienes alguna pregunta sin respuesta, eres más que bienvenido a pedir ayuda en los canales de soporte en <{support_server_link}>. Cuando un pato aparece, le disparas usando el comando `dh!bang`. Puedes recargar tu munición con `dh!reload` y comprar nuevos cargadores con `dh!shop magazine` o `dh!shop 2`. Tus puntuaciones y las tablas de clasificación del canal están disponibles en línea (haz clic en el título en `dh!me` después de jugar un rato), y en Discord.Si quieres aprender más sobre el juego, ¡utiliza la wiki! <{wiki_link}> También controlamos los DMs de los bots, así que si tienes más preguntas, ¡contesta a este mensaje!
fr: Bonjour! Le message ci-dessous (écrit par le propriétaire de DuckHunt) va vous donner une brève introduction sur le bot, ainsi que vous fournir des liens vers le wiki. Premièrement, merci d'utiliser mon bot ! Si vous avez encore des questions après avoir lu ce message et le wiki, vous êtes plus que bienvenu(e) à nous rejoindre dans les salons d'aide ici : <{support_server_link}>. Quand un canard apparaît, tirez-lui dessus avec la commande `dh!pan`. Tu peux recharger ta munition avec `dh!reload` et acheter d'autres chargeurs avec `dh!shop magazine` ou `dh!shop 2`. Tes scores et le tableau de classement du canal sont disponibles en ligne (click le titre sur `dh!me` après avoir joué un peu), et sur Dscord. Si tu veux en apprendre plus sur le jeu, tu peux utiliser le wiki ! <{wiki_link}> Nous surveillons également les MP du bot, donc si tu as des questions, réponds juste à ce message !
hu: Üdv! Az alábbi üzenet (a DuckHunt tulajdonosa által írva) egy gyors bevezetést fog adni neked, és elküldi a DuckHunt wiki linkjeit is. Először is, köszönöm hogy használod a botom! Ha még vannak megválaszolatlan kérdéseid e üzenet és a wiki elolvasása után, több mint szívesen tudunk segíteni neked a támogatási csatornákon itt: <{support_server_link}>. Ha egy kacsa leidéződik, rá kell lőnöd a`dh!bang` paranccsal. Újratöltheted a lőszeredet `dh!reload`-dal, és új tölténytárakat vásárolhatsz ezzel: `dh!shop magazine` vagy `dh!shop 2`. Az eredményeid és a csatornák ranglistái elérhetőek online (nyomd meg a címsort a `dh!me` -ben miután játszottál egy kicsit), és Discordon. Ha többet szeretnél tudni a játékról, használd a wikit! <{wiki_link}> Mi figyeljük a bot privát üzeneteit is, tehát ha további kérdéseid vannak, csak válaszolj erre az üzenetre!
pl: Cześć! Ta wiadomość (napisana przez samego Właściciela DuckHunt) wprowadzi Ciebie nieco w świat DuckHunt oraz przekaże Ci linki do wikipedii gry. Chciałbym Ci podziękować, że korzystasz z mojego bota. Jeśli narodziłyby się pytania odnośnie kwestii, których nie poruszyłem, serdecznie zapraszam do zadawania wszelkich pytań na kanałach pomocy tutaj <{support_server_link}>. Kiedy na kanale pojawi się kaczka, strzelaj w nią komendą `dh!bang`. Możesz przeładować amunicję używając `dh!reload`. Z kolei nowe magazynki kupisz ze sklepu ( `dh!shop magazine` lub `dh!shop 2`) Twoje wyniki i rankingi kanałów są dostępne online (użyj komendy `dh!me` po chwili grania) oraz na Discord.if. Jeśli chcesz dowiedzieć się więcej o grze, zapraszam na wiki! <{wiki_link}>. Monitorujemy również wiadomości prywatne bota, więc jeśli masz dodatkowe pytania, po prostu odpowiedz na tę wiadomość!
pt_br: Olá! A seguinte mensagem (escrita pelo proprietário do DuckHunt) lhe dará uma breve introdução ao bot, e também lhe fornecerá links para a wiki do DuckHunt. Antes de mais nada, obrigado por usar o meu bot! Se você tiver alguma pergunta sem resposta depois de ler esta mensagem e a wiki, você é mais do que bem-vindo a pedir ajuda nos canais de suporte em <{support_server_link}>. Quando um pato aparecer, você atira nele usando o comando `dh!bang`. Você pode recarregar suas munições com `dh!reload` e comprar novos cartuchos de munição com `dh!shop magazine` ou `dh!shop 2`. O seu placar e aqueles dos canais estão disponíveis online (use `dh!me` e clique no título da mensagem, depois de jogar por um tempo), e no Discord. Se você quiser saber mais sobre o jogo, use a wiki! <{wiki_link}> Nós também monitoramos os DMs do bot, então se você tiver mais perguntas, basta responder a esta mensagem!
ru: Здравствуйте! Это сообщение от создателя DuckHunt содержит краткую информацию о боте и ссылки на вики. Во-первых, позвольте поблагодарить вас за использование бота. Если после прочтения данного сообщения и вики у вас останутся какие-либо вопросы, мы будем рады помочь вам на канале поддержки <{support_server_link}>. Когда на канале появляется утка, нужно выстрелить, используя команду `dh!bang`. Команда `dh!reload` нужна для перезарядки оружия, а `dh!shop magazine` или `dh!shop 2` - для покупки обоймы. Ваши очки и рейтинги доступны в режиме онлайн (пройдите по ссылке после ввода `dh!me` ), а также в Discord. Если вы хотите узнать об игре больше, пожалуйста, посетите вики. <{wiki_link}> Мы также мониторим ЛС, поэтому если у вас есть вопросы, вы можете задать их, ответив на это сообщение.
uk: Привіт! Наступне повідомлення (написане власником DuckHunt) дасть вам короткий вступ до бота, а також надасть посилання на вікі DuckHunt. Перш за все, дякую за використання мого бота! Якщо після прочитання цього повідомлення і вікі у вас залишилися питання без відповіді, ви можете звернутися за допомогою в канали підтримки за адресою <{support_server_link}>. Коли качка виводить потомство, ви стріляєте в неї за допомогою команди `dh!bang`. Ви можете перезарядити боєприпаси командою `dh!reload` і купити нові магазини командою `dh!shop magazine` або `dh!shop 2`. Ваші бали і таблиці лідерів каналів доступні онлайн (натисніть на назву в `dh!me` після того, як пограєте деякий час), а також на Discord.якщо ви хочете дізнатися більше про гру, скористайтеся вікі! <{wiki_link}> Ми також стежимо за ботами DM, тому якщо у вас виникнуть додаткові питання, просто відповідайте в цьому повідомленні!

source: Searching the bushes around the duck, you found... **Some trash lying around**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Einige herumliegende Abfälle**.
es: Buscando en los arbustos alrededor del pato, encontraste... **Basura, lol*
fr: En fouillant les buissons autour du canard, tu as trouvé... **Des déchets qui trainent**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Wat rondslingerend afval**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś **stare śmieci w stanie rozkładu**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Alguns lixos espalhados**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **какой-то ненужный хлам**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **сміття, що валялося навколо.**

source: Searching the bushes around the duck, you found... **Some trash lying around**. You didn't take it, you had already too many...
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Nichts**.
es: Buscando en los arbustos alrededor del pato, encontraste... **Basura** No la tomaste, ya tienes demasiada...
fr: En fouillant les buissons autour du canard, tu as trouvé...**Des déchets qui trainent**. Tu ne les as pas pris, tu en avais déjà trop...
nl: Als je de struiken rond de eend doorzoekt, vind je... **Wat rondslingerend afval**. Je hebt het niet genomen, je had al te veel...
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **stare śmieci w stanie rozkładu**. Nie wziąłeś/aś ich, masz ich już pełno.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Alguns lixos espalhados**. Você não pegou, você já tinha muitos...
ru: Пошарив в кустах возле убитой утки, вы нашли... **какой-то ненужный хлам**. Вы не стали его брать, ибо у вас полно своего...
uk: Обшукуючи кущі навколо качки, ви знайшли... **якесь сміття. Ви не стали його брати, у вас і так було занадто багато...**

source: Searching the bushes around the duck, you found... **Nothing**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Nichts*.
es: Buscando en los arbustos alrededor del pato, encontraste... **Nada**
fr: En fouillant les buissons autour du canard, tu as trouvé... **Rien**.
hu: A kacsa melletti bokrok átkutatása után... **Nem találtál semmit**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Niks**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **Nic**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Nada**.
ru: Пошарив в кустах возле убитой утки, вы **ничего** не нашли...
uk: Обшукавши кущі навколо качки, ви не знайшли... **Нічого.

source: Searching the bushes around the duck, you found... **A lot of bushes**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **eine Menge Büsche**.
es: Buscando en los arbustos alrededor del pato, encontraste... **Más arbustos**
fr: En fouillant les buissons autour du canard, tu as trouvé... **Des buissons**.
hu: A kacsa melletti bokrok átkutatása után találtál... **Rengeteg bokrot**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Veel struiken**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... dużo krzaków**
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Muitos arbustos**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **заросли камыша**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **багато кущів**.

source: Searching the bushes around the duck, you found... **A duck ton of bushes**.
fr: En cherchant dans les buissons autour du canard, vous avez trouvé... **Un buisson dans les buissons**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **kaczotonę innych krzaków**

source: Searching the bushes around the duck, you found... **A picture of a duck**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Ein Bild von einer Ente**.
es: Buscando en los arbustos alrededor del pato, encontraste... **una foto de un pato :3**
fr: En fouillant les buissons autour du canard, tu as trouvé... **La photo d'un canard**.
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy képet egy kacsáról**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een foto van een eend**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **Zdjęcie kaczki**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Uma foto de um pato**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **забавную картинку с уткой**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **фотографію качки.

source: Searching the bushes around the duck, you found... **An USB-C charger**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Ein USB-C-Ladegerät**.
es: Buscando en los arbustos alrededor del pato, encontraste... **Un cargador USB-C**.
fr: En fouillant les buissons autour du canard, tu as trouvé... **Un chargeur (USB-C)**.
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy USB-C töltőt**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **Ładowarkę typu USB-C**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Um carregador USB-C**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **зарядний пристрій USB-C.**

source: Searching the bushes around the duck, you found... **A rare duck pin**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Eine seltene Entennadel*.
es: Buscando en los arbustos alrededor del pato, encontraste... **Un pin raro de pato, desnudo D:**
fr: En fouillant les buissons autour du canard, tu as trouvé... **Une épingle en forme de canard, très rare**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een zeldzame eendenspeld**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **rzadką przypinkę w kształcie kaczki**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Um broche de pato raro**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **редкий значок с изображением утки**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **інфрачервоний детектор**.

source: Searching the bushes around the duck, you found... **A bullet**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Eine Kugel**.
es: Buscando en los arbustos alrededor del pato, encontraste... **una bala.**
fr: En fouillant les buissons autour du canard, tu as trouvé... **Une balle**.
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy golyót**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een kogel**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **pocisk**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Uma bala**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **патрон**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **кулю.**

source: Searching the bushes around the duck, you found... **A bullet**. You didn't take it, you had already too many in your magazine anyway...
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Eine Kugel**. Du hast sie nicht genommen, du hattest sowieso schon zu viele in deinem Kugel...
es: Buscando en los arbustos alrededor del pato, encontraste... **una bala**. No la tomaste, ya tienes demasiadas en el cartucho de todos modos...
fr: En fouillant les buissons autour du canard, tu as trouvé... **Une balle**. Tu ne l'as pas prise, tu en avais déjà trop dans ton chargeur...
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy golyót**. Nem vitted el, már túl sok volt a hátizsákodban...
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een kogel**. Je nam hem niet, je had er toch al te veel in je magazijn...
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **pocisk**. Nie zabrałeś/aś go, bo Twój magazynek był w pełni naładowany.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Uma bala**. Você não pegou, já que tinha muitas no seu cartucho de qualquer maneira...
ru: Пошарив в кустах возле убитой утки, вы нашли... **патрон**. Вы не стали его брать, ибо своих полно.
uk: Обшукуючи кущі навколо качки, ви знайшли... **кулю**. Ти не взяв її, у тебе і так було забагато набоїв у магазині...

source: Searching the bushes around the duck, you found... **A magazine**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Eine Kugel**.
es: Buscando en los arbustos alrededor del pato, encontraste... **un cartucho**.
fr: En fouillant les buissons autour du canard, tu as trouvé... **Un chargeur**.
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy tölténytárat**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een magazijn**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś... **magazynek**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Um cartucho**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **обойму**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **журнал**.

source: Searching the bushes around the duck, you found... **A magazine**. You didn't take it, you had already too many in your backpack...
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Nichts**.
es: Buscando en los arbustos alrededor del pato, encontraste... **un cartucho**. No la tomaste, ya tienes demasiadas en tu mochila...
fr: En fouillant les buissons autour du canard, tu as trouvé... **Un chargeur**. Tu ne l'as pas pris, tu en avais déjà trop dans ton sac à dos...
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy tölténytárat**. Nem vitted el, már túl sok volt a hátizsákodban...
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een magazijn**. Je nam hem niet, je had er toch al te veel in je rugzak...
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś... **magazynek**. Nie wziąłeś/aś go, miałeś/aś ich już za dużo w plecaku...
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Um cartucho**. Você não pegou, já que tinha muitos na mochila...
ru: Пошарив в кустах возле убитой утки, вы нашли... **обойму**. Вы не смогли её взять, так как ваш рюкзак забит под завязку.
uk: Обшукуючи кущі навколо качки, ви знайшли... **магазин**. Ти не взяв його, у тебе і так було забагато в рюкзаку...

source: Searching the bushes around the duck, you found... **A box of explosive ammo**. 💥
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Eine Kiste mit explosiver Munition*. 💥
es: Buscando en los arbustos alrededor del pato, encontraste... **Una caja de munición explosiva** 💥
fr: En fouillant les buissons autour du canard, tu as trouvé... **Une boîte de munitions explosives**. 💥
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy doboznyi robbanó lövedéket**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een doos explosieve kogels**.💥
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **Skrzynkę wybuchowej amunicji**. 💥
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Uma caixa de munição explosiva**. 💥
ru: Пошарив в кустах возле убитой утки, вы нашли... **коробку разрывных патронов**. 💥
uk: Обшукуючи кущі навколо качки, ви знайшли... **Ящик з вибуховими набоями**. 💥

source: Searching the bushes around the duck, you found... **An almost empty box of explosive ammo**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Eine fast leere Schachtel mit explosiver Munition**.
es: Buscando en los arbustos alrededor del pato, encontraste... **Una caja casi vacía de munición explosiva**
fr: En fouillant les buissons autour du canard, tu as trouvé... **Une boîte presque vide de munitions explosives**.
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy majdnem üres dobozt, ami robbanó lövedéket tartalmaz**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een bijna-lege doos explosieve kogels**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **Prawie puste pudełko amunicji wybuchowej**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Uma caixa quase vazia de munição explosiva**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **почти пустую коробку разрывных патронов**. 💥
uk: Обшукуючи кущі навколо качки, ви знайшли... **майже порожню коробку з вибуховими набоями**.

source: Searching the bushes around the duck, you found... **Tons of Duck Grease**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Tonnenweise Entenfett*.
es: Buscando en los arbustos alrededor del pato, encontraste... **Toneladas de grasa de pato**.
fr: En fouillant les buissons autour du canard, tu as trouvé... **Des tonnes de graisse de canard**.
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy tonnányi Kacsaolajat.**
nl: Als je de struiken rond de eend doorzoekt, vind je... **Veel smeerolie**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **tony kaczego tłuszczu**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Toneladas de graxa de pato**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **дофига утиного жира**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **тонни качиного жиру**.

source: Searching the bushes around the duck, you found... **A new silencer**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Einen neuen Schalldämpfer*.
es: Buscando en los arbustos alrededor del pato, encontraste... **un nuevo silenciador**.
fr: En fouillant les buissons autour du canard, tu as trouvé... **Un nouveau silencieux**.
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy új hangtompítót**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een nieuwe geluiddemper**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **nowy tłumik**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Um novo silenciador**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **новенький глушитель**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **Новий глушник**.

source: Searching the bushes around the duck, you found... **An infrared detector**.
de: Als Sie die Büsche um die Ente herum durchsuchten, fanden Sie... **Einen Infrarot-Detektor*.
es: Buscando en los arbustos alrededor del pato, encontraste... **Un detector infrarrojo**
fr: En fouillant les buissons autour du canard, tu as trouvé... **Un détecteur infrarouge**.
hu: A kacsa melletti bokrok átkutatása után találtál... **Egy infravörös érzékelőt**.
nl: Als je de struiken rond de eend doorzoekt, vind je... **Een infrarooddetector**.
pl: Przeszukując krzaki wokół gniazda kaczki, znalazłeś/aś... **detektor podczerwieni**.
pt_br: Procurando nos arbustos ao redor do pato, você encontrou... **Um detector infravermelho**.
ru: Пошарив в кустах возле убитой утки, вы нашли... **инфракрасный детектор**.
uk: Обшукуючи кущі навколо качки, ви знайшли... **інфрачервоний детектор**.

source: White
de: Weis
es: Blanco
fr: Blanc
hu: Fehér
pl: biały
pt_br: Branco
ru: Белый
uk: Білий

source: A useful coat when it rains.
de: Ein nützlicher Mantel, wenn es regnet.
es: Un abrigo útil cuando llueve.
fr: Un manteau utile quand il pleut.
hu: Egy hasznos kabát, ha esik az eső.
pl: Przydatny płaszcz podczas ulewy.
pt_br: Um casaco útil quando chove.
ru: Полезный плащ, когда идёт дождь.
uk: Корисний плащ під час дощу.

source: Orange
es: Naranja
hu: Narancssárga
pl: pomarańczowy
pt_br: Laranja
ru: Оранжевый
uk: Помаранчевий
