Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: If someone wants to do a dashboard or something to control DuckHunt, there are a few api routes already. They all return JSON or HTTP404/403/500. **Routes**: `/api/channels` [Global Authentication required] -> Returns some information about all channels enabled on the bot. `/api/channels/{channel_id}` [Authentication required] -> Returns information about the channel, like the ducks currently spawned. `/api/channels/{channel_id}/settings` [Authentication required] -> Returns channel settings `/api/channels/{channel_id}/top` [No authentication required] -> Returns the top scores (all players on the channel and some info about players) `/api/channels/{channel_id}/player/{player_id}` [No authentication required] -> Returns *all* the data for a specific user **Authentication**: If you have one, pass the API key on the Authorization HTTP header. Two types of keys exist : - Channel specific keys, available with `settings api_key`. They only work for a specific channel data. - Global keys, that allow UNLIMITED access to every channel data. They are available on request with me. Api keys (local or global) are uuid4, and look like this : `d84af260-c806-4066-8387-1d5144b7fa72`
es: Si alguien quiere hacer un dashboard o algo para controlar DuckHunt, ya existen rutas de api. Todas ellas devuelven JSON ó HTTP 404/403/500. **Rutas*: `/api/channels` [Autenticación global requerida] -> Devuelve información sobre todos los canales habilitados en el bot. `/api/channels/{channel_id}` [Autenticación requerida] -> Devuelve información sobre el canal, por ejemplo los patos que actualmente se generarón. `/api/channels/{channel_id}/settings` [Se requiere autenticación] -> Devuelve los ajustes del canal `/api/channels/{channel_id}/top` [No se requiere autenticación] -> Devuelve las puntuaciones más altas (todos los jugadores del canal e información sobre los jugadores) `/api/channels/{channel_id}/player/{player_id}` [No se requiere autenticación] -> Devuelve *todos* los datos de un usuario específico **Autenticación**: Si tienes una API Key envialá cómo header Authorization en el request. Existen dos tipos de claves: - Claves específicas del canal, disponibles con "settings api_key". Sólo funcionan para los datos de un canal específico. - Claves globales, que permiten un acceso ILIMITADO a los datos de cada canal. Están disponibles al preguntarme personalmente. Las claves del Api (local o global) son uuid4, y se ven así: "d84af260-c806-4066-8387-1d5144b7fa72
fi: Jos joku haluaa tehdä kojelaudan tai jotain ohjatakseen DuckHuntia, on olemassa jo muutama api-reitti. Ne kaikki palauttavat JSON- tai HTTP404/403/500. **Reitit**: `/api/channels` [Globaali todennus vaaditaan] -> Palauttaa joitakin tietoja kaikista botin käytössä olevista kanavista. `/api/channels/{channel_id}` [Todennus vaaditaan] -> Palauttaa tiedot kanavasta, kuten tällä hetkellä syntyneet ankat. `/api/channels/{channel_id}/settings` [Todennus vaaditaan] -> Palauttaa kanavan asetukset `/api/channels/{channel_id}/top` [Todennusta ei vaadita] -> Palauttaa parhaat pisteet (kaikki kanavan pelaajat ja joitain tietoja pelaajista) `/api/channels/{channel_id}/player/{player_id}` [Todennusta ei vaadita] -> Palauttaa *kaikki* tietyn käyttäjän tiedot **Tunnistautuminen**: Välitä API-avain Authorization HTTP-otsikossa, mikäli sinulta sellainen löytyy. Avaimia on kahdenlaisia: - Kanavakohtaiset näppäimet, jotka ovat saatavilla `settings api_key` -kohdassa. Ne toimivat vain tietylle kanavadatalle. - Yleiset avaimet, jotka mahdollistavat RAJOITTAMAN pääsyn kaikkiin kanavatietoihin. Ne ovat saatavilla vain kauttani. Api-avaimet (paikalliset tai globaalit) ovat uuid4 -muodossa, ja ne näyttävät tältä: `d84af260-c806-4066-8387-1d5144b7fa72`
fr: Si quelqu'un veut réaliser un tableau de bord ou quelque chose pour contrôler DuckHunt, il y a quelques routes API déjà implémentées. Elles retournent toutes un JSON ou HTTP404/403/500. **Routes**: `/api/channels` [Global Authentication required] -> Returns some information about all channels enabled on the bot. `/api/channels/{channel_id}` [Authentication required] -> Returns information about the channel, like the ducks currently spawned. `/api/channels/{channel_id}/settings` [Authentication required] -> Returns channel settings `/api/channels/{channel_id}/top` [No authentication required] -> Returns the top scores (all players on the channel and some info about players) `/api/channels/{channel_id}/player/{player_id}` [No authentication required] -> Returns *all* the data for a specific user **Authentication**: If you have one, pass the API key on the Authorization HTTP header. Two types of keys exist : - Channel specific keys, available with `settings api_key`. They only work for a specific channel data. - Global keys, that allow UNLIMITED access to every channel data. They are available on request with me. Api keys (local or global) are uuid4, and look like this : `d84af260-c806-4066-8387-1d5144b7fa72`
hu: Ha valaki szeretne egy irányítópultot vagy hasonlót létrehozni a DuckHunt irányításához, már van néhány API útvonal. Mind JSON-t vagy HTTP 404/403/500-at küld vissza. **Útvonalak:** `/api/channels` [Globális Hitelesítés szükséges] -> Visszaküld néhány információt az összes, a boton bekapcsolt csatornáról. `/api/channels/{channel_id}` [Hitelesítés szükséges] -> Visszaküld néhány információt a csatornáról, például a jelenleg leidézett kacsák. `/api/channels/{channel_id}/settings` [Hitelesítés szükséges] -> Visszaküldi a csatorna beállításait. `/api/channels/{channel_id}/top` [Nincs szükség hitelesítésre] -> Visszaküldi a legjobb eredményeket (mindegyik játékos a csatornában és néhány információ róluk) `/api/channels/{channel_id}/player/{player_id}` [Nincs szükség hitelesítésre] -> Visszaküld **minden** információt egy megadott játékosról. **Hitelesítés**: Ha van neked egy, add át az API kulcsot a hitelesítési HTTP fejlécen. Két típusa van a kulcsoknak: - Csatorna specifikus kulcsok, elérhetőek a `settings api_key` paranccsal. Csak egy megadott csatorna adatait lehet lekérdezni velük. - Globális kulcsok, amik KORLÁTLAN hozzáférést biztosítanak minden csatorna adataihoz. Kérésre (angolul) elérhetőek tőlem. API kulcsok (helyi vagy globális) uuid4 formátumban vannak, és így néznek ki: `d84af260-c806-4066-8387-1d5144b7fa72`
pl: Jeśli ktoś z Was chciałby zrobić Dashboard lub coś do sterowania DuckHunt, bazujemy na API. Wszystkie mają związek z JSON lub HTTP 404/403/500. **Routes**: `/api/channels` [Wymagane globalne uwierzytelnienie] -> Wyświetla informacje o wszystkich kanałach włączonych w bocie. `/api/channels{channel_id} [Wymagane uwierzytelnienie] -> Wyświetla informacje o kanale odnośnie aktualnych odradzanych kaczek. `/api/channels/{channel_id}/settings` [Wymagane uwierzytelnienie] -> Wyświetla ustawienia kanału `/api/channels/{channel_id}/top` [Uwierzytelnianie nie jest wymagane] -> Wyświetla topowe wyniki graczy (wszyscy gracze na kanale i niektóre informacje o graczach) `/api/channels/{channel_id}/player/{player_id}` [Nie wymaga uwierzytelnienia] -> Wyświetla *wszystkie* dane dla określonego użytkownika **Autoryzacja** Jeśli masz klucz, przekaż klucz API w nagłówku HTTP Authorization. Istnieją dwa typy kluczy: - Klucze odnoszące się do kanału, dostępne w `settings api_key`. Działają tylko dla określonych danych kanału. - Globalne klucze, które umożliwiają NIEOGRANICZONY dostęp do danych każdego kanału. Aby je otrzymać zgłoś się do Arthura. Klucze API (lokalne lub globalne) to uuid4 i wyglądają tak: `d84af260-c806-4066-8387-1d5144b7fa72`
pt_br: Se alguém quiser fazer um painel de instrumentos ou algo para controlar o DuckHunt, já existem algumas rotas api. Todos eles retornam JSON ou HTTP404/403/500. **Routes***: `/api/channels` [Autenticação Global necessária] -> Retorna algumas informações sobre todos os canais habilitados no bot. `/api/channels/{channel_id}` [Autenticação necessária] -> Retorna informações sobre o canal, como os patos atualmente reproduzidos. `/api/channels/{channel_id}/settings` [Autenticação necessária] -> Devolve as configurações do canal `/api/channels/{channel_id}/top` [Não é necessária autenticação] -> Retorna as melhores pontuações (todos os jogadores no canal e algumas informações sobre os jogadores) `/api/channels/{channel_id}/player/{player_id}` [Não é necessária autenticação] -> Devolve *todos* os dados para um usuário específico **Autenticação**: Se você tiver uma, passe a chave da API no cabeçalho HTTP de Autorização. Existem dois tipos de chaves : - Chaves específicas do canal, disponíveis com `settings api_key`. Só funcionam para um canal específico de dados. - Chaves globais, que permitem o acesso UNLIMITED a todos os dados do canal. Estão disponíveis sob pedido comigo. As chaves Api (locais ou globais) são uuid4, e parecem-se com isto: `d84af260-c806-4066-8387-1d5144b7fa72`
ru: Если вы хотите создать панель или какой-либо другой инструмент управления DuckHunt, есть несколько готовых маршрутов API. Все они возвращают JSON или HTTP404 / 403/500. **Маршруты**: `/api/channels` [Требуется глобальная аутентификация] -> Выводит некоторую информацию обо всех каналах, включенных в боте. `/api/channels/{channel_id}` [Требуется аутентификация] -> Выводит информацию о канале, например, о присутствующих на данный момент утках. `/api/channels/{channel_id}/settings` [Требуется аутентификация] -> Выводит настройки канала. `/api/channels/{channel_id}/top` [аутентификация не требуется] -> Выводит информацию об очках (все игроки на канале и некоторую информацию о них. `/api/channels/{channel_id}/player/{player_id}` [Проверка подлинности не требуется] -> Выводит *все* данные для определённого пользователя. **Аутентификация**: Если она используется, добавьте ключ API в HTTP-заголовок авторизации. Существуют два типа ключей: - Специальные ключи для отдельных каналов, доступные через `settings api_key`. Они используются при работе с определёнными данными канала. - Глобальные ключи, дающие НЕОГРАНИЧЕННЫЙ доступ ко всем данным канала. Получить их можно, отправив запрос мне. Ключи API (локальные или глобальные) используют uuid4 и выглядят следующим образом: `d84af260-c806-4066-8387-1d5144b7fa72`
uk: Якщо хтось хоче зробити дашборд або щось подібне для управління DuckHunt, вже є кілька маршрутів api. Всі вони повертають JSON або HTTP404/403/500. **Маршрути*: `/api/channels` [Потрібна глобальна автентифікація] -&gt; Повертає деяку інформацію про всі канали, увімкнені на боті. `/api/channels/{channel_id}` [Потрібна автентифікація] -&gt; Повертає інформацію про канал, наприклад, про качок, які зараз нерестяться. `/api/channels/{channel_id}/settings` [Необхідна авторизація] -&gt; Повертає налаштування каналу `/api/channels/{channel_id}/top` [Авторизація не потрібна] -&gt; Повертає найкращі результати (всі гравці на каналі та деяка інформація про гравців) `/api/channels/{channel_id}/player/{player_id}` [Не потребує авторизації] -&gt; Повертає *всі* дані для конкретного користувача **Автентифікація**: Якщо вона у вас є, передайте ключ API в HTTP-заголовку Authorization. Існує два типи ключів : - Ключі для конкретного каналу, доступні в налаштуваннях api_key. Вони працюють тільки для даних конкретного каналу. - Глобальні ключі, які дозволяють необмежений доступ до даних кожного каналу. Вони доступні за запитом у мене. Api ключі (локальні або глобальні) мають формат uuid4, і виглядають так: `d84af260-c806-4066-8387-1d5144b7fa72`

source: /channels/ Get all channels enabled on the bot
de: /channels/ Alle auf dem Bot aktivierten Kanäle anzeigen
es: /channels/ Obtener todos los canales habilitados para el bot
fi: /channels/ Hae kaikki botin käytössä olevat kanavat
fr: /channels/ Retourne tous les salons activés sur le bot.
hu: /channels/ Listázza az összes engedélyezett csatornát a boton.
nl: /channels/ Krijg alle kanalen die aanstaan voor de bot.
pl: /channels/ Wyświetl wszystkie włączone kanały w bocie
pt_br: /channel/ Obtenha a lista de todos os canais onde o bot está ativado
ru: /channels/ Выводит список всех каналов, включённые в боте
uk: /канали/ Увімкніть всі канали на боті

source: /channels/<channel_id> Get information about a specific channel ID
de: /channels/<channel_id> Informationen über einen bestimmten Kanal abrufen
es: /channels/<channel_id> Obtener información sobre un ID de canal especifíco
fi: /channels/<channel_id> Hae tietoja tietystä kanavan ID:stä
fr: /channels/<channel_id> Retourne des informations d'un salon spécifique via son ID.
hu: /channels/<channel_id> Lekér információt egy bizonyos csatornáról ID alapján.
nl: /channels/<channel_id> Krijg informatie over een specifiek kanaal-ID.
pl: /channels/<channel_id> Uzyskaj informacje o ID danego kanału
pt_br: /channels/<channel_id> Obtenha informações sobre um canal específico
ru: /channels/<channel_id> Выводит информацию об ID определённого канала
uk: /channels/<channel_id> Отримати інформацію про конкретний ідентифікатор каналу

source: /channels/<channel_id>/settings Get settings for a specific channel ID
es: /canales/<channel_id>/configuración Obtener la configuración de un canal específico
fr: /channels/<channel_id>/settings Retourne les paramètres d'un salon spécifique via son ID
pl: /channels/<channel_id>/settings Uzyskaj informacje o ustawieniach określonego ID kanału.
pt_br: /channels/<channel_id>/settings Obtenha configurações para um ID de canal específico
uk: /channels/<channel_id>/settings Отримати налаштування для конкретного ID каналу

source: /channels/<channel_id>/top Get players data for a specific channel ID, ordered by experience
es: /channels/<channel_id>/top Obtener los datos de los jugadores de un canal específico, ordenados por experiencia
fr: /channels/<channel_id>/top Retourne les données des joueurs, triés par expérience décroissante.
pl: /channels/<channel_id>>/top Uzyskaj dane graczy dla określonego ID kanału, uporządkowane wg punktów doświadczenia
pt_br: /channels/<channel_id>/top Obtenha dados de jogadores para um ID de canal específico, ordenados por experiência
uk: /channels/<channel_id>/top Отримати дані гравців за певним ID каналу, впорядковані за досвідом

source: /channels/<channel_id>/player/<player_id> Get information for a specific player ID and channel ID
es: /channels/<channel_id>/player/<player_id> Obtener los datos de un jugador específico en un canal específico
fr: /channels/<channel_id>/player/<player_id> Retourne des informations sur un joueur et un salon spécifiques via leurs ID.
pl: /channels/<channel_id>/player/<player_id> Uzyskaj informacje o ID danego użytkownika i ID kanału
pt_br: /channels/<channel_id>/player/<player_id> Obtenha informações para um ID de jogador e um ID de canal específicos
uk: /channels/<channel_id>/player/<player_id> Отримати інформацію по конкретному ID гравця та ID каналу

source: /help/commands Get list of commands
de: /help/commands Liste der Befehle anzeigen
es: /help/commands Obtener lista de comandos
fi: /help/commands Hae lista komennoista
fr: /help/commands Retourne la liste des commandes
hu: /help/commands Listázza a parancsokat.
nl: /help/commands krijg de lijst van commando's
pl: /help/commands Uzyskaj listę komend
pt_br: /help/commands Obter a lista de comandos
ru: /help/commands Выводит список команд
uk: /help/commands Отримати список команд

source: /status Check the status of every shard the bot is hosting.
de: /status Überprüfe ob jedes Teil des Bots gehostet/online ist.
es: /status Comprueba el estado de cada shard que el bot hostea.
fi: /status Tarkista jokaisen botin isännöimän shardin tila.
fr: /status Vérifie le statut de tous les shards que le bot héberge.
hu: /status Lekéri a bot által hosztolt összes shard állapotát.
nl: /status Controleer de status van elke shard die de bot host.
pl: /status Sprawdź status każdego shardu, który obsługuje bot.
pt_br: /status Verifique o status de cada fragmento que o bot está hospedando.
ru: /status Проверяет статус каждого шарда в боте
uk: /status Перевірте статус кожного шарда, на якому знаходиться бот.

source: /stats Get some global statistics about the bot.
de: /stats Erhalte einige globale Statistiken über den Bot.
es: /stats Obtén algunas estadísticas globales sobre el bot.
fi: /stats Hae joitakin yleisiä tilastoja botista.
fr: /stats Retourne des statistiques globales sur le bot.
hu: /stats Lekér globális statisztikát a botról.
nl: /stats Krijg wat globale statistieken over de bot.
pl: /stats Uzyskaj kilka światowych statystyk bota
pt_br: /stats Obtenha algumas estatísticas globais sobre o bot.
ru: /stats Выводит глобальную статистику о боте
uk: /stats Отримайте глобальну статистику про бота.

source: Commands to view and edit settings
de: Befehl zum Anzeigen und Bearbeiten der Einstellungen
es: Comandos para ver y editar los ajustes
fi: Komennot asetusten tarkastelemiseksi ja muokkaamiseksi
fr: Commandes pour voir et éditer des paramètres.
hu: Parancsok a beállítások megjelenítéséhez és módosításához.
nl: Commando's om de instellingen te zien en aan te passen
pl: Komendy przeglądania i edytowania ustawień
pt_br: Comandos para visualizar e editar configurações
ru: Команды для просмотра и редактирования статистики
uk: Команди для перегляду та редагування налаштувань

source: Set your server settings to specific, designed modes
de: Setzen Sie Ihre Servereinstellungen auf bestimmte voreingestellte Modi
es: Configura tu servidor en modos específicos y diseñados
fi: Aseta palvelimen asetukset tiettyihin, suunniteltuihin tiloihin
fr: Réglez les paramètres de votre serveur sur des modeles prédéfinis.
hu: Beállítja a szervered beállításait bizonyos, tervezett módokra.
nl: Stel je server in op specifiek ontworpen modussen.
pl: Zmień ustawienia serwera na określony, specjalny tryb bota
pt_br: Defina as configurações do seu servidor para modos específicos e projetados
ru: Производит настройку вашего сервера под определённые специальные режимы
uk: Встановіть налаштування вашого сервера на певні, розроблені режими

source: Restore default settings for DuckHunt V4.
de: Standardeinstellungen für DuckHunt V4 wiederherstellen.
es: Restaurar la configuración por defecto de DuckHunt V4.
fi: Palauta DuckHunt V4:n oletusasetukset.
fr: Réinitialise DuckHunt aux réglages par défaut.
hu: Visszaállítja a botot a V4 alapértelmezett beállításaira.
nl: Herstel de standaardinstellingen voor DuckHunt V4.
pl: Przywróć domyślne ustawienia DuckHunt V4.
pt_br: Restaura as configurações padrão para DuckHunt V4.
ru: Восстановить настройки по умолчанию для DuckHunt V4.
uk: Відновлення налаштувань за замовчуванням для DuckHunt V4.

source: Restore similar settings to DuckHunt V3, if that's your thing.
de: Stellen Sie ähnliche Einstellungen wie bei DuckHunt V3 wieder her, wenn das dein Ding ist.
es: Restaurar configuraciones similares a DuckHunt V3, si eso gustas hacer.
fi: Palauta samanlaiset asetukset kuin DuckHunt V3:ssa, jos se on sinun juttusi.
fr: Restaure des paramètres similaires à DuckHunt V3, si c'est ce que vous aimez.
hu: Beállít hasonló dolgokat a DuckHunt V3-hoz, ha úgy szereted.
nl: Zet je instellingen zoals die van Duuckhunt V3 waren, als dat je ding is.
pl: Przywróć podobne ustawienia do DuckHunt V3, jeśli chcesz.
pt_br: Restaura as configurações similares ao DuckHunt V3, se você preferir.
ru: Если нужно, восстановите аналогичные настройки для DuckHunt V3.
uk: Відновіть аналогічні налаштування в DuckHunt V3, якщо це ваша фішка.

source: Set the bot for a more casual experience.
de: Stellen Sie den Bot auf eine einfachere Schwierigkeit ein
es: Configura el bot para una experiencia más casual.
fi: Aseta botti rennompaa kokemusta varten.
fr: Paramètre le bot pour une utilisation plus détendue.
hu: Beállítja a botot egy alkalmi élményhez.
nl: Stelt de bot in op een meer "casual" ervaring.
pl: Ustaw bota na tryb klasyczny.
pt_br: Configura o bot para uma experiência mais casual.
ru: Настройте бот для обычного режима.
uk: Налаштуйте бота для більш невимушеного спілкування.

source: Set the bot for a more hardcore experience : less experience and more difficult ducks. For experienced hunters only.
de: Stellen Sie den Bot auf die Hardcore Schwierigkeit ein: weniger Erfahrung, dafür schwierigere Enten. Nur für erfahrene Jäger geeignet.
es: Configura el bot para una experiencia más hardcore: menos experiencia y patos más difíciles. Sólo para cazadores experimentados.
fi: Aseta botti haastavampaa kokemusta varten : vähemmän kokemuspisteitä ja vaikeampia ankkoja. Vain kokeneille metsästäjille.
fr: Paramètre le bot pour une expérience plus hardcore : moins d'expérience et des canards plus difficiles. Pour les chasseurs expérimentés seulement.
hu: Beállítja a botot egy hardcore élményre: kevesebb tapasztalati pont és magasabb nehézségű kacsák. Csak tapasztalt vadászoknak!
nl: Stel de bot in voor een meer hardcore spel: minder ervaring en moeilijkere eenden. Alleen voor ervaren jagers.
pl: Podkręć bota na level hardcore: mniej doświadczenia i jeszcze więcej zbuntowanych kaczek! Tylko dla doświadczonych graczy!
pt_br: Defina o bot para uma experiência mais hardcore: menos experiência e patos mais difíceis. Só para caçadores experientes.
ru: Настройте бот для более сложного режима: меньше единиц опыта и утки с повышенным уровнем выживаемости. Только для опытных охотников.
uk: Налаштуйте бота на більш хардкорний досвід: менше досвіду і складніші качки. Тільки для досвідчених мисливців.

source: Haunted house gamemode. There will be almost only ghost ducks. All the other settings are reset to their default values.
de: Spukhaus-Gamemodus. Es wird fast nur Geister-Enten geben. Alle anderen Einstellungen werden auf ihre Standardwerte zurückgesetzt.
es: Modo de juego casa encantada. Habrá casi sólo patos fantasmas. Todos los demás ajustes se restablecen a sus valores por defecto.
fi: Kummitustalo-pelitila. Siellä tulee olemaan lähes pelkästään aaveankkoja. Kaikki muut asetukset palautetaan oletusarvoihinsa.
fr: Mode de jeu "maison hantée". Il n'y aura presque plus que des canards fantômes. Tous les autres paramètres sont réinitialisés à leurs valeurs par défaut.
hu: Kísértetház játékmód. Legtöbbször szellemkacsák lesznek. Az összes többi beállítás vissza lesz állítva alapértelmezett értékeikre.
nl: Spookhuis gamemode. Er zullen bijna alleen maar spook eenden zijn. Alle andere instellingen worden teruggezet naar de standaardwaarden.
pl: Tryb: Nawiedzony Dom Na kanale pojawiać się będą prawie same Kaczki Duchy
pt_br: Modo de jogo da casa assombrada. Haverá quase só patos fantasmas. Todas as outras partes da configuração são redefinidas para suas valores padrão.
ru: Режим игры "Дом с привидениями". Почти все утки будут привидениями. Все остальные настройки сбрасываются до значений по умолчанию.
uk: Ігровий режим "Будинок з привидами". Тут будуть майже тільки качки-привиди. Всі інші налаштування скидаються до значень за замовчуванням.
