Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: 💥 You stepped on a `{landmine.word}` landmine placed {td} ago by <@{placed_by_member.user_id}>. It exploded, taking away **{explosion_value} points** from your account.
de: 💥 Du bist auf eine `{landmine.word}` Landmine getreten, die vor {td} von <@{placed_by_member.user_id}>. Sie ist explodiert und hat **{explosion_value} Punkte** von deinem Konto abgezogen.
es: 💥 Has pisado una `{landmine.word}` mina terrestre colocada hace {td} por <@{placed_by_member.user_id}>. Ha explotado, restando **{explosion_value} puntos** a tu cuenta.
fi: 💥 Astuit `{landmine.word}` miinaan, jonka asetti {td} sitten <@{placed_by_member.user_id}>. Se räjähti ja vei **{explosion_value} pisteitä** tililtäsi.
fr: 💥Vous avez marché sur une mine :`{landmine.word}` placée il y a {td} par <@{placed_by_member.user_id}>. Elle a explosé, enlevant **{explosion_value} points** de votre compte.
pl: 💥 Nadepnąłeś na `{landmine.word}` minę lądową umieszczoną {td} temu przez <@{placed_by_member.user_id}>. Wybuchła, zabierając z Twojego konta **{explosion_value} punkty**.
uk: 💥 ти наступив на{landmine.word}міну, закладену {td} встановлену{placed_by_member.user_id}&gt;. Вона вибухнула, забравши{explosion_value} бали** з вашого рахунку.

source: They can't play the game :(
de: Sie können das Spiel nicht spielen :(
es: No pueden jugar el juego :(
fi: He eivät voi pelata peliä :(
fr: Il ne peut pas jouer à ce jeu :(
pl: Oni nie mogą grać w grę :(
uk: Вони не вміють грати в гру :(

source: {target.name} event statistics
de: {target.name} Ereignisstatistik
es: {target.name} estadísticas de eventos
fi: {target.name} tapahtumatilastot
fr: Statistiques de l'event pour {target.name}
hu: {target.name} esemény statisztika
pl: Statystyki wydarzenia {target.name}
uk: {target.name} статистика подій

source: The most important currency in the game are the points, which are used in the shop to buy stuff. The available points show how many ponts you have and how many you acquired in total. You can get points by sending (long) messages. Some shop items may help you get more. Be careful not to spam, server rules **still apply** during the event. At the end of the game, the player having the greater amount of points will win.
de: Die wichtigste Währung im Spiel sind die Punkte, mit denen man im Laden Dinge kaufen kann. Die verfügbaren Punkte zeigen an, wie viele Ponts Sie haben und wie viele Sie insgesamt erworben haben. Du kannst Punkte bekommen, indem du (lange) Nachrichten schickst. Einige Gegenstände im Shop können dir helfen, mehr Punkte zu bekommen. Achte darauf, nicht zu spammen, die Serverregeln gelten auch während des Events. Am Ende des Spiels gewinnt der Spieler, der die meisten Punkte hat.
es: La moneda más importante del juego son los puntos, que se utilizan en la tienda para comprar cosas. Los puntos disponibles muestran cuántos puntos tienes y cuántos has adquirido en total. Puedes conseguir puntos enviando mensajes (largos). Algunos objetos de la tienda pueden ayudarte a conseguir más. Ten cuidado de no hacer spam, las reglas del servidor **siguen aplicándose** durante el evento. Al final de la partida, el jugador que tenga la mayor cantidad de puntos ganará.
fi: Pelin tärkein valuutta ovat pisteet, joita käytetään kaupassa tavaroiden ostamiseen. Käytettävissä olevat pisteet näyttävät, kuinka monta pistettä sinulla on ja kuinka monta olet hankkinut yhteensä. Voit saada pisteitä lähettämällä (pitkiä) viestejä. Joidenkin kaupan esineiden avulla voit saada enemmän. Varo roskapostittamasta, palvelimen säännöt **ovat edelleen voimassa** tapahtuman aikana. Pelin lopussa se pelaaja, jolla on enemmän pisteitä, voittaa.
fr: La monnaie la plus importante du jeu est les points, qui sont utilisés dans la boutique pour acheter des objets. Les points disponibles montrent combien de points vous avez et combien vous avez acquis au total. Vous pouvez obtenir des points en envoyant des messages (longs). Certains articles de la boutique peuvent vous aider à en obtenir plus. Attention à ne pas spammer, les règles du serveur **s'appliquent** pendant l'event. A la fin du jeu, le joueur ayant le plus grand nombre de points gagnera.
pl: Najważniejszą walutą w grze są punkty, które możesz kupić w sklepie do zakupu różnych rzeczy. Dostępne punkty pokazują ile masz punktów i ile ich zdobyłeś/aś. Możesz zdobywać punkty pisząc (długie) wiadomości. Niektóre przedmioty w sklepie mogą pomóc Ci w ich zdobyciu. Nie spam na serwerze, regulamin jest **nadal aktualny** podczas eventów. Na końcu gry, gracz mający największą ilość punktów wygrywa.
pt_br: A moeda mais importante do jogo são os pontos, que são usados na loja para comprar coisas. Os pontos disponíveis mostram quantos pontos você tem e quantos você adquiriu no total. Você pode obter pontos enviando mensagens (longas). Alguns itens da loja podem ajudá-lo a obter mais. Tenha cuidado para não enviar spam, as regras do servidor **ainda se aplicam** durante o evento. Ao final do jogo, o jogador que tiver a maior quantidade de pontos será o vencedor.
uk: Найважливішою валютою в грі є бали, які використовуються в магазині для купівлі речей. Доступні бали показують, скільки понтів у вас є і скільки ви придбали в цілому. Бали можна отримати, надсилаючи (довгі) повідомлення. Деякі товари в магазині можуть допомогти вам отримати більше балів. Будьте обережні, щоб не спамити, правила сервера **все ще діють** під час події. В кінці гри переможе гравець, який набере більшу кількість балів.

source: Available
de: Verfügbar
es: Disponible
fi: Saatavilla
fr: Disponible
hu: Elérhető
pl: Dostępne
uk: В наявності

source: {db_target.points_current} points
de: {db_target.points_current} Punkte
es: {db_target.points_current} puntos
fi: {db_target.points_current} pistettä
hu: {db_target.points_current} pont
pl: {db_target.points_current} punktów
uk: {db_target.points_current} балів

source: Messages sent
de: Gesendete Nachrichten
es: Mensajes enviados
fi: Lähetetyt viestit
fr: Messages envoyés
hu: Elküldött üzenetek
pl: Wysłane wiadomości
uk: Відправлені повідомлення

source: {db_target.messages_sent} ({db_target.words_sent} words)
es: {db_target.messages_sent} ({db_target.words_sent} palabras)
fi: {db_target.messages_sent} ({db_target.words_sent} sanaa)
fr: {db_target.messages_sent} ({db_target.words_sent} mots)
hu: {db_target.messages_sent} ({db_target.words_sent} szó)
pl: {db_target.messages_sent} ({db_target.words_sent} słowa)
uk: {db_target.messages_sent} ({db_target.words_sent} слова)

source: Points won by landmines
de: Durch Landminen gewonnene Punkte
es: Puntos ganados por minas terrestres
fi: Maamiinoilla voitetut pisteet
fr: Points gagnés grâce aux mines
hu: Pontok megszerezve aknáktól
pl: Punkty zdobyte przez miny
uk: Бали, набрані наземними мінами

source: {db_target.points_won} points
de: {db_target.points_won} Punkte
es: {db_target.points_won} puntos
fi: {db_target.points_won} pisteet
hu: {db_target.points_won} pont
pl: {db_target.points_won} punktów
pt_br: {db_target.points_won} pontos
uk: {db_target.points_won} балів

source: Points recovered by defusing landmines
de: Durch die Entschärfung von Landminen sichergestellte Punkte
es: Puntos recuperados por la desactivación de minas terrestres
fi: Maamiinojen purkamisesta saadut pisteet
fr: Points récupérés en désamorçant des mines
hu: Pontok visszaszerezve aknák hatástalanításával
pl: Punkty odzyskane przez rozbrojenie min
pt_br: Pontos recuperados por desarmar minas terrestres
uk: Точки, відновлені шляхом знешкодження наземних мін

source: {db_target.points_recovered} points
de: {db_target.points_recovered} Punkte
es: {db_target.points_recovered} puntos
fi: {db_target.points_recovered} pistettä
hu: {db_target.points_recovered} pont
pl: {db_target.points_recovered} punktów
pt_br: {db_target.points_recovered} pontos
uk: {db_target.points_recovered} балів

source: Points acquired by talking
de: Durch Gespräche erworbene Punkte
es: Puntos adquiridos al hablar
fi: Puhumalla saadut pisteet
fr: Points acquis en parlant
hu: Pontok megszerezve beszéd által
pl: Zdobyte punkty za pisanie
pt_br: Pontos adquiridos através de conversa
uk: Бали, отримані за розмови

source: {db_target.points_acquired} points
de: {db_target.points_acquired} Punkte
es: {db_target.points_acquired} puntos
fi: {db_target.points_acquired} pistettä
hu: {db_target.points_acquired} pont
pl: {db_target.points_acquired} punktów
pt_br: {db_target.points_acquired} pontos
uk: {db_target.points_acquired} балів

source: Points exploded by stepping on mines
de: Durch das Betreten von Minen explodierte Punkte
es: Puntos explotados por pisar minas
fi: Pisteitä räjäytetty astumalla miinojen päälle
fr: Points explosés en marchant sur les mines
hu: Pontok felrobbantva aknára lépéssel
pl: Punkty eksplodowane przez nadepnięcie na miny
pt_br: Pontos explodidos ao pisar em minas
uk: Пункти підриву на мінах

source: {db_target.points_exploded} points
de: {db_target.points_exploded} Punkte
es: {db_target.points_exploded} puntos
fi: {db_target.points_exploded} pistettä
hu: {db_target.points_exploded} pont
pl: {db_target.points_exploded} punktów
pt_br: {db_target.points_exploded} pontos
uk: {db_target.points_exploded} балів

source: Points spent in the shop
de: Im Shop ausgegebene Punkte
es: Puntos gastados en la tienda
fi: Kaupassa käytetyt pisteet
fr: Points dépensés dans la boutique
hu: Pontok elköltve a boltban
pl: Punkty wydane w sklepie
pt_br: Pontos gastos na loja
uk: Бали, витрачені в магазині

source: {db_target.points_spent} points
de: {db_target.points_spent} Punkte
es: {db_target.points_spent} puntos
fi: {db_target.points_spent} pistettä
hu: {db_target.points_spent} pont
pl: {db_target.points_spent} punktów
pt_br: {db_target.points_spent} pontos
uk: {db_target.points_spent} балів

source: For more information on how to place a mine, run the `dh!lm landmines` command.
de: Weitere Informationen über das Platzieren von Minen erhalten Sie mit dem Befehl `dh!lm landmines`.
es: Para más información sobre cómo colocar una mina, ejecute el comando `dh!lm landmines`.
fi: Lisätietoja miinan asettamisesta saat komennolla `dh!lm landmines`.
fr: Pour plus d'informations sur la façon de placer une mine, exécutez la commande `dh!lm landmines`.
pl: Aby uzyskać więcej informacji na temat podłożenia min, wywołaj komendę: `dh!lm landmines` .
pt_br: Para mais informações sobre como colocar uma mina, execute o comando `dh!lm landmines`.
uk: Для отримання додаткової інформації про те, як встановити міну, виконайте команду `dh!lm landmines`.

source: To place a landmine, send a DM to the bot with the following command: ``` dh!landmine place {ctx.guild.id} your_mine_value your_mine_word a_message_to_send_when_the_mine_explodes ``` The value must be at least 50 points, and a word must be at least 3 characters long.
de: Um eine Landmine zu platzieren, senden Sie dem Bot eine DM mit dem folgenden Befehl: ``` dh!landmine place {ctx.guild.id} your_mine_value your_mine_word a_message_to_send_when_the_mine_explodes ``` Der Wert muss mindestens 50 Punkte betragen, und ein Wort muss mindestens 3 Zeichen lang sein.
es: Para colocar una mina terrestre, envía un DM al bot con el siguiente comando: ``` dh!landmine place {ctx.guild.id} tu_valor_de_mino tu_palabra_de_mino un_mensaje_para_enviar_cuando_la_mina_explosione ``` El valor debe ser de al menos 50 puntos, y la palabra debe tener al menos 3 caracteres.
fi: Asettaaksesi maamiinan lähetä botille DM seuraavalla komennolla: ``` dh!landmine place {ctx.guild.id} miinasi_arvo miinasi_sana viesti_joka_lähetetään_kun_miina_räjähtää ``` Arvon on oltava vähintään 50 pistettä, ja sanan on oltava vähintään 3 merkkiä pitkä.
fr: Pour placer une mine, envoyez un DM au bot avec la commande suivante : ``` dh!landmine place {ctx.guild.id} valeur_de_votre_mine votre_mot_de_mine un_message_à_envoyer_quand_la_mine_explose ``` La valeur doit être d'au moins 50 points, et un mot doit avoir au moins 3 caractères.
pl: Aby podłożyć minę, wyślij wiadomość prywatną do bota z następującą komendą: ``` dh!landmine place {ctx.guild.id} wartość_twojej miny_ _słowo_twojej miny_ _wiadomość_do_przesłania_kiedy_mina_eksploduje ``` Wartość musi wynosić co najmniej 50 punktów, a słowo musi mieć co najmniej 3 znaki.
pt_br: Para colocar uma mina terrestre, envie um DM para o bot com o seguinte comando: ``` dh!landmine place {ctx.guild.id} your_mine_value your_mine_word a_message_to_send_when_the_mine_explodes ``` O valor deve ser de pelo menos 50 pontos e uma palavra deve ter pelo menos 3 caracteres.
uk: Для встановлення міни відправте боту DM з наступною командою: ``` dh!place_landmine {ctx.guild.id} ваше_значення_міни ваше_слово_міни повідомлення_відправити_коли_міна_вибухне ``` Значення повинно бути не менше 50 балів, а слово - не менше 3 символів.

source: ❌ On what server do you want to place this landmine ? You need to add the Guild ID at the start of your command. See `dh!landmines landmine_how_to`
de: ❌ Auf welchem Server möchten Sie diese Landmine platzieren? Du musst die Gilden-ID an den Anfang deines Befehls stellen. Siehe `dh!landmines landmine_how_to`
es: ❌ ¿En qué servidor quieres colocar esta mina? Tienes que añadir el Guild ID al principio de tu comando. Ver `dh!landmines landmine_how_to`
fi: ❌ Mille palvelimelle haluat sijoittaa tämän miinan? Sinun täytyy lisätä palvelimen ID komentosi alkuun. Katso `dh!landmines landmine_how_to`
fr: ❌ Sur quel serveur voulez-vous placer cette mine ? Vous devez ajouter l'ID de votre serveur (guild) au début de votre commande. Voir `dh!landmines landmine_how_to`
pl: ❌ Na jakim serwerze chcesz podłożyć tę minę? Musisz dodać ID serwera na początku swojego polecenia. Zobacz, jak to zrobić komendą: `dh!landmines landmine_how_to`
pt_br: ❌ Em qual servidor você quer colocar esta mina terrestre? Você precisa adicionar o ID da Guilda no início do seu comando. Veja `dh!landmines landmine_how_to`
uk: ❌на якому сервері ви хочете розмістити цю міну? Вам потрібно додати ідентифікатор гільдії на початку вашої команди. Дивіться `dh!landmines landmine_how_to`

source: ❌ You aren't in that guild.
de: ❌ Du bist nicht in dieser Gilde.
es: ❌ No estás en ese gremio.
fi: ❌ Et ole tällä palvelimella.
fr: ❌ Vous n'êtes pas dans ce serveur.
hu: ❌ Nem vagy abban a szerverben.
pl: ❌ Nie jesteś członkiem tego serwera.
pt_br: ❌ Você não está nessa guilda.
uk: ❌ ти не в тій гільдії.

source: ❌ A landmine must have a value higher than 50.
de: ❌ Eine Landmine muss einen Wert von mehr als 50 haben.
es: ❌ Una mina debe tener un valor superior a 50.
fi: ❌ Maamiinan arvon on oltava yli 50.
fr: ❌ Une mine doit avoir une valeur supérieure à 50.
hu: ❌ Egy aknának 50-nél nagyobb értékűnek kell lennie.
pl: ❌ Mina musi mieć wartość większą niż 50.
pt_br: ❌ Uma mina terrestre deve ter um valor superior a 50.
uk: ❌ Наземна міна повинна мати вартість вище 50.

source: ❌ The message left on the landmine must be less than 1500 characters.
de: ❌ Die auf der Landmine hinterlassene Nachricht muss weniger als 1500 Zeichen umfassen.
es: ❌ El mensaje que se deje en la mina debe tener menos de 1500 caracteres.
fi: ❌ Miinaan jätettävän viestin on oltava alle 1500 merkkiä.
fr: ❌ Le message laissé sur la mine doit faire moins de 1500 caractères.
pl: ❌ Wiadomość pozostawiona wraz z miną musi mieć mniej niż 1500 znaków.
pt_br: ❌ A mensagem deixada na mina terrestre deve ter menos de 1500 caracteres.
uk: ❌ Повідомлення, залишене на міні, не повинно перевищувати 1500 символів.

source: ❌ The word must only contain letters.
de: ❌ Das Wort darf nur Buchstaben enthalten.
es: ❌ La palabra debe contener sólo letras.
fi: ❌ Sana saa sisältää vain kirjaimia.
fr: ❌ Le mot ne doit contenir que des lettres.
pl: ❌ Słowo musi zawierać tylko litery.
pt_br: ❌ A palavra deve conter apenas letras.
uk: ❌ Слово повинно містити тільки літери.

source: ❌ You don't have {value} points, you can't buy a landmine as powerful as this.
de: ❌ Du hast keine {value} Punkte, du kannst keine so starke Landmine kaufen.
es: ❌ No tienes puntos de {value}, no puedes comprar una mina terrestre tan potente como esta.
fi: ❌ Sinulla ei ole {value} pistettä, et voi ostaa näin voimakasta maamiinaa.
fr: ❌ Vous n'avez pas {value} points, vous ne pouvez pas acheter une mine aussi puissante que celle-ci.
pl: ❌ Nie masz {value} punktów, nie możesz kupić tak potężnej miny.
pt_br: ❌ Você não tem {value} pontos, você não pode comprar uma mina terrestre tão poderosa quanto essa.
uk: ❌ у вас немає {value} очок, ви не можете купити таку потужну міну, як ця.

source: 💣️ You placed a landmine on `{word}` that can give you at most `{base_value}` points.
de: 💣️ Du hast eine Landmine auf `{word}` gelegt, die dir höchstens `{base_value}` Punkte bringen kann.
es: 💣️ Has colocado una mina en `{word}` que puede darte como máximo puntos de `{base_value}`.
fi: 💣️ Asetit miinan `{word}`, joka voi antaa sinulle enintään `{base_value}` pistettä.
fr: 💣️ Vous avez placé une mine sur `{word}` qui peut vous donner au plus `{base_value}` points.
pl: 💣️ Umieściłeś na `{word}` minę lądową, która może dać Ci co najwyżej `{base_value}` punktów.
pt_br: 💣️ Você colocou uma mina terrestre em `{word}` que pode lhe dar no máximo `{base_value}` pontos.
uk: 💣️ ви встановили міну на `{word}`, яка може дати вам максимум `{base_value}` очок.

source: ❌ Please give one valid words to protect.
de: ❌ Bitte geben Sie ein gültiges Wort zum Schutz an.
es: ❌ Por favor, dé una palabra válida para proteger.
fi: ❌ Anna yksi kelvollinen sana, jota voit suojella.
fr: ❌ Veuillez donner un (seul) mot valide à protéger.
pl: ❌ Proszę, podaj chociaż jedno słowo, które ma chronić przed miną.
pt_br: ❌ Por favor, dê uma palavra válida para proteger.
uk: ❌ Будь ласка, наведіть одне правильне слово на захист.

source: ❌ You don't have 500 points, so you can't buy a shield to protect a word.
de: ❌ Du hast keine 500 Punkte, also kannst du kein Schild kaufen, um ein Wort zu schützen.
es: ❌ No tienes 500 puntos, así que no puedes comprar un escudo para proteger una palabra.
fi: ❌ Sinulla ei ole 500 pistettä, joten et voi ostaa kilpeä sanan suojaamiseksi.
fr: ❌ Vous n'avez pas 500 points, vous ne pouvez donc pas acheter de bouclier pour protéger ce mot.
pl: ❌ Nie masz 500 punktów, więc nie możesz kupić tarczy do ochrony słowa.
pt_br: ❌ Você não tem 500 pontos, então não pode comprar um escudo para proteger uma palavra.
uk: ❌ У тебе немає 500 балів, тому ти не можеш купити щит для захисту слова.

source: You placed a shield on `{word}` for 500 points.
de: Du hast ein Schild auf `{word}` für 500 Punkte platziert.
es: Has colocado un escudo en `{word}` por 500 puntos.
fi: Laitoit kilven `{word}` 500 pisteellä.
fr: Vous avez placé un bouclier sur `{word}` pour 500 points.
pl: Umieściłeś tarczę na `{word}` za 500 punktów.
pt_br: Você colocou um escudo em `{word}` por 500 pontos.
uk: Ви поставили щит на `{word}` за 500 очок.

source: - <@{placed_by_member.user_id}> mine for {value} points (placed {td} ago)
de: - <@{placed_by_member.user_id}> meine für {value} Punkte (platziert {td} vor)
es: - <@{placed_by_member.user_id}> mina por {value} puntos (colocados hace {td})
fi: - <@{placed_by_member.user_id}> miina {value} pisteellä (asetettu {td} sitten)
fr: - mine placée par <@{placed_by_member.user_id}> pour {value} points (placée il y a {td} )
pl: - Mina <@{placed_by_member.user_id}> za {value} punktów (umieszczona {td} temu)
pt_br: - <@{placed_by_member.user_id}> mina por {value} pontos (colocado {td} atrás)
uk: - &lt;@{placed_by_member.user_id}&gt; моя за {value} балів (розміщено {td} назад)

source: You defused the following landmine for a value of {got_points} points.
de: Du hast die folgende Landmine für einen Wert von {got_points} Punkten entschärft.
es: Has desactivado la siguiente mina terrestre por un valor de {got_points} puntos.
fi: Purit seuraavan maamiinan {got_points} pisteen arvosta.
fr: Vous avez désamorcé cette mine d'une valeur de {got_points} points.
pl: Rozbroiłeś/aś następującą minę, wartą {got_points} punktów
pt_br: Você desativou a seguinte mina terrestre por um valor de pontos {got_points}.

source: There were no active landmines on that word to be defused.
de: Es gab keine aktiven Landminen, die entschärft werden mussten.
es: No había minas terrestres activas en esa palabra para ser desactivadas.
fr: Il n'y avait pas de mines actives sur ce mot.
pl: Na tym słowie nie było aktywnych min, które należałoby rozbroić.
pt_br: Não havia minas terrestres ativas nessa palavra para serem desarmadas.
uk: Активних мін, які підлягають знешкодженню, на цій ділянці не було.

source: ❌ Please give (as much) valid words as you want to the defuse kit.
de: ❌ Bitte geben Sie dem Entschärfungsset (so viele) gültige Wörter, wie Sie wollen.
es: ❌ Por favor, dale (todas) las palabras válidas que quieras al kit de desactivación.
fr: ❌ Veuillez donner autant de mots valides que vous le souhaitez au kit de désamorçage.
pl: ❌ Proszę daj (jak najwięcej) słów do zestawu rozbrajającego.
pt_br: ❌ Por favor, dê (quantas) palavras válidas quiser ao kit de desarme.
uk: ❌ Будь ласка, назвіть (якомога більше) правильних слів, які ви хочете, на комплект для знешкодження.

source: ❌ You don't have 30 points, so you can't buy a defuse kit.
de: ❌ Du hast keine 30 Punkte, also kannst du kein Entschärfungsset kaufen.
es: ❌ No tienes 30 puntos, así que no puedes comprar un kit de desactivación.
fr: ❌ Vous n'avez pas 30 points, vous ne pouvez donc pas acheter de kit de désamorçage.
pl: ❌ Nie masz 30 punktów, więc nie możesz kupić zestawu do rozbrajania.
pt_br: ❌ Você não tem 30 pontos, então não pode comprar um kit de desarme.
uk: ❌ У вас немає 30 балів, тому ви не можете купити знешкоджувальний набір.

source: 💰️ You used the defuse kit on `{landmine.word}`, and defused <@{placed_by_member.user_id}> landmine (placed {td} ago), that has a `{landmine.value}` points value.You got {got_points} points, congratulations.
de: 💰️ Du hast das Entschärfungsset auf `{landmine.word}` benutzt und die <@{placed_by_member.user_id}> Landmine (vor {td} platziert) entschärft , die einen `{landmine.value}`-Punktwert hat. Du hast {got_points} Punkte bekommen, Glückwunsch.
es: 💰️ Has usado el kit de desactivación en `{landmine.word}`, y has desactivado <@{placed_by_member.user_id}>la mina terrestre (colocada hace {td}), que tiene un valor de puntos de `{landmine.value}`.Has conseguido {got_points} puntos, enhorabuena.
fr: 💰️ Vous avez utilisé le kit de désamorçage sur `{landmine.word}`, et désamorcé une mine placée par <@{placed_by_member.user_id}> il y a {td}, qui avait une valeur de `{landmine.value}` points. Vous avez obtenu {got_points} points, félicitations.
pl: 💰️ Użyłeś/aś zestawu do rozbrajania miny `{landmine.word}`, podłożoną przez <@{placed_by_member.user_id}> {td} temu, która miała wartość `{landmine.value}` punktów. Uzyskałeś/aś {got_points} punktów, gratki.
pt_br: 💰️ Você usou o kit de desarme em `{landmine.word}` e desarmou <@{placed_by_member.user_id}> mina terrestre (colocada {td} atrás), que tem um `{landmine.value} `` valor de pontos. Você tem {got_points} pontos, parabéns.
uk: ви використали комплект для знешкодження на{landmine.word}і знешкодив &lt;@{placed_by_member.user_id}&gt; наземну міну (встановлену {td} раніше), яка має{landmine.value}балів. Ви отримали {got_points} бали, вітаю.
