Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Better visibility: Increase your chance to frighten ducks, and reduce your chance to get shot by another hunter.
de: Bessere Sichtbarkeit: Erhöhen Sie Ihre Chance, Enten zu erschrecken, und verringern Sie Ihre Chance, von einem anderen Jäger erschossen zu werden.
es: Mejor visibilidad: Aumenta la posibilidad de asustar a los patos y reduce la posibilidad de recibir un disparo de otro cazador.
fr: Plus visible : Augmente vos chances d'effrayer les canards, et réduit les chances de vous faire tirer dessus par un autre chasseur.
hu: Magasabb láthatóság: Megnöveli az esélyed kacsák elijesztésére, és csökkenti az esélyét, hogy más vadászok lelőnek.
pl: Lepsza widoczność: Zwiększ swoją szansę na spłoszenie kaczek i zmniejsz szansę na trafienie przez innego myśliwego.
pt_br: Melhor visibilidade: Aumenta sua chance de assustar patos e reduz sua chance de ser baleado por outro caçador.
ru: Улучшенная видимость: более высокая вероятность напугать утку и более низкая - быть подстреленным другим охотником.
uk: Краща видимість: Збільшує ваші шанси налякати качок і зменшує ваші шанси бути підстреленим іншим мисливцем.

source: Camo
de: Tarnfarbe
fr: Camouflage
pl: moro
pt_br: Camuflagem
ru: Камо
uk: Камуфляж

source: Lower visibility: Less chance to frighten ducks.
de: Geringere Sichtbarkeit: Geringere Chance, Enten zu erschrecken.
es: Menor visibilidad: Menos posibilidades de asustar a los patos.
fr: Moins visible : Moins de chances d'effrayer les canards.
hu: Alacsonyabb láthatóság: Csökkenti az esélyed kacsák elijesztésére.
pl: Lepszy kamuflaż: Mniejsza szansa na przestraszenie kaczek.
pt_br: Baixa visibilidade: Menos chance de assustar patos.
ru: Малозаметность: более низкая вероятность напугать утку.
uk: Менша видимість: Менше шансів налякати качок.

source: Blue
de: Blau
es: Azul
fr: Bleu
hu: Kék
pl: niebieski
pt_br: Azul
ru: Синий
uk: Синій

source: Lucky find: Increase your chance to find items in bushes.
de: Glücklicher Fund: Erhöhen Sie Ihre Chance, Gegenstände in Büschen zu finden.
es: Suerte de encontrar: Aumenta tu probabilidad de encontrar objetos en los arbustos.
fr: Bonne trouvaille : Augmente vos chances de trouver des objets dans les buissons.
hu: Szerencsés lelés: Megnöveli az esélyeid tárgyak találására bokrokban.
pl: Szczęśliwe znalezisko: Zwiększ swoją szansę na znalezienie przedmiotów w krzakach.
pt_br: Achado de sorte: Aumenta sua chance de encontrar itens em arbustos.
ru: Удачная находка: больше шансов найти что-нибудь полезное в кустах.
uk: Щаслива знахідка: Збільшить ваш шанс знайти предмети в кущах.

source: Red
de: Rot
es: Rojo
fr: Rouge
hu: Piros
pl: czerwony
pt_br: Carmesim
ru: Красный
uk: Червоний

source: Hungry for blood: Increase your murder skills, reduce murder penalties.
de: Hungrig nach Blut: Erhöhen Sie Ihre Mordfähigkeiten, reduzieren Sie Mordstrafen.
es: Hambre de sangre: Aumenta tus habilidades de asesinato, reduce las penalizaciones por asesinato.
fr: Avide de sang : Augmente vos compétences en matière de meurtre, réduis les sanctions pour meurtre.
hu: Véréhes: Növeli a gyilkossági készségeid, csökkenti a gyilkossági büntetéseid.
pl: Żądny krwi: Zwiększ swoje umiejętności morderstwa, zmniejsz kary za morderstwo.
pt_br: Faminto por sangue: Aumenta suas habilidades de assassinato, reduz as penalidades de assassinato.
ru: Жажда крови: убивать проще, а последствий меньше.
uk: Жадають крові: Підвищуйте свої навички вбивства, знижуйте покарання за вбивство.

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
hu: Sárga
pl: żółty
pt_br: Açafrão
ru: Жёлтый
uk: Жовтий

source: Sun powers: Mirrors are less effective against you.
de: Sonnenkräfte: Spiegel sind weniger wirksam gegen Sie.
es: Poderes del sol: Los espejos son menos efectivos contra ti.
fr: Pouvoir du soleil : Les miroirs sont moins efficaces contre vous.
hu: A nap ereje: A tükrök kevésbé hatásosak ellened.
pl: Moc Słońca: Lustra są mniej skuteczne przeciwko tobie.
pt_br: Poderes solares: Espelhos são menos eficazes contra você.
ru: Сила солнца: напакостить вам при помощи зеркальца будет сложнее.
uk: Сила сонця: Дзеркала менш ефективні проти вас.

source: Dark green
de: Dunkelgrün
es: Verde oscuro
fr: Vert foncé
hu: Sötétzöld
pl: ciemno zielony
pt_br: Verde floresta
ru: Тёмно-зелёный
uk: Темно-зелений

source: Farming skills: Clovers give you one more experience point.
de: Farming-Fähigkeiten: Kleeblätter geben Ihnen einen weiteren Erfahrungspunkt.
es: Habilidades agrícolas: Los tréboles te dan un punto de experiencia más.
fr: Compétences agricoles : Les trèfles vous donnent un point d'expérience en plus.
hu: Mezőgazdasági készségek: A négylevelű lóherék egy extra pontot adnak.
pl: Umiejętności botaniczne: Koniczyny dają ci jeszcze jeden punkt doświadczenia.
pt_br: Habilidades agrícolas: Os trevos dão a você mais um ponto de experiência.
ru: Навыки фермера: клевер даёт вам одну дополнительную единицу опыта.
uk: Навички землеробства: Конюшини дають вам ще одне очко досвіду.

source: Black
de: Schwarz
es: Negro
fr: Noir
hu: Fekete
pl: czarny
pt_br: Preto
ru: Чёрный
uk: Чорний

source: Secret service: Sabotages are cheaper.
de: Geheimdienst: Sabotagen sind billiger.
es: El servicio secreto: Los sabotajes son más baratos.
fr: Services secrets : Les sabotages coûtent moins chers.
hu: Titkos szolgálat: a szabotázsok olcsóbbak.
pl: Tajne służby: Konfiskaty broni są tańsze.
pt_br: Serviço secreto: Sabotagens são mais baratas.
ru: Секретная служба: саботаж обходится дешевле.
uk: Секретна служба: Диверсії обходяться дешевше.

source: Light blue
de: Leichtes Blau
es: Azul claro
fr: Bleu clair
hu: Világoskék
pl: jasno niebieski
pt_br: Azul celeste
ru: Светло-синий
uk: Світло-блакитний

source: Sea powers: You are immune to water buckets.
de: Seekräfte: Sie sind immun gegen Wassereimer.
es: Poderes del mar: Eres inmune a los cubos de agua.
fr: Puissance de la mer : Vous êtes immunisé contre les seaux d'eau.
hu: A tenger ereje: immúnis vagy vizesvödörökre.
pl: Fale z głębi mórz: Jesteś odporny/a na wiadra z wodą.
pt_br: Poder dos mares: Você é imune a baldes de água.
ru: Сила моря: вёдра с водой против вас бесполезны.
uk: Морські сили: У вас є імунітет до відер з водою.

source: Pink
es: Rosa
fr: Rose
hu: Rózsaszín
pl: różowy
pt_br: Rosa
ru: Розовый
uk: Рожевий

source: Power of love: You can't kill players with the same coat color.
de: Macht der Liebe: Sie können keine Spieler mit der gleichen Fellfarbe töten.
es: Poder del amor: No puedes matar a los jugadores con el mismo color de pelaje.
fr: Le pouvoir de l'amour : Impossible tuer d'autres joueurs avec la même couleur de manteau.
hu: A szeretet ereje: nem ölhetsz meg játékosokat ugyanezzel a kabátszínnel.
pl: Potęga miłości: Nie możesz zabijać graczy, którzy mają taki sam kolor płaszcza.
pt_br: Poder do amor: Você não pode matar jogadores com a mesma cor de casaco.
ru: Сила любви: вы не можете подстрелить охотника в плаще такого же цвета.
uk: Сила любові: Не можна вбивати гравців з однаковим кольором плаща.

source: This is not a valid color. You can choose between {colors}, or `random` for a random color.
de: Dies ist keine gültige Farbe. Sie können zwischen {colors}, oder `random` für eine zufällige Farbe wählen.
es: Este no es un color válido. Puedes elegir entre {colors}, o `random` para un color aleatorio.
fr: Ce n'est pas une couleur valable. Choisissez entre {colors}, ou `random` pour une couleur aléatoire.
pl: To nie jest prawidłowy kolor. Możesz wybrać pomiędzy {colors}, lub napisać `random` aby uzyskać losowy kolor
pt_br: Esta não é uma cor válida. Você pode escolher entre {colors} ou `random` para uma cor aleatória.
ru: Недопустимый цвет. Доступные опции: {colors} или `random` для выбора в случайном порядке.
uk: Цей колір не є допустимим. Ви можете вибрати між {colors}, або `random` для випадкового кольору.

source: normal
hu: normál
nl: Normaal
pl: pospolita
ru: утка обыкновенная
uk: нормальний

source: of which one is a normal duck
de: von denen eine eine normale Ente ist
es: de los cuales uno es un pato normal
fr: dont un est un canard normal
hu: amennyiből 1 normál kacsa
nl: Waaronder een normale eend
pl: z których jedna to pospolita kaczka
pt_br: dos quais um é um pato normal
ru: из которых одна класса утка обыкновенная

source: {hunter.mention} scared the duck away.
de: {hunter.mention} hat die Ente verscheucht.
es: {hunter.mention} asustó al pato D: , *F*
fr: {hunter.mention} a fait fuir le canard.
hu: {hunter.mention} elijesztette a kacsát.
nl: {hunter.mention} joeg de eend weg.
pl: {hunter.mention} spłoszył/a kaczkę.
pt_br: {hunter.mention} assustou o pato.
ru: {hunter.mention} напугал(а) утку, и она улетела.
uk: {hunter.mention} налякана качка летить геть.

source: {hurter.mention} hurt the duck [**SUPER DUCK detected**: {lives_left}/{total_lives}][**Damage** : -{damage}]
de: {hurter.mention} Verletzt die Ente [**SUPER DUCK erkannt**: {lives_left}/{total_lives}][**Schaden** : -{damage}]
es: {hurter.mention} lastimó al pato [**Super Pato detectado**: {lives_left}/{total_lives}][**Daño hecho**: -{damage}]
fr: {hurter.mention} a fait des dégâts au canard [**SUPER CANARD détecté** : {lives_left}/{total_lives}] [**Dégâts** : -{damage}]
hu: {hurter.mention} megsebezte a kacsát [**SZUPERKACSA érzékelve**: {lives_left}/{total_lives}][**Sebzés**: -{damage}]
nl: {hurter.mention} deed de eend pijn [**SUPEREEND gedetecteerd**: {lives_left}/{total_lives}][**Schade** : -{damage}]
pl: {hurter.mention} zranił/a kaczkę [**wykryto SUPER KACZKĘ**: {lives_left}/{total_lives}][**Obrażenia: -{damage}]
pt_br: {hurter.mention} atingiu o pato [**SUPER PATO detectado**: {lives_left}/{total_lives}][**Dano** : -{damage}]
ru: {hurter.mention} ранил(а) утку [**Обнаружена СУПЕР-УТКА**: {lives_left}/{total_lives}][**Урон** : -{damage}]
uk: {hurter.mention} поранив качку [**виявлено супер качку**]: {lives_left}/{total_lives}] [**Пошкодження** : -{damage}]

source: {hurter.mention} hurt the duck [**SUPER DUCK detected**][**Damage** : -{damage}]
de: {hurter.mention} Verletzt die Ente [**SUPER DUCK erkannt**][**Schaden** : -{damage}]
es: {hurter.mention} lastimó al pato [**Super Pato detectado**][**Daño hecho** : -{damage}]
fr: {hurter.mention} a fait des dégâts au canard [**SUPER CANARD détecté**] [**Dégâts** : - {damage}]
hu: {hurter.mention} megsebezte a kacsát [**SZUPERKACSA érzékelve**][**Sebzés**: -{damage}]
nl: {hurter.mention} deed de eend pijn [**SUPEREEND gedetecteerd**][**Schade** : -{damage}]
pl: {hurter.mention} zranił/a kaczkę [**wykryto SUPER KACZKĘ**][**Obrażenia** : -{damage}]
pt_br: {hurter.mention} atingiu o pato [**SUPER PATO detectado**][**Dano** : -{damage}]
ru: {hurter.mention} ранил(а) утку [**Обнаружена СУПЕР-УТКА**][**Урон** : -{damage}]
uk: {hurter.mention} поранити качку [**виявлено суперкачку**] [**пошкодження** : -{damage}]

source: {hurter.mention}, the duck RESISTED. [**ARMORED DUCK detected**]
de: {hurter.mention} Die Ente hat sich gewehrt. (**ARMORIERTE ENTE erkannt**)
es: {hurter.mention}, el pato resistió. [**Pato con armadura detectado**]
fr: {hurter.mention}, le canard a RESISTE. [**CANARD EN ARMURE détecté**]
hu: {hurter.mention}, a kacsa ELLENÁLT. [**PÁNCÉLOS KACSA érzékelve**]
nl: {hurter.mention}, de eend WEERSTOND de kogel. [**GEPANTSERDE EEND gedetecteerd**]
pl: {hurter.mention}, kaczka stawiła Ci opór [wykryto **SUPER KACZKĘ**]
pt_br: {hurter.mention}, o pato RESISTIU. [**PATO BLINDADO detectado**]
ru: {hurter.mention}, утка НЕ ПОВРЕЖДЕНА. [**Обнаружена БРОНИРОВАННАЯ УТКА**]
uk: {hurter.mention}, качка чинить опір. [**Виявлено броньовану качку**]

source: {hugger.mention} hugged the duck. So cute! [**Hug**: +{experience} exp]
de: {hugger.mention} umarmte die Ente. So süß! [**Umarmung**: {experience} exp]
es: {hugger.mention} abrazó al patito. ¡Qué boneeeto! [+{experience}xp]
fr: {hugger.mention} a câliné le canard. Trop mignon ! [**Câlin** : +{experience} exp]
hu: {hugger.mention} megölelte a kacsát. De aranyos! [**Ölelés**: +{experience} tp]
nl: {hugger.mention} knuffelde de eend. Zo schattig! [**Knuffel**: +{experience} exp]
pl: {hugger.mention} przytulił/a kaczkę. Jak słodko! [**Przytulas**: + {experience} PD]
pt_br: {hugger.mention} abraçou o pato. Tão fofo! [**Abraço**: +{experience} exp]
ru: {hugger.mention} обнял(а) утёнка. Как это мило! [**Обнимашки**: +{experience} ед. опыта]
uk: {hugger.mention}обняв качку. Так мило! [**Обійняв**: +{experience} exp]

source: <:Wizzz:505828171397070848> Wizzz huggy ducky! So cute!
de: <:Wizzz:505828171397070848> Wizzz knuddeliges Entchen! So süß!
es: <:Wizzz:505828171397070848> ¡Wizzz abrazador patito! ¡Qué lindo!
fr: <:Wizzz:505828171397070848> Wizzz charmant canard! Trop mignon !
hu: <:Wizzz:505828171397070848> Wizzz ölelősdi kacsa! De aranyos!
pl: <:Wizzz:505828171397070848> przytulił/a kaczkę! Jak słodko!
pt_br: <:Wizzz:505828171397070848> Wizzz abraçou o patinho! Tão fofo!
uk: <:Wizzz:505828171397070848> Каченя-обнімашка! Таке миле!

source: {hugger.mention} tried to hug the duck. So cute! Unfortunately, the duck hates you, because you killed all his family. [**FAIL**: {experience} exp]
de: {hugger.mention} versuchte, die Ente zu umarmen. So süß! Leider hasst die Ente Sie, weil Sie ihre ganze Familie getötet haben. [**FAIL**: {experience} exp]
es: {hugger.mention} trató de abrazar al pato. ¡Qué lindo! Desafortunadamente, el pato te odia, mataste a toda su familia. [{experience}xp]
fr: {hugger.mention} a essayé de serrer le canard dans ses bras. Trop mignon ! Malheureusement, le canard te déteste, parce que tu as tué toute sa famille. [**ECHEC** : {experience} exp]
nl: {hugger.mention} probeerde de eend te omhelzen. Zo schattig! Helaas, de eend haat je, omdat je al zijn familie hebt vermoord. [**GEFAALD**: {experience} exp]
pl: {hugger.mention} próbował/a przytulić kaczkę. Jak słodko! Niestety, kaczka Ciebie nienawidzi bo wymordowałeś/aś całą jej rodzinkę. [**PORAŻKA**: {experience} PD]
pt_br: {hugger.mention} tentou abraçar o pato. Tão fofo! Infelizmente, o pato te odeia, porque você matou toda a família dele. [**FALHOU**: {experience} exp]
ru: {hugger.mention} пробует обнять утёнка. Мило, но... Утёнок ненавидит вас, потому что вы убили всю его семью. [**НЕУДАЧА**: {experience} ед. опыта]
uk: {hugger.mention} намагався обійняти качку. Таке миле! На жаль, качка ненавидить тебе, тому що ти вбив всю її родину. [**FAIL**: {experience} exp]

source: ghost
de: Geist
es: fantasma
fr: Fantôme
hu: szellem
nl: spook
pl: duch
pt_br: fantasma
ru: утка-привидение
uk: привид

source: of which one is a ghost duck
de: von denen eine eine Geister-Ente ist
es: de los cuales uno es un pato fantasma
fr: dont un canard fantôme
hu: amennyiből 1 szellemkacsa
nl: Waaronder een spookeend
pl: z których jedna to Kaczka Duch
pt_br: dos quais um é um pato fantasma
ru: из которых одна класса утка-привидение

source: prof
de: Professor
fr: Professeur
hu: professzor
nl: professor
pl: Profesor
ru: утка-профессор
uk: професор

source: of which one is a professor duck
de: von denen einer ein Professor Ente ist
es: de los cuales uno es profesor pato
fr: dont un Professeur canard
hu: amennyiből 1 professzorkacsa
nl: Waaronder een professoreend
pl: z których jedna to Profesor Kwaczor
pt_br: dos quais um é um pato professor
ru: из которых одна класса утка-профессор

source: cartographer
es: cartógrafo
fr: cartographe
pl: Kartografka
pt_br: cartógrafro
uk: картограф

source: of which one is a cartographer duck
es: de los cuales uno es un pato cartógrafo
fr: dont un canard cartographe
pl: z których jedna to Kaczka Kartografka
pt_br: dos quais um é um pato cartógrafo
uk: з них одна качка-картограф

source: ℹ️ **Cartographer Duck**: Find the duck in the map above, by adding the letter and the number to the bang command. Example: `dh!bang A1`.
es: ℹ️ **Pato Cartógrafo**: Encuentra el pato en el mapa arriba, agregando la letra y el número al comando bang. Ejemplo: `dh!bang A1`.
fr: ℹ️ **Canard Cartographe** : Trouvez le canard dans la carte ci-dessus, en ajoutant la lettre et le chiffre à la commande bang. Exemple : `dh!bang A1`.
pl: ℹ️ **Kaczka Kartografka**: znajdź kaczkę na powyższej mapie, dodając literę i cyfrę do polecenia bang. Przykład: `dh!bang A1`.
pt_br: ℹ️ **Pato Cartógrafo**: Encontre o pato no mapa acima, adicionando a letra e o número ao comando bang. Exemplo: `dh!bang A1`.
uk: ℹ️ **Качка-картограф**: Знайдіть качку на карті вище, додавши літеру та цифру до команди bang. Приклад: `dh!bang A1`.

source: {hurter.mention}, You need to find the duck in the map above! Answer with `dh!bang <coordinates>`.
es: {hurter.mention}, ¡Tienes que encontrar el pato en el mapa de arriba! Contesta con `dh!bang <coordinates>`.
fr: {hurter.mention}, vous devez trouver le canard dans la carte ci-dessus ! Répondez par `dh!bang <coordinates>`.
pl: {hurter.mention}, musisz znaleźć kaczkę na mapie powyżej! Odpowiedz komendą `dh!bang <coordinates>`.
pt_br: {hurter.mention}, você precisa encontrar o pato no mapa acima! Responda com `dh!bang <coordinates>`.
uk: {hurter.mention}, Вам потрібно знайти качку на карті вище! Відповідайте `dh!bang <coordinates>`.

source: {hurter.mention}, Give coordinates like so `B3`! `{exc_message}`
fr: {hurter.mention}, donnez les coordonnées comme `B3` {exc_message}!
pl: {hurter.mention}, poproszę o koordynaty w formie litera + cyfra, np. `B3!`! {exc_message}`

source: {hurter.mention}, that's not the correct answer!
es: {hurter.mention}, ¡esa no es la respuesta correcta!
fr: {hurter.mention}, ce n'est pas la bonne réponse !
pl: {hurter.mention} Ups! To nie jest poprawna odpowiedź!
pt_br: {hurter.mention}, essa não é a resposta correta!
uk: {hurter.mention}, це не правильна відповідь!

source: baby
es: bebé
fr: bébé
hu: bébi
pl: kaczątko
pt_br: bebê
ru: утёнок
uk: дитина

source: of which one is a baby duck
de: davon ist eine Baby-Ente
es: de los cuales uno es un pato bebé
fi: joista yksi on vauva ankka
fr: dont un bébé canard
hu: amennyiből 1 bébikacsa
nl: Waaronder een babyeend
pl: z których jedna to kaczątko
pt_br: dos quais um é um bébé pato
ru: из которых одна класса утёнок

source: {killer.mention} killed the Baby Duck [**Baby**: {won_experience} exp]
de: {killer.mention} Die Baby-Ente [**Baby**: {won_experience} exp] getötet
es: {killer.mention} mató un bebé pato :'( [**Por asesinar al pato bebé**: {won_experience} exp]
fr: {killer.mention} a tué le bébé canard [**Bébé** : {won_experience} exp]
hu: {killer.mention} megölte a bébikacsát [**Bébi**: {won_experience} tp]
nl: {killer.mention} doodde de babyeend [**Baby**: {won_experience} exp]
pl: {killer.mention} zabił/a kaczątko [**Kaczątko**: {won_experience} PD]
pt_br: {killer.mention} matou o Pato Bebê [**Bebê**: {won_experience} exp]
ru: {killer.mention} убил(а) утёнка... [**Утёнок**: {won_experience} ед. опыта]
uk: {killer.mention}убив каченя [**малюк**: {won_experience} досвід]

source: {hugger.mention} hugged the duck in {spawned_for_str}. So cute! [**Hug**: +{experience} exp]
de: {hugger.mention} umarmte die Ente in {spawned_for_str}. So süß! [**Umarmung**: {experience} exp]
es: {hugger.mention} abrazó al pato en {spawned_for_str}. ¡Qué bonito! [**Abrazo**: {experience} exp]
fr: {hugger.mention} a câliné le canard en {spawned_for_str}. Trop mignon ! [**Câlin** : +{experience} exp]
hu: {hugger.mention} megöltelte a kacsát {spawned_for_str} alatt. De cuki! [**Ölelés**: +{experience} tp]
pl: {hugger.mention} przytulił/a kaczkę w ciągu {spawned_for_str}. Jak słodko! [**Przytulas**: + {experience} PD]
pt_br: {hugger.mention} abraçou o pato em {spawned_for_str}. Tão fofo! [**Abraço**: +{experience} exp]
ru: {hugger.mention} обнял(а) утку за {spawned_for_str}. Как это мило! [**Обнимашки**: +{experience} ед. опыта]
uk: {hugger.mention} обійняв качку в {spawned_for_str}. Так мило! [**Обійми**: +{experience} exp]

source: golden
de: Gold
es: dorado
fi: kultainen
fr: doré
hu: arany
nl: gouden
pl: złota
pt_br: dourado
ru: золотая утка
uk: золотий

source: of which one is a golden duck
de: von denen eine eine goldene Ente ist
es: de los cuales uno es un pato dorado
fi: joista yksi on kultainen ankka
fr: dont un canard doré
hu: amennyiből 1 aranykacsa
nl: Waaronder een gouden end
pl: z których jedna to złota kaczka
pt_br: dos quais um é um pato dourado
ru: из которых одна класса золотая утка

source: plastic
de: Plastik Ente
es: plástico
fi: muovi
fr: plastique
hu: műanyag
pl: plastikowa
pt_br: plástico
ru: пластмассовая уточка
uk: пластик

source: of which one is made of plastic
de: von denen einer aus Kunststoff besteht
es: de los cuales uno es de plástico
fi: joista yksi on valmistettu muovista
fr: dont un fait de plastique
hu: amennyiből 1 műanyagból készült
nl: Waaronder een die van plastic gemaakt is
pl: która jedna jest zrobiona z plastiku
pt_br: dos quais um é feito de plástico
ru: из которых одна сделана из пластика

source: of which one is a kamikaze duck
de: von denen eine eine Kamikaze-Ente ist
es: de los cuales uno es un pato kamikaze
fr: dont un canard kamikaze
hu: amennyiből 1 kamikáze kacsa
nl: Waaronder een kamikazeeend
pl: z których jedna to Kaczka Kamikaze
pt_br: dos quais um é um pato kamikaze
ru: из которых одна класса утка-камикадзе

source: mechanical
de: Mechanische Ente
es: mecánico
fr: mecaniques
hu: mechanikus
nl: mechanisch
pl: Mechaniczna
pt_br: mecânico
ru: механическая утка
uk: механічний

source: of which one is a mechanical duck
de: lässt viele Enten erscheinen, von denen (mindestens) eine eine mechanische Ente ist
es: de los cuales uno es un pato mecánico
fr: dont un canard mécanique
hu: amennyiből 1 mechanikus kacsa
nl: Waaronder een mechanische eend
pl: z których jedna to kaczka mechaniczna
pt_br: dos quais um é um pato mecânico
ru: из которых одна механическая

source: Damn, {killer.mention}, you suck! You killed a mechanical duck! I wonder who made it? [exp: {won_experience}]
de: Verdammt, {killer.mention}, du bist scheiße! Du hast eine mechanische Ente getötet! Ich frage mich, wer sie gemacht hat? [exp: {won_experience}]
es: Maldición, ¡{killer.mention} apestas! ¡Mataste a un pato mecánico! Me pregunto quién lo colocó [exp: {won_experience}]
fr: Eh ben, {killer.mention}, t'es vraiment nul ! Tu as tué un canard mécanique ! Je me demande qui l'a fait apparaitre ? [exp : {won_experience}]
hu: A fenébe, {killer.mention}, te szívás! Megöltél egy mechanikus kacsát! Vajon ki készítette? [tp: {won_experience}]
nl: Verdomme, {killer.mention}, je bakt er niks van! Je hebt een mechanische eend gedood! Ik vraag me af wie hem gemaakt heeft? [exp: {won_experience}]
pl: Cholipka, {killer.mention}, jesteś do bani! Zabiłeś/aś mechaniczną kaczkę! Zastanawiam się, kto ją zrobił? [PD: {won_experience}]
pt_br: Porra, {killer.mention}, você é uma merda! Você matou um pato mecânico! quem faria uma coisa dessas? [exp:{won_experience}]
ru: {killer.mention}, простофиля! Вы убили механическую утку! Интересно, чьи это проделки? [Опыт: {won_experience}]
uk: Прокляття, {killer.mention}, ти відстій! Ти вбив механічну качку! Цікаво, хто її зробив? [exp: {won_experience}]
