Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Robots fest gamemode. A lot of wild mechanical ducks will spawn in the channel. This actually just set spawn_weight_mechanical_ducks to 100. All the other settings are reset to their default values.
de: Spielmodus "Roboterfest". Eine Menge wilder mechanischer Enten wird im Kanal spawnen. Dies ist eigentlich nur spawn_weight_mechanical_ducks auf 100 gesetzt. Alle anderen Einstellungen werden auf ihre Standardwerte zurückgesetzt.
es: Modo de juego "Robots fest". Un montón de patos mecánicos salvajes desovarán en el canal. Esto en realidad sólo establecer spawn_weight_mechanical_ducks a 100. Todos los demás ajustes se restablecen a sus valores por defecto.
fi: Robotti festarit -pelitila. Kanavalle syntyy paljon villejä mekaanisia ankkoja. Tämä oikeastaan asettaa spawn_weight_mechanical_ducks arvoksi 100. Kaikki muut asetukset palautetaan oletusarvoihinsa.
fr: Mode de jeu "Festin robotique". De nombreux canards mécaniques sauvages vont apparaitre dans le salon. Ce mode de jeu ne fait que mettre a 100 le poids des canards mécaniques. Tous les autres paramètres sont réinitialisés à leurs valeurs par défaut.
hu: Robotinvázió játékmód Sok mehanikus kacsa fog leidéződni a csatornán. Ez valójában beállítja a spawn_weight_mechanical_ducks opciót 100-ra. Az összes többi beállítás vissza lesz állítva alapértelmezett értékeikre.
nl: Robots feest gamemode. Veel wilde mechanische eenden zullen spawnen op het kanaal. Dit zet eigenlijk alleen maar de spawn_weight_mechanical_ducks op 100. Alle andere instellingen worden teruggezet naar de standaardwaarden.
pl: Tryb: Fiesta Robotów Na kanale pojawi się wiele dzikich mechanicznych kaczek Parametr spawn_weight_mechanical_ducks zostanie ustawiony na 100. Wszystkie pozostałe ustawienia zostaną zresetowane do ustawień domyślnych
pt_br: Modo de jogo do festival de robôs. Muitos patos mecânicos selvagens irão aparecer no canal. Isto configura spawn_weight_mechanical_ducks a 100. Todas as outras partes da configuração são redefinidas para suas valores padrão.
ru: Режим игры "Фестиваль роботов". На канале будет множество механических уток. По сути, это когда значение параметра spawn_weight_mechanical_ducks равно 100. Все остальные настройки сбрасываются до значений по умолчанию.
uk: Режим гри Robots fest. У каналі буде нереститися багато диких механічних качок. Це фактично просто встановлює spawn_weight_mechanical_ducks на 100. Всі інші налаштування скинуто до значень за замовчуванням.

source: Hydra gamemode. A lot of MOADs will spawn in the channel, and they'll make MOADs spawn too. This actually just set spawn_weight_moad_ducks to 100. All the other settings are reset to their default values.
de: Hydra Spielmodus. Eine Menge Pinguine werden im Kanal spawnen, und sie werden auch Pinguine spawnen lassen. Dies setzt eigentlich nur spawn_weight_moad_ducks auf 100. Alle anderen Einstellungen werden auf ihre Standardwerte zurückgesetzt.
es: Modo de juego Hydra. Un montón de MOADs desovarán en el canal, y harán desovar MOADs también. Esto en realidad sólo establece spawn_weight_moad_ducks a 100. Todos los demás ajustes se restablecen a sus valores por defecto.
fi: Hydra-pelitila. Kanavalle syntyy paljon MOADeja, ja ne saavat myös MOADit spawnaamaan. Tämä itse asiassa vain asettaa spawn_weight_moad_ducksin arvoksi 100. Kaikki muut asetukset palautetaan oletusarvoihinsa.
fr: Mode de jeu "Hydre". Beaucoup de MDTLC vont apparaitre dans le salon, et elles auront de grandes chances d'en faire apparaitre d'autres. En fait, cela ne fait que fixer à 300 le poids des MDTLC. Tous les autres paramètres sont réinitialisés à leurs valeurs par défaut.
hu: Hidra játékmód. Sok MOAD fog leidéződni a csatornán, és sok MOADot fognak leidézni. Ez valójában beállítja a spawn_weight_moad_ducks opciót 100-ra. Az összes többi beállítás vissza lesz állítva alapértelmezett értékeikre.
nl: Hydra gamemode. Veel MOAD's zullen spawnen op het kanaal, en ze zullen ook MOAD's laten spawnen. Dit zet eigenlijk alleen maar spawn_weight_moad_ducks op 100. Alle andere instellingen worden teruggezet naar de standaardwaarden.
pl: Tryb: Hydra Wiele MWK pojawi się na kanale, które będą spawnować inne nowe MWK (Matki Wszystkich Kaczek) Parametr spawn_weight_moad_ducks zostanie ustawiony na 100 Wszystkie pozostałe ustawienia zostaną zresetowane do ustawień domyślnych.
pt_br: Modo de jogo Hydra. Muitas MTPs vão aparecer no canal, e eles vão fazer aparecer MTPs quando morrer. Isto configura spawn_weight_moad_ducks a 100. Todas as outras partes da configuração são redefinidas para suas valores padrão.
ru: Режим игры "Гидра". На канале будет множество уток класса мать всех уток, которые будут плодить новых уток-мамаш. По сути, это когда значение параметра spawn_weight_moad_ducks равно 100. Все остальные настройки сбрасываются до значений по умолчанию.
uk: Ігровий режим Hydra. У каналі буде нереститися багато MOAD, і вони також змусять MOAD нереститися. Це фактично просто встановлює spawn_weight_moad_ducks на 100. Всі інші налаштування скидаються до значень за замовчуванням.

source: Nuclear Radiation gamemode. Watch out as the radiation seems to cause ducks to be stronger! This means there are more, and stronger, super ducks. Get a rocket launcher or something QUICK!!! The radiation makes clovers be able to give negative experience too ! All the other settings are reset to their default values.
de: Spielmodus "Nukleare Strahlung". Passen Sie auf, denn die Strahlung scheint Enten stärker zu machen! Dies bedeutet, dass es mehr und stärkere Super-Enten gibt. Holen Sie sich einen Raketenwerfer oder etwas anderes, SCHNELL!!! Die Strahlung bringt Kleeblätter dazu, in der Lage sein, negative Erfahrung zu geben! Alle anderen Einstellungen werden auf ihre Standardwerte zurückgesetzt.
es: Modo de juego de Radiación Nuclear. Ten cuidado porque la radiación parece hacer que los patos sean más fuertes Esto significa que hay más, y más fuerte, súper patos. Consigue un lanzador de cohetes o algo RÁPIDO!!! La radiación hace que los tréboles puedan dar experiencia negativa también ! Todos los demás ajustes se restablecen a sus valores por defecto.
fi: Ydinsäteily-pelitila. Ole varovainen, sillä säteily näyttää aiheuttavan ankkojen voimistumista! Tämä tarkoittaa, että superankkoja on enemmän ja ne ovat vahvempia. Hanki raketinheitin tai jotain muuta JA NOPEASTI!!!! Säteily aiheuttaa myös sen, että apilat antavat negatiivisia kokemuspisteitä ! Kaikki muut asetukset palautetaan oletusarvoihinsa.
fr: Mode de jeu "Retombées Nucléaires". Attention, les radiations semblent rendre les canards plus forts ! Cela signifie qu'il y a plus de super canards, et qu'ils sont plus forts. Prenez un lance-roquettes ou quelque chose RAPIDEMENT !!! Les radiations affectent aussi les trèfles qui peuvent donner une expérience négative ! Tous les autres paramètres sont réinitialisés à leurs valeurs par défaut.
hu: Nukleáris radiáció játékmód. Vigyázz, mert a sugárzás erősebbé teszi a kacsákat! Ez azt jelenti, hogy több, erősebb szuperkacsa van. Szerezz egy rakétalövőt vagy valamit GYORSAN!!! A radiáció lehetővé teszi, hogy a lóherék negatív tapasztalatot adjanak! Az összes többi beállítás vissza lesz állítva alapértelmezett értékeikre.
nl: Nucleaire Straling gamemode. Kijk uit, want de straling lijkt ervoor te zorgen dat eenden sterker worden! Dit betekent dat er meer, en sterkere, super-eenden zijn. Pak een raketwerper of iets vergelijkbaars SNEL!!! De straling zorgt ervoor dat klavers ook negatieve ervaringen kunnen geven! Alle andere instellingen worden teruggezet naar hun standaard waarden.
pl: Tryb: Promieniowanie Jądrowe Wydaje się, że promieniowanie sprawia, że kaczki stają się silniejsze! Uważaj!
pt_br: Modo de jogo de radiação nuclear. Cuidado, pois a radiação parece fazer com que os patos fiquem mais fortes! Isto significa que há mais, e mais fortes, super patos. Arranjem um lança-foguetes ou algo rápido!!! A radiação faz com que os trevos também sejam capazes de dar experiência negativa! Todas as outras partes da configuração são redefinidas para suas valores padrão.
ru: Режим игры "Радиация". Осторожно! Похоже, радиация как-то влияет на уток. Супер-уток стало больше. А ещё они намного сильнее. Скорее обзаведитесь стволом помощнее! Кстати, теперь клевер может давать и отрицательный бонус! Все остальные настройки сбрасываются до значений по умолчанию.
uk: Режим гри "Ядерна радіація". Будьте обережні, оскільки радіація, здається, змушує качок бути сильнішими! Це означає, що суперкачок стало більше і вони стали сильнішими. Швидко дістаньте ракетницю або щось подібне!!! Радіація змушує конюшину також давати негативний досвід! Всі інші налаштування скинуто до значень за замовчуванням.

source: Australia (reverse) gamemode. Babies must be killed but not the others ! All the other settings are reset to their default values.
de: Australien (rückwärts) Spielmodus. Babies müssen getötet werden, aber nicht die anderen ! Alle anderen Einstellungen werden auf ihre Standardwerte zurückgesetzt.
es: Modo de juego Australia (inverso). Hay que matar a los bebés, pero no a los demás Todos los demás ajustes se restablecen a sus valores por defecto.
fi: Australia (käänteinen) pelitila. Vauvat pitää tappaa mutta ei muita ! Kaikki muut asetukset palautetaan oletusarvoihinsa.
fr: Mode de jeu "Australie (Inversé)" Il faut tuer les bébés canards, mais ne pas toucher aux autres. Tous les autres paramètres sont réinitialisés à leurs valeurs par défaut.
hu: Ausztrália (fordított) játékmód. A babákat meg kell ölni, de a többieket nem! Az összes többi beállítás vissza lesz állítva alapértelmezett értékeikre.
nl: Australië (omgekeerde) gamemode. Baby's moeten gedood worden, maar de anderen niet ! Alle andere instellingen worden teruggezet naar de standaardwaarden.
pl: Tryb (odwrócony): Australia Tylko kaczątka muszą być zabijane, ale tylko one, nie inne ! Wszystkie pozostałe ustawienia zostaną zresetowane do ustawień domyślnych.
pt_br: Modo de jogo da Austrália (reverso). Os bebês devem ser matados, mas não os outros! Todas as outras partes da configuração são redefinidas para suas valores padrão.
ru: Режим игры "Австралия" (реверсивный). Нужно стрелять в утят, а остальным уткам дарить обнимашки! Все остальные настройки сбрасываются до значений по умолчанию.
uk: Австралія (реверс) ігровий режим. Немовлят треба вбивати, але не інших! Всі інші налаштування скидаються до значень за замовчуванням.

source: Very Big Ducks gamemode. Super ducks have tons of life ! All the other settings are reset to their default values.
de: Spielmodus "Very Big Ducks". Super Enten haben Tonnen von Leben ! Alle anderen Einstellungen werden auf ihre Standardwerte zurückgesetzt.
es: Modo de juego "Big Ducks". Los súper patos tienen toneladas de vida! Todos los demás ajustes se restablecen a sus valores por defecto.
fi: Valtavat ankat -pelitila. Super ankoilla on tuhannesti elämää ! Kaikki muut asetukset palautetaan oletusarvoihinsa.
fr: Mode de jeu "Très gros canards" Les super canards ont des tonnes de vies. Tous les autres paramètres sont réinitialisés à leurs valeurs par défaut.
hu: Nagyon Nagy Kacsák játékmód. A szuperkacsáknak rengeteg életük van! Az összes többi beállítás vissza lesz állítva alapértelmezett értékeikre.
nl: Heel Grote Eenden gamemode. Super eenden hebben tonnen leven ! Alle andere instellingen worden teruggezet naar de standaardwaarden.
pl: Tryb Bardzo Dużych Kaczek Super kaczki mają od groma żyć ! Wszystkie pozostałe ustawienia zostaną zresetowane do ustawień domyślnych.
pt_br: Modo de jogo dos Patos Muito Grandes. Os super patos têm toneladas de vida! Todas as outras partes da configuração são redefinidas para suas valores padrão.
ru: Режим игры "Очень большие утки". У супер-уток куча жизней! Все остальные настройки сбрасываются до значений по умолчанию.
uk: Режим гри Very Big Ducks. Супер качки мають тонни життя! Всі інші налаштування скидаються до значень за замовчуванням.

source: Math lessons gamemode. Most of the ducks are Pr. Ducks. All the other settings are reset to their default values.
de: Spielmodus Mathematikunterricht. Die meisten Enten sind Pr. Enten. Alle anderen Einstellungen werden auf ihre Standardwerte zurückgesetzt.
es: Modo de juego "Big Ducks". Los súper patos tienen toneladas de vida! Todos los demás ajustes se restablecen a sus valores por defecto.
fi: Matematiikan oppitunnit -pelitila. Useimmat ankat ovat Professori ankkoja. Kaikki muut asetukset palautetaan oletusarvoihinsa.
fr: Mode de jeu des leçons de maths. La plupart des canards sont des Pr. Canards. Les autres réglages sont remis à leur valeurs par défaut.
hu: Matekóra játékmód. A kacsák legtöbbje Pr. Kacsa. Az összes többi beállítás vissza lesz állítva alapértelmezett értékeikre.
pl: Tryb: Lekcja matematyki Większość kaczek to Profesory Kwaczory. Wszystkie pozostałe ustawienia zostaną zresetowane do ustawień domyślnych.
pt_br: Modo de jogo de Lições de Matemática A maioria dos patos será Pr. Patos. Todas as outras partes da configuração são redefinidas para suas valores padrão.
uk: Уроки математики в ігровому режимі. Більшість качок - це Пр. Качки. Всі інші налаштування скинуті до значень за замовчуванням.

source: Change/view the server prefix. Note that some prefixes are global and can't be edited.
de: Ändern/Anzeigen des Server-Präfixes. Beachten Sie, dass einige Präfixe global sind und nicht bearbeitet werden können.
es: Cambiar/ver el prefijo del servidor. Tengan en cuenta que algunos prefijos son globales y no pueden ser editados.
fi: Muuta/näe palvelimen etuliite. Huomaa, että jotkin etuliitteet ovat globaaleja, eikä niitä voi muokata.
fr: Changez/affichez le préfixe du serveur. Attention, certains préfixes sont globaux et ne peuvent pas être modifiés.
hu: Megjeleníti vagy módosítja a bot előtagját ezen a szerveren. Vedd figyelembe, hogy bizonyos előtagok globálisak és nem szerkeszthetők.
nl: Verander/zie de server prefix. Houd rekening met dat sommige prefixen globaal zijn en niet aangepast kunnen worden.
pl: Zmień/wyświetl prefiks serwera. Pamiętaj, że niektóre prefiksy są globalne i nie można ich edytować.
pt_br: Alterar/visualizar o prefixo do servidor. Note que alguns prefixos são globais e não podem ser editados.
ru: Изменение/просмотр префикс сервера. Обратите внимание, что некоторые префиксы являются глобальными и не могут быть изменены.
uk: Зміна/перегляд префікса сервера. Зверніть увагу, що деякі префікси є глобальними і не підлягають редагуванню.

source: Change/view the server language. Specify the server language as a 2/5 letters code. For example, if you live in France, you'd use fr or fr_FR. In Québec, you could use fr_CA.
de: Ändern/Anzeigen der Server-Sprache. Geben Sie die Serversprache als 2/5-Buchstaben-Code an. Wenn Sie z. B. in Frankreich leben, würden Sie fr oder fr_FR verwenden. In Québec könnten Sie fr_CA verwenden.
es: Cambiar/ver el idioma del servidor. Especifique el idioma del servidor como un código de 2/5 letras. Por ejemplo, si vives en Francia, usarías fr o fr_FR. En Québec, podrías usar fr_CA.
fi: Vaihda/näe palvelimen kieli. Määritä palvelimen kieli 2/5-kirjaimisena koodina. Jos asut esimerkiksi Ranskassa, käytä fr tai fr_FR. Québecissä voit käyttää fr_CA.
fr: Changez/visualisez la langue du serveur. Indiquez la langue du serveur sous la forme d'un code de 2 à 5 lettres. Par exemple, si vous vivez en France, vous utiliserez fr ou fr_FR. Au Québec, vous pourriez utiliser fr_CA.
hu: Megjeleníti vagy megváltoztatja a szerver nyelvét. Add meg a nyelvet 2/5 karakteres kódként. Például, ha magyar nyelvet szeretnél, akkor hu-t vagy hu_HU-t kell megadnod. Francia nyelvhez pedig használhatsz fr_FR-t.
nl: Verander/zie de servertaal. Specificeer de servertaal als een 2/5 letter code. bijvoorbeeld voor nederland gebruik je nl, of nl_NL (taalcode, of taalcode_landcode). In belgië zou je nl_BE kunnen gebruiken (als dat zou bestaan ;-) )
pl: Zmień/wyświetl język serwera. Określ język serwera jako kod składający się z 2/5 liter. Na przykład, jeśli mieszkasz w Polsce użyjesz pl lub pl_PL.
pt_br: Alterar/ver o idioma do servidor. Especifique o idioma do servidor como um código de 2/5 letras. Por exemplo, se você mora na França, você usaria fr ou fr_FR. No Quebec, você poderia usar fr_CA.
ru: Изменение/просмотр языка сервера. Укажите язык сервера, используя 2/5-буквенный код. Например, если вы живёте во Франции, используйте fr или fr_FR. Для Квебека можно использовать fr_CA.
uk: Зміна/перегляд мови сервера. Вкажіть мову сервера у вигляді коду з 2/5 літер. Наприклад, якщо ви живете у Франції, ви можете використовувати fr або fr_FR. У Квебеку ви можете використовувати fr_CA.

source: Specify whether the bot should use webhooks to communicate in this channel. Webhooks allow for custom avatars and usernames. However, there is a Discord limit of 10 webhooks per channel.
de: Geben Sie an, ob der Bot Webhooks für die Kommunikation in diesem Kanal verwenden soll. Webhooks ermöglichen benutzerdefinierte Avatare und Benutzernamen. Es gibt jedoch ein Discord-Limit von 10 Webhooks pro Kanal.
es: Especifique si el bot debe usar webhooks para comunicarse en este canal. Los webhooks permiten avatares y nombres de usuario personalizados. Sin embargo, hay un límite en Discord de 10 webhooks por canal.
fi: Määritä, tuleeko botin käyttää webhookeja kommunikoidakseen tällä kanavalla. Webhookit mahdollistavat mukautetut avatarit ja käyttäjätunnukset. Discordissa on kuitenkin 10 webhookin rajoitus kanavaa kohti.
fr: Précisez si le bot doit utiliser des webhooks pour communiquer sur ce salon. Les webhooks permettent de personnaliser les avatars et les noms d'utilisateur. Attention, il y a une limite de 10 webhooks par salon, imposée par Discord...
hu: Megadja, hogy a bot használjon-e webhook-okat a csatornán belüli kommunikációhoz. A webhook-ok lehetőséget adnak egyedi felhasználónevek és profilképek használatára, viszont van egy Discord által kihelyezett 10 webhook/csatorna korlátozás.
nl: Specificeer of de bot "webhooks" moet gebruiken om te communiceren in dit kanaal. Webhooks staan toe dat aangepaste avaars en namen gebruikt kunnen worden. Maar, discord heeft een limiet van 10 webhooks per kanaal.
pl: Określ, czy bot ma używać webhooków do komunikacji w tym kanale. Webhooki pozwalają na własne awatary i nazwy użytkowników. Istnieje jednak limit Discord wynoszący max. 10 webhooków na kanał.
pt_br: Especifique se o bot deve usar webhooks para comunicar neste canal. Os webhooks permitem avatares e nomes de utilizador personalizados. No entanto, existe um limite Discord de 10 webhooks por canal.
ru: Укажите, должен ли бот использовать веб-перехватчики (webhooks) для связи на этом канале. Веб-перехватчики позволяют настраивать аватары и имена пользователей. Однако существует ограничение Discord в 10 веб-перехватчиков на канал.
uk: Вкажіть, чи повинен бот використовувати веб-хуки для спілкування в цьому каналі. Веб-хуки дозволяють використовувати власні аватарки та імена користувачів. Однак існує обмеження Discord - 10 веб-хуків на канал.

source: This controls if hunters can use special items they earned somewhere else on this channel... For example, this will allow/deny use of the "box of foie gras" dropped by the boss on the Official Support Server.
de: Dies steuert, ob Jäger spezielle Gegenstände, die sie anderswo verdient haben, in diesem Kanal verwenden können... Dies erlaubt/verweigert zum Beispiel die Verwendung der "Kiste mit Entenleber", die der Boss auf dem Official Support Server hergibt.
es: Esto controla si los cazadores pueden usar los objetos especiales que han ganado en otro lugar de este canal... Por ejemplo, esto permitirá/negará el uso de la "caja de foie gras" dejada por el jefe en el Servidor de Soporte Oficial.
fi: Tämä valvoo, voivatko metsästäjät käyttää muualla ansaitsemiaan erikoisesineitä tällä kanavalla... Esimerkiksi tämä sallii/kieltää pomon pudottaman "hanhenmaksa -laatikon" käytön. Näitä saa viralliselta tukipalvelimeltamme.
fr: Cela permet de contrôler si les chasseurs peuvent utiliser les objets spéciaux qu'ils ont gagnés ailleurs que dans ce salon... Par exemple, cela autorisera ou interdira l'utilisation de la "boîte de foie gras" lâchée par le boss sur le serveur de support officiel.
hu: Ez irányítja, hogy a vadászok használhatnak-e máshol szerzett speciális tárgyakat a csatornán. Például ez engedélyezi/tiltja az "Egy doboz libamáj" tárgy használatát, amit a főgonosz dob a hivatalos támogatási szerveren.
nl: Dit controleert of jagers speciale items kunnen gebruiken die ze ergens anders op dit kanaal hebben verdiend... Zo kan bijvoorbeeld de "doos foie gras" die de baas op de officiële support server heeft laten vallen, worden geblokkeerd.
pl: To kontroluje, czy łowcy mogą używać specjalnych przedmiotów na tym kanale, które zdobyli gdziekolwiek indziej... Na przykład pozwoli to/zablokuje użycie „Puszki pasztetu z gęsiej wątróbki” upuszczonego przez bossa na oficjalnym Serwerze Support.
pt_br: Isto controla se os caçadores podem usar itens especiais que ganharam em algum outro lugar neste canal... Por exemplo, isto permitirá/não permitirá o uso da "caixa de foie gras" deixada pelo chefe no Suporte Oficial Servidor.
ru: Управление возможностью использования охотниками особых предметов, которые были заработаны где-то ещё... К примеру, это разрешит/запретит использование "коробки фуа-гра", сброшенной боссом на официальном сервере поддержки.
uk: Це контролює, чи можуть мисливці використовувати спеціальні предмети, які вони заробили десь в іншому місці на цьому каналі... Наприклад, це дозволить/заборонить використання "коробки фуа-гра", яку скидає бос на офіційному сервері підтримки Сервер підтримки.

source: Add a new webhook to the channel, to get better rate limits handling. Remember the 10 webhooks/channel limit.
de: Fügen Sie dem Kanal einen neuen Webhook hinzu, um eine bessere Handhabung der Ratengrenzen zu erhalten. Beachten Sie das Limit von 10 Webhooks/Kanal.
es: Añade un nuevo webhook al canal, para conseguir un mejor manejo de los límites de las tarifas. Recuerda el límite de 10 webhook/canal.
fi: Lisää kanavaan uusi webhook, jotta nopeusrajoituksia voidaan käsitellä paremmin. Muista, että kanavalla voi olla korkeintaa 10 webhookia.
fr: Ajoutez un nouveau webhook au salon, pour une meilleure gestion des limites de messages. N'oubliez pas la limite de 10 webhooks/salon.
hu: Hozzáad egy új webhookot a csatornához, jobb ratelimit-kezelés érdekében. Tartsd észnél a 10 webhook/csatorna korlátot.
nl: Voegt een nieuwe webhook toe aan het kanaal. Dit is om beter "ratelimits" te verwerken. Houd rekening met het limiet van 10 per kanaal.
pl: Dodaj nowy webhook do kanału. Pamiętaj o limicie 10 webhooków na 1 kanał.
pt_br: Adiciona um novo webhook ao canal, para obter uma melhor gestão dos limites de envio de mensagens Discord. Lembre-se do limite de 10 webhooks/canal.
ru: Добавление нового веб-перехватчика для канала, чтобы улучшить обработку ограничений скорости. Помните об ограничении в 10 веб-перехватчиков на канал.
uk: Додайте новий веб-хук до каналу, щоб краще обробляти ліміти ставок. Пам'ятайте про обмеження в 10 веб-хуків на канал.

source: Allow ducks to use emojis when they spawn.
de: Erlauben Sie Enten, Emojis zu verwenden, wenn sie erscheinen.
es: Permite que los patos usen emojis cuando aparecen.
fi: Salli ankkojen käyttää emojeita syntyessään.
fr: Permettre aux canards d'utiliser des emojis lorsqu'ils apparaissent.
hu: Engedélyezi, hogy a kacsák használjanak emojikat leidéződéskor.
nl: Staat toe dat eenden emoji gebruiken wanneer ze komen.
pl: Pozwól kaczkom używać emotikonów kiedy się pojawią.
pt_br: Permite que os patos usem emojis quando aparecem.
ru: Разрешает уткам использовать смайлики при появлении.
uk: Дозвольте качкам використовувати смайлики під час сторення.
