Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Commands to edit auto prestige roles. Auto prestige roles are roles that are given automatically to members once they reach a certain prestige level. To work properly, roles must all be BELOW DuckHunt top role in the server hierarchy.
de: Befehle zum Bearbeiten von automatischen Rollen. Auto-Rollen sind Rollen, die Mitgliedern automatisch zugewiesen werden, sobald sie eine bestimmte bestimmte DH-Stufe erreichen. Um richtig zu funktionieren, müssen alle Rollen in der Serverhierarchie UNTER der obersten DuckHunt-Rolle liegen.
es: Comandos para editar roles automáticos. Los roles automáticos son roles que se otorgan automáticamente a los miembros una vez que alcanzan un cierto nivel de DH. Para que funcione correctamente, los roles deben estar todos por debajo del rol principal de DuckHunt en la jerarquía del servidor.
fi: Komennot automaattisten arvovalta-roolien muokkaamiseen. Automaattiset arvostusroolit ovat rooleja, jotka annetaan jäsenille automaattisesti, kun he saavuttavat tietyn arvovaltatason. Toimiakseen oikein, kaikkien roolien on oltava DuckHuntin ylimmän roolin alapuolella palvelinhierarkiassa.
fr: Commandes pour éditer les rôles automatiques. Ils sont données automatiquement aux membres une fois que ceux-ci atteignent un certain niveau de prestige sur DuckHunt. Pour marcher correctement, tous les rôles doivent être en dessous du plus haut rôle de DuckHunt dans la hiérarchie.
pl: Polecenia do edycji autoról prestiżu. Autorole prestiżu są rolami, które są przyznawane członkom automatycznie, gdy osiągną określony poziom prestiżu. Aby działały poprawnie, wszystkie role MUSZA być poniżej roli DuckHunt w hierarchii serwera. (Ustawienia serwera -> Role)
pt_br: Comandos para editar funções de prestígio automático. As funções de prestígio automático são funções que são dadas automaticamente aos membros uma vez atingem um certo nível de prestígio. Para funcionar corretamente, todas as funções devem estar ABAIXO da função principal do DuckHunt na hierarquia do servidor.
uk: Команди для редагування автопрестижних ролей. Автоматичні престижні ролі - це ролі, які автоматично надаються користувачам після того, як вони вони досягають певного рівня престижу. Для правильної роботи всі ролі повинні бути НИЖЧЕ головної ролі DuckHunt в ієрархії сервера.

source: Commands to edit permissions. BANNED = 0 DEFAULT = 50 TRUSTED = 100 MODERATOR = 200 ADMIN = 300 BOT_MODERATOR = 500 BOT_OWNER = 600
de: Befehle zum Bearbeiten von Berechtigungen. VERBOTEN = 0 VORGABE = 50 VERTRAUEN = 100 MODERATOR = 200 ADMIN = 300 BOT_MODERATOR = 500 BOT_EIGENTÜMER = 600
es: Comandos para editar permisos. BLOQUEADO = 0 POR_DEFECTO = 50 DE_CONFIANZA = 100 MODERADOR = 200 ADMINISTRADOR = 300 MODERADOR_DE_BOT = 500 DUEÑO_DE_BOT = 600
fi: Komennot käyttöoikeuksien muokkaamiseen. BANNED = 0 DEFAULT = 50 TRUSTED = 100 MODERATOR = 200 ADMIN = 300 BOT_MODERATOR = 500 BOT_OWNER = 600
fr: Commandes pour éditer les permissions. BANNED = 0 DEFAULT = 50 TRUSTED = 100 MODERATOR = 200 ADMIN = 300 BOT_MODERATOR = 500 BOT_OWNER = 600
hu: Parancsok a jogosultságok szerkesztéséhez. BANNED (Kitiltott) = 0 DEFAULT (Alapértelmezett) = 50 TRUSTED (Megbízható) = 100 MODERATOR (Moderátor) = 200 ADMIN (Rendszergazda) = 300 BOT_MODERATOR (Bot Moderátor) = 500 BOT_OWNER (Bot Tulajdonos) = 600
nl: Commando's om machtigingen te bewerken. BANNED = 0 (gebant) DEFAULT = 50 (normaal) TRUSTED = 100 (vertrouwd) MODERATOR = 200 ADMIN = 300 BOT_MODERATOR = 500 BOT_OWNER = 600
pl: Komendy do edycji uprawnień. ZBANOWANY = 0 DOMYŚLNE = 50 ZAUFANY = 100 MODERATOR = 200 ADMINISTRATOR = 300 MODERATOR BOTA = 500 WŁAŚCICIEL BOTA = 600
pt_br: Comandos para editar permissões. BANIDO = 0 PADRÃO = 50 CONFIÁVEL = 100 MODERADOR = 200 ADMINISTRADOR = 300 MODERADOR_DO_BOT = 500 PROPRIETÁRIO_DO_BOT = 600
ru: Команды для редактирования разрешений. BANNED = 0 (бан) DEFAULT = 50 (по умолчанию) TRUSTED = 100 (доверенные) MODERATOR = 200 (модератор) ADMIN = 300 (администратор) BOT_MODERATOR = 500 (модератор бота) BOT_OWNER = 600 (владелец бота)
uk: Команди для редагування прав доступу. BANNED = 0 DEFAULT = 50 TRUSTED = 100 МОДЕРАТОР = 200 ADMIN = 300 BOT_MODERATOR = 500 BOT_OWNER = 600

source: View the current permissions
de: Anzeigen der aktuellen Berechtigungen
es: Leer los permisos actuales.
fi: Katso nykyiset käyttöoikeudet
fr: Voir les permissions actuelles.
hu: Megjeleníti a jelenlegi jogosultságokat.
nl: Bekijk de huidige machtigingen.
pl: Wyświetl bieżące uprawnienia
pt_br: Ver as permissões atuais
ru: Просмотр текущих разрешений
uk: Перегляд поточних дозволів

source: Edit the current permissions for a specific user
de: Bearbeiten der aktuellen Berechtigungen für einen bestimmten Benutzer
es: Editar los permisos actuales para un usuario específico.
fi: Muokkaa tietyn käyttäjän nykyisiä käyttöoikeuksia
fr: Modifier les permissions actuelles pour un utilisateur spécifique.
hu: Szerkeszti a jogosultságokat egy bizonyos felhasználón.
nl: Bewerk de huidige machtigingen voor een specifieke gebruiker.
pl: Edytuj bieżące uprawnienia dla konkretnego użytkownika
pt_br: Edita as permissões atuais para um usuário específico
ru: Редактирование текущих разрешений для конкретного пользователя
uk: Редагування поточних дозволів для конкретного користувача

source: Allow the landmines game to take place here. This means that messages sent here will award points, and mines can be stpped on here.
de: Lassen Sie das Spiel mit den Landminen hier stattfinden. Das bedeutet, dass Nachrichten, die hierher gesendet werden, Punkte bringen, und dass hier Minen gelegt werden können.
es: Permita que el juego de las minas terrestres tenga lugar aquí. Esto significa que los mensajes enviados aquí otorgarán puntos, y las minas pueden ser colocadas aquí.
fi: Anna maamiinapelin tapahtua täällä. Tämä tarkoittaa, että täällä lähetetyistä viesteistä saa pisteitä, ja miinoja voi asettaa tänne.
fr: Autorisez le jeu landmines à se dérouler ici. Cela signifie que les messages envoyés ici vous rapporteront des points et que les mines peuvent être posées ici.
hu: Engedélyezi az aknajáték futását itt. Ez azt jelenti, hogy az itt elküldött üzenetek pontokat fognak adni, és rá lehet lépni aknákra.
pl: Pozwól, aby gra w miny odbyła się w tym miejscu. Oznacza to, że wiadomości wysłane tutaj będą przyznawać punkty, a miny będzie można stawiać tutaj.
pt_br: Permita que o jogo das minas terrestres ocorra aqui. Isso significa que as mensagens enviadas aqui darão pontos, e as minas podem ser colocadas aqui.
uk: Дозвольте провести тут гру з мінами. Це означає, що повідомлення, надіслані сюди, будуть приносити бали, і тут можна буде встановлювати міни.

source: Allow landmines commands to be ran in this channel. This is useful to limit defuses, stats and more to a selected channel.
de: Erlaubt die Ausführung von Landminenbefehlen in diesem Kanal. Dies ist nützlich, um Entschärfungen, Statistiken und mehr auf einen ausgewählten Kanal zu beschränken.
es: Permitir que los comandos de minas terrestres se ejecuten en este canal. Esto es útil para limitar las desactivaciones, las estadísticas y más a un canal seleccionado.
fi: Salli maamiinakomentojen suorittaminen tällä kanavalla. Tämä on hyödyllistä, kun haluat rajoittaa miinanraivaukset, tilastot ja muut valitulle kanavalle.
fr: Autoriser l'exécution des commandes de landmines dans ce canal. Ceci est utile pour limiter les désamorçages, les statistiques et plus encore à un canal sélectionné.
hu: Engedélyezi az aknajátékkal kapcsolatos parancsok futtatását ebben a csatornában. Ez hasznos a hatástalanítások, statisztikák és egyebek egy bizonyos csatornára való korlátozásához.
pl: Zezwól na uruchamianie komend odnośnie min na tym kanale. Jest to przydatne, aby ograniczyć rozbrajania, statystyki i inne do wybranego kanału.
pt_br: Permitir que comandos de minas terrestres sejam executados neste canal. Isso é útil para limitar desarmes, estatísticas e muito mais para um canal selecionado.
uk: Дозволити запуск команд мінування в цьому каналі. Це корисно, щоб обмежити знешкодження, статистику та інше вибраним каналом.

source: Set your preference on whether replies from the bot should ping you
de: Legen Sie fest, ob Antworten des Bots Sie anpingen sollen
es: Establezca su preferencia en cuanto si las respuestas del bot deberían mencionarlo.
fi: Aseta haluamasi asetukset sen suhteen, pitäisikö botin vastausten pingata sinua
fr: Indiquez si vous préférez que les réponses du bot vous mentionnent.
hu: Beállítja, hogy a bot megpingeljen-e téged a válaszaiban
nl: Stel je voorkeur in voor het pingen van jou bij antwoorden van de bot
pl: Ustaw swoje preferencje dotyczące tego, czy odpowiedzi od bota powinny Cię pingować
pt_br: Defina sua preferência sobre se as respostas do bot devem enviar um aviso para você
ru: Настройка возможности пинга со стороны бота при ответах
uk: Налаштуйте, чи повинні відповіді від бота пінгувати вас

source: Change/view your own language. Specify your language as a 2/5 letters code. For example, if you live in France, you'd use fr or fr_FR. In Québec, you could use fr_CA. Some messages will use your preferred language, usually when the bot communicates with you in DM.
de: Ändern/Anzeigen der eigenen Sprache. Geben Sie Ihre Sprache als einen 2/5-Buchstaben-Code an. Wenn Sie zum Beispiel in Frankreich leben, würden Sie fr oder fr_FR verwenden. In Québec könnten Sie fr_CA verwenden. Einige Nachrichten werden Ihre bevorzugte Sprache verwenden, normalerweise wenn der Bot mit Ihnen in DM kommuniziert.
es: Cambie/vea su propio idioma. Especifique su idioma como un código de 2/5 letras. Por ejemplo, si vives en Francia, utilizarías fr o fr_FR. En Québec, podrías utilizar fr_CA. Algunos mensajes utilizarán tu idioma preferido, normalmente cuando el bot se comunica contigo en DM.
fi: Vaihda/katsele omaa kieltäsi. Määritä kielesi 2/5-kirjaimisena koodina. Jos asut esimerkiksi Ranskassa, käytä fr tai fr_FR. Québecissä voit käyttää fr_CA. Joissakin viesteissä käytetään haluamaasi kieltä, yleensä silloin, kun botti kommunikoi kanssasi DM.
fr: Changez/visualisez votre propre langue. Précisez votre langue sous forme de code de 2 ou 5 lettres. Par exemple, si vous vivez en France, vous utiliserez fr ou fr_FR. Au Québec, vous pourriez utiliser fr_CA. Certains messages utiliseront votre langue préférée, généralement lorsque le bot communique avec vous en privé.
hu: Megjeleníti/megváltoztatja a saját nyelved. Add meg a nyelvet 2/5 karakteres kódként. Például, ha magyar nyelvet szeretnél, akkor hu-t vagy hu_HU-t kell megadnod. Francia nyelvhez pedig használhatsz fr_FR-t. Néhány üzenet a preferált nyelvedet fogja használni, például ha kommunikál veled a bot egy privát üzenetben.
nl: yeah this is just for attention. i am just playing up
pl: Zmień/wyświetl swój własny język. Określ swój język jako kod składający się z 2/5 liter. Na przykład, jeśli mieszkasz w Polsce, użyjesz pl lub pl_PL. Niektóre wiadomości będą wysyłane w preferowanym przez Ciebie języku, zazwyczaj gdy bot będzie komunikować się z Tobą na czacie prywatnym.
pt_br: Altera/visualiza o seu próprio idioma. Especifique o seu idioma como um código de 2/5 letras. Por exemplo, se você mora na França, você usaria fr ou fr_FR. No Quebec, você poderia usar fr_CA. Algumas mensagens usarão o seu idioma preferido, geralmente quando o bot se comunica com você na sua DM.
ru: Изменение/просмотр индивидуальной настройки языка. Укажите язык, используя 2/5-буквенный код. Например, если вы живёте во Франции, используйте fr или fr_FR. Для Квебека можно использовать fr_CA. Некоторые сообщения будут приходить на указанном вами языке. Обычно это происходит в ЛС.
uk: Змінити/переглянути власну мову. Вкажіть свою мову у вигляді коду з 2/5 літер. Наприклад, якщо ви живете у Франції, використовуйте fr або fr_FR. У Квебеку ви можете використовувати fr_CA. У деяких повідомленнях буде використовуватися мова, якій ви надаєте перевагу, зазвичай, коли бот спілкується з вами німецькою мовою.

source: Buy items here
de: Artikel hier kaufen
es: Compre artículos aquí
fi: Osta tuotteita täältä
fr: Achète des objets ici.
hu: Vásárolj tárgyakat itt!
nl: Koop spullen hier.
pl: Kupuj przedmioty stąd
pt_br: Compre itens aqui
ru: Покупка предметов
uk: Купити товари можна тут

source: Adds a bullet to your current magazine. [7 exp]
de: Fügt eine Kugel zu Ihrem aktuellen Magazin hinzu. [7 exp]
es: Añade una bala a tu cargador. [7 exp]
fi: Lisää luoti nykyiseen lippaaseen. [7 exp]
fr: Ajoute une balle dans ton chargeur actuel. [7 exp]
hu: Hozzáad egy golyót a tölténytáradhoz. [7 tp]
nl: Voegt een kogel toe aan je huidige magazijn. [7 exp]
pl: Dodaje pocisk do twojego aktualnego magazynku. [7 PD]
pt_br: Adiciona uma bala para o seu cartucho atual. [7 exp]
ru: Добавляет патрон в текущую обойму. [7 ед. опыта]
uk: Додає кулю до поточного магазину. [7 досвіду]

source: Adds a magazine in your backpack. [13 exp]
de: Fügt ein Magazin in Ihrem Rucksack hinzu. [13 exp]
es: Añade un cargador a tu mochila. [13 exp]
fi: Lisää reppuusi lippaan. [13 exp]
fr: Ajoute un chargeur dans ton sac à dos. [13 exp]
hu: Hozzáad egy tölténytárat a hátizsákodhoz. [13 tp]
nl: Voegt een magazijn toe aan je rugzak. [13 exp]
pl: Dodaje magazynek do plecaka. [13 PD]
pt_br: Adiciona um cartucho em sua mochila. [13 exp]
ru: Добавляет обойму в ваш рюкзак. [13 ед. опыта]
uk: Додає магазин в рюкзак. [13 досвіду]

source: Buy AP ammo to double the damage you do to super ducks. [15 exp/24 hrs]
de: Kaufen Sie AP-Munition, um den Schaden zu verdoppeln, den Sie an Super-Enten verursachen. [15 exp/24 Std.]
es: Compra munición AP para duplicar el daño contra los súper patos. [15 exp/24 hrs]
fi: Osta AP-ammuksia, jotta voit kaksinkertaistaa superankoille aiheuttamasi vahingon. [15 exp/24 tuntia]
fr: Achète des munitions AP (Pénétrant les Armures) pour doubler les dégâts que tu fais aux super canards pendant 24 heures. [15 exp/24 h]
hu: Vásárolj AP lőszert a kacsákra hatott sebzés megduplázásához. [15 tp/24 óra]
nl: Koop AP-munitie om de schade die je aan supereenden aanricht te verdubbelen. [15 exp/24 uur]
pl: Kup amunicję przeciwpancerną, aby podwoić obrażenia zadawane superkaczkom. [15 PD/24 godz]
pt_br: Compra munição AP para duplicar os danos que você causa aos super patos. [15 exp/24 hrs]
ru: Покупка бронебойных патронов для нанесения двойного урона при охоте на супер-уток [15 ед. опыта/24 ч]
uk: Купуйте боєприпаси AP, щоб подвоїти шкоду, що наноситься суперкачкам. [15 досвіду / 24 год]

source: Buy Explosive ammo to TRIPLE the damage you do to super ducks. [25 exp/24 hrs]
de: Kaufen Sie Explosiv-Munition, um den Schaden, den Sie an Super-Enten verursachen, zu VERDREIFACHEN. (25 exp/24 Std.)
es: Compra munición AP para duplicar el daño contra los súper patos. [15 exp/24 hrs]
fr: Achète des munitions explosives pour TRIPLEZ les dégâts que tu fais aux super canards. [25 exp/24 h]
hu: Vásárolj robbanékony lőszert, hogy TRIPLÁZD a szuperkacsákra hatott sebzést. [25 tp/24 óra]
nl: Koop explosieve munitie om de schade die je toebrengt aan supereenden te VERDRIEVOUDIGEN. [25 exp/24 hrs]
pl: Kup amunicję wybuchową, aby POTRÓJNIE zwiększyć obrażenia zadawane superkaczkom. [25 PD/24 godz]
pt_br: Compra munição explosiva para TRIPLICAR o dano que você causa aos super patos. [25 exp/24 hrs]
ru: Покупка разрывных патронов для нанесения ТРОЙНОГО урона при охоте на супер-уток [25 ед. опыта/24 ч]
uk: Купуйте боєприпаси "Вибух", щоб потроїти шкоду, яку ви завдаєте суперкачкам. [25 досвіду / 24 год]

source: Buy back your weapon from the police if it was confiscated. [30 exp]
de: Kaufen Sie Ihre Waffe von der Polizei zurück, wenn sie beschlagnahmt wurde. [30 exp]
es: Soborna un policia para recuperar tu arma si esta fue confiscada. [30 exp]
fr: Rachète ton arme à la police si elle a été confisquée. [30 exp]
hu: Vásárold vissza a fegyvered a rendőrségtől, ha elkobozták. [30 tp]
nl: Koop je wapen terug van de politie als het in beslag is genomen. [30 exp]
pl: Odkup broń od policji, jeśli została skonfiskowana. [30 PD]
pt_br: Compra de volta sua arma se foi confiscada pela polícia. [30 exp]
ru: Выкуп оружия у полиции, если оно было конфисковано. [30 ед. опыта]
uk: Викупити зброю у поліції, якщо вона була конфіскована. [30 досвіду]

source: Add some grease in your weapon to prevent jamming. [8 exp/24 hrs]
de: Geben Sie etwas Fett in Ihre Waffe, um ein Verklemmen zu verhindern. [8 exp/24 Std.]
es: Añade un poco de grasa a tu arma para evitar que se atasque. [8 exp/24 hrs]
fr: Ajoute de la graisse dans ton arme pour l'empêcher de s'enrayer. [8 exp/24 h]
hu: Olajozd meg a fegyvered, hogy megelőzd a beragadását. [8 tp/24 óra]
nl: Voeg wat glijmiddel toe aan je wapen om vastlopen te voorkomen. [8 exp/24 uur]
pl: Dodaj trochę smaru do broni, aby zapobiec zacięciu. [8 PD/24 godz]
pt_br: Adiciona um pouco de graxa em sua arma para evitar emperramento. [8 exp/24 hrs]
ru: Добавление смазки для предотвращения заклинивания оружия [8 ед. опыта/24 ч]
uk: Додайте трохи мастила у вашу зброю, щоб запобігти заклинюванню. [8 досвіду./24 год]

source: Add a sight to your weapon to improve accuracy. [6 exp/12 shots]
de: Fügen Sie Ihrer Waffe ein Visier hinzu, um die Genauigkeit zu verbessern. [6 exp/12 Schüsse]
es: Añade una mira a tu arma para mejorar la precisión. [6 exp/12 disparos]
fr: Ajoute un viseur à ton arme pour améliorer la précision. [6 exp/12 coups]
hu: Adj hozzá egy irányzékot a fegyveredhez, hogy növeld a pontosságát. [6 tp/12 lövés]
nl: Voeg een rightkijker toe aan je wapen om de nauwkeurigheid te verbeteren. [6 exp/12 schoten]
pl: Zamontuj celownik do swojej broni, aby poprawić jej celność. [6 PD/12 strzałów]
pt_br: Adiciona uma mira à sua arma para melhorar a precisão. [6 exp/12 tiros]
ru: Добавление оптики для повышения точности стрельбы [6 ед. опыта/12 выстрелов]
uk: Додайте приціл до своєї зброї, щоб підвищити точність. [6 досвіду./12 пострілів]

source: Add an infrared detector to your weapon. Save bullets and shots. [15 exp/6 shots]
de: Fügen Sie einen Infrarot-Detektor zu Ihrer Waffe hinzu. Sparen Sie Kugeln und Schüsse. [15 exp/6 Schüsse]
es: Añade un detector infrarrojo a tu arma. Ahorra balas y disparos. [15 exp/6 disparos]
fr: Ajoute un détecteur infrarouge à ton arme. Économise des balles et coup de feu. [15 exp/24 h]
hu: Adj egy infravörös érzékelőt a fegyveredhez. Takarítsd meg a lövéseid és a golyókat. [15 tp/6 lövés]
nl: Voeg een infrarooddetector toe aan je wapen. Spaart kogels en schoten. [15 exp/6 schoten]
pl: Dodaj detektor podczerwieni do swojej broni. Oszczędzaj pociski i strzały. [15 PD/6 strzałów]
pt_br: Adiciona um detector infravermelho à sua arma. Economize balas e tiros. [15 exp / 6 tiros]
ru: Добавление инфракрасного детектора. Предотвращает случайные выстрелы и позволяет экономить патроны. [15 ед. опыта/6 выстрелов]
uk: Додайте інфрачервоний детектор до своєї зброї. Заощаджуйте кулі та постріли. [15 пострілів]

source: Add a silencer to your weapon to prevent scaring ducks. [5 exp/24* hrs]
de: Fügen Sie Ihrer Waffe einen Schalldämpfer hinzu, um Enten nicht zu erschrecken. [5 exp/24* Std.]
es: Añade un silenciador a tu arma para evitar asustar a los patos. [5 exp/24* hrs]
fr: Ajoute un silencieux à ton arme pour éviter d'effrayer les canards. [5 exp/24 h]
hu: Adj egy hangtompítót a fegyveredhez, hogy elkerüld a kacsák elijesztését. [5 tp/24* óra]
nl: Voeg een geluiddemper toe aan je wapen om te voorkomen dat eenden bang worden gemaakt. [5 exp/24* uur]
pl: Zamontuj tłumik do swojej broni, aby zapobiec spłoszeniu kaczek. [5 PD/24* godz]
pt_br: Adiciona um silenciador à sua arma para evitar assustar os patos. [5 exp/24* hrs]
ru: Добавление глушителя, который помогает не пугать уток. [5 ед. опыта/24* ч]
uk: Додайте глушник до своєї зброї, щоб не лякати качок. [5 експрес/24* години]

source: Buy a 4-Leaf clover to get more exp for every duck you kill :). [13 exp/24 hrs] You can always buy a new clover during the florist event, but the price will be doubled if you had a clover already.
de: Kaufen Sie ein 4-blättriges Kleeblatt, um mehr Exp für jede getötete Ente zu erhalten :). [13 exp/24 Std.] Sie können immer ein neues Kleeblatt während des Floristen-Events kaufen, aber der Preis wird verdoppelt, wenn Sie bereits ein Kleeblatt hatten.
es: Compra un trébol de 4 hojas para obtener más exp por cada pato que mates :). [13 exp/24 hrs] Siempre puedes comprar un nuevo trébol durante el evento de la floristería, pero el precio se duplicará si ya tenías un trébol.
fr: Achète un trèfle à 4 feuilles pour recevoir plus d'exp pour chaque canard que tu tues :). [13 exp/24 hrs] Tu peux acheter en permanence un nouveau trèfle pendant l'évènement du fleuriste, mais le prix sera doublé si tu as déjà un trèfle.
hu: Vásárolj egy négylevelű lóherét, hogy több tapasztalati pontot szerezz minden általad megölt kacsa után :). [13 tp/24 óra] Mindig tudsz új lóherét vásárolni a virágárus esemény alatt, de az ár megduplázódik, ha már volt előtte egy másik lóheréd.
nl: Koop een klavertje 4 om meer exp te krijgen voor elke eend die je doodt :). [13 exp / 24 uur] Je kunt altijd een nieuwe klaver kopen tijdens het bloemistenevent, maar de prijs wordt verdubbeld als je al een klaver had.
pl: Kup 4-listną koniczynkę, aby zdobyć więcej punktów doświadczenia za każdą zabitą kaczkę :). [13 PD/24 godz] Zawsze możesz kupić nową koniczynkę podczas wydarzenia: Nowa kwiaciarnia, ale cena zostanie podwojona, jeśli masz już koniczynkę.
pt_br: Compra um trevo de 4 folhas para obter mais experiência para cada pato que você matar :). [13 exp/24 hrs] Você sempre pode comprar um trevo novo durante o evento da floricultura, mas o preço será dobrado se você já tiver um trevo.
ru: Покупка четырёхлистного клевера для получения дополнительных единиц опыта за каждую убитую утку. :) [13 ед. опыта/24 ч] Вы всегда можете купить новый клевер во время флористического события, но он обойдётся в два раза дороже, если у вас уже есть один.
uk: Купуйте 4-х листкову конюшину, щоб отримувати більше досвіду за кожну вбиту качку :). [13 досвіду/ 24 год] Ви завжди можете купити нову конюшину під час флористичної події, але ціна буде подвоєна, якщо у вас вже була конюшина.

source: Protects from mirror-induced glare. [5 exp/24 hrs]
de: Schützt vor spiegelinduzierter Blendung. [5 exp/24 Std.]
es: Protege de los reflejos inducidos por el espejos. [5 exp/24 hrs]
fr: Te protège des éblouissements provoqués par les miroirs. [5 exp/24 h]
hu: Megvéd a tükör okozta vakító fénytől. [5 tp/24 óra]
nl: Beschermt tegen verblinding door spiegels. [5 exp / 24 uur]
pl: Chroni przed oślepieniem wywołanym przez lustro. [5 PD/24 godz]
pt_br: Protege do brilho induzido pelo espelho. [5 exp / 24 hrs]
ru: Защита от ослепляющего эффекта зеркальца. [5 ед. опыта/24 ч]
uk: Захищає від сонячних зайчиків та відблисків. [5 досвіду/24 год]

source: A new set of clothes. Useful if you are wet. [7 exp]
de: Ein neuer Satz Kleidung. Nützlich, wenn Sie nass sind. [7 exp]
es: Compra una muda de ropa nueva. Útil si estás mojado 7u7. [7 exp]
fr: Une nouvelle tenue vestimentaire. Utile si tu es mouillé. [7 exp]
hu: Egy új szett ruha. Hasznos, ha vizes vagy. [7 tp]
nl: Een nieuwe set kleren. Handig als je nat bent. [7 exp]
pl: Nowy komplet ubrań. Przydatny, gdy jesteś mokry/a. [7 PD]
pt_br: Um novo conjunto de roupas. Útil se você estiver molhado. [7 exp]
ru: Новый комплект одежды. Поможет, если вы вдруг промокли. [7 ед. опыта]
uk: Новий комплект одягу. Стане в нагоді, якщо ви промокнете. [7 досвіду]
