Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: ☁️ Your weapon is jammed. Reload it to clean it up ! (`{ctx.prefix}reload`)
de: ☁️ Ihre Waffe ist verklemmt. Laden Sie sie neu, um es zu beheben! (`{ctx.prefix}reload`)
es: ☁️ Tu arma está atascada. ¡Recárgala para desatascarla! (`{ctx.prefix}reload`)
fi: ☁️ Aseesi on jumissa. Lataa se uudelleen puhdistaaksesi sen ! (`{ctx.prefix}reload`)
fr: ☁️ Ton arme est enrayée. Recharge-la pour la nettoyer ! (`{ctx.prefix}reload`)
hu: ☁️ Be van ragadva a fegyvered. Töltsd újra a feltakarításához! (`{ctx.prefix}reload`)
nl: ☁️ Je wapen is vastgelopen. Herlaad het om het op te ruimen! (`{ctx.prefix} reload`)
pl: ☁️ Twoja broń się zacięła. Załaduj ją ponownie, aby ją wyczyścić! (`{ctx.prefix}reload`)
pt_br: ☁️ Sua arma está encravada. Recarregue-a para limpá-la! (`{ctx.prefix}reload`)
ru: ☁️ Ваше оружие заклинило. Требуется перезарядка. (`{ctx.prefix}reload`)
uk: ☁️ ваша зброя заклинило. Перезарядіть її, щоб прочистити! (`{ctx.prefix}(Перезарядити!

source: 🦉 Backpack empty! Buy magazines | **Bullets**: 0/{max_bullets} | Magazines: 0/{max_magazines} [**Autoreload failed**]
de: 🦉 Rucksack leer ! Magazine kaufen | **Kugeln**: 0/{max_bullets} | Magazine: 0/{max_magazines} [**Automatisches Laden fehlgeschlagen**]
es: 🦉 Mochila vacía ! Compra cartuchos... **Balas**: 0/{max_bullets} | Cartuchos: 0/{max_magazines} [**Falló la recarga automática**]
fr: 🦉 Sac à dos vide ! Achète des chargeurs| **Balles** : 0/{max_bullets} | Chargeurs: 0/{max_magazines} [**Échec du rechargement automatique**]
hu: 🦉 A hátizsákod üres! Vásárolj tölténytárakat | **Golyók**: 0/{max_bullets} | Tölténytárak: 0/{max_magazines} [**Automatikus újratöltés sikertelen**]
pl: 🦉 Plecak pusty! Kup magazynki | **Pociski**: 0/{max_bullets} | Magazynki: 0/{max_magazines} [**Automatyczne ładowanie nie powiodło się**]
pt_br: 🦉 Mochila vazia! Compre cartuchos | **Balas**: 0/{max_bullets} | Cartuchos: 0/{max_magazines} [**Falha no recarregamento automático**]
uk: 🦉 Рюкзак порожній! Купити журнали | **Пулі**: 0/{max_bullets} | Магазини: 0/{max_magazines} [**Не вдалося автоматичне завантаження**]

source: 🦉 Magazine empty ! Reload or buy bullets | **Bullets**: 0/{max_bullets} | Magazines: {current_magazines}/{max_magazines}
de: 🦉 Magazin leer ! Nachladen oder Patronen kaufen | **Patronen**: 0/{max_bullets} | Magazine: {current_magazines}/{max_magazines}
es: 🦉 Cartucho vacío ! Recarga o compra balas | **Balas**: 0/{max_bullets} | Cartuchos: {current_magazines}/{max_magazines}
fr: 🦉 Chargeur vide ! Recharge ou achète des balles ! | **Balles** : 0/{max_bullets} | Chargeurs : {current_magazines}/{max_magazines}
hu: 🦉 A tölténytár üres! Töltsd újra vagy vásárolj golyókat | **Golyók**: 0/{max_bullets} | Tölténytárak: {current_magazines}/{max_magazines}
nl: 🦉 Magazijn leeg! Herlaad of koop kogels | **Kogels**: 0 / {max_bullets} | Magazijnen: {current_magazines} / {max_magazines}
pl: 🦉 Magazynek pusty! Przeładuj broń lub kup pociski | **Pociski**: 0/{max_bullets} | Magazynki: {current_magazines}/{max_magazines}
pt_br: 🦉 Cartucho vazio! Recarregue ou compre balas | **Cartuchos**: 0/{max_bullets} | Cartuchos: {current_magazines}/{max_magazines}
ru: 🦉 Обойма пуста! Перезарядите оружие или купите патроны | **Патроны**: 0/{max_bullets} | Обоймы: {current_magazines}/{max_magazines}
uk: 🦉 Магазин порожній! Перезарядіть або купіть патрони | **Патрони**: 0/{max_bullets} | Магазини: {current_magazines}/{max_magazines}

source: 💥 Your weapon jammed. Reload it and consider buying grease next time.
de: 💥 Ihre Waffe hat geklemmt. Laden Sie sie neu und überlegen Sie, ob Sie das nächste Mal Fett kaufen.
es: 💥 Tu arma se atascó. Recárgala y considera comprar grasa la próxima vez.
fi: 💥 Aseesi jumiutui. Lataa se uudelleen ja harkitse rasvan ostamista ensi kerralla.
fr: 💥 Ton arme s'est enrayée. Recharge-la et pense à acheter de la graisse pour la prochaine fois.
hu: 💥 Beragadt a fegyvered. Töltsd újra és fontold meg az olajozás megvásárlását legközelebb.
nl: 💥 Je wapen is vastgelopen. Laad het opnieuw en overweeg de volgende keer glijmiddel te kopen.
pl: 💥 Twoja broń się zacięła. Załaduj ją ponownie... może kupisz smar następnym razem?
pt_br: 💥 Sua arma emperrou. Recarregue-a, e considere comprar graxa na próxima vez.
ru: 💥 Ваше оружие заклинило. Перезарядите его и подумайте о покупке смазки.
uk: 💥 Вашу зброю заклинило. Перезарядіть її і подумайте про покупку мастила наступного разу.

source: 💥 Your weapon jammed. Reload it and ponder how unlucky you are.
fr: 💥 Ton arme s'est enrayée. Recharge-la et contemple ta malchance.
pl: 💥 Twoja broń się zacięła. Załaduj ją ponownie i dodaj sobie trochę otuchy.

source: ✨ You take the new homing bullets outside of their packaging, place them in your weapon and shoot with your eyes closed...
de: ✨ Sie nehmen die neuen Zielsuchkugeln aus der Verpackung, legen sie in Ihre Waffe und schießen mit geschlossenen Augen...
es: ✨ Sacaste las nuevas balas recién compradas fuera de su embalaje, las colocas en tu arma y disparas con los ojos cerrados...
fi: ✨ Otat uudet ohjautuvat luodit pakkauksen ulkopuolelle, asetat ne aseeseesi ja ammut silmät kiinni...
fr: ✨ Tu sors les nouvelles balles à tête chercheuse de leur emballage, tu les places dans ton arme et tires les yeux fermés...
hu: ✨ Kicsomagolod az új Célvezető Lövedékeket, behelyezed a fegyveredbe, és becsukod a szemeid...
nl: ✨ Je haalt de nieuwe homing kogels uit hun verpakking, plaatst ze in je wapen en schiet met je ogen dicht...
pl: ✨ Wyciągasz nowe naprowadzające pociski z opakowania, wkładasz je do broni i strzelasz z zamkniętymi oczami...
pt_br: ✨ Você tira as novas balas teleguiadas da embalagem, coloca-as em sua arma e atira com os olhos fechados...
ru: ✨ Вы распаковываете новые самонаводящиеся патроны, заряжаете оружие и производите выстрел, закрыв глаза...
uk: ви дістаєте нові самонавідні кулі з упаковки, вставляєте їх у зброю і стріляєте із заплющеними очима...

source: ... And the bullet flew straight into your face, killing you instantly. You should send your complaints to the CACAD. Your licence to kill saved your experience. [**MISSED**: -2 exp]
de: ... Und die Kugel flog direkt in Ihr Gesicht und tötete Sie auf der Stelle. Sie sollten Ihre Beschwerden an die CACAD schicken. Ihre Lizenz zum Töten hat Ihre Erfahrung gerettet. [**VERSAGT**: -2 exp]
es: ... Y la bala voló directamente a tu cara, matándote al instante :'V. Deberías enviar tus quejas a los mod. Al menos, tenías una licencia de suisidación xd. [**PIERDES**: -2 exp]
fi: ... Luoti lensi suoraan kasvoihisi ja tappoi sinut välittömästi. Sinun pitäisi lähettää valituksesi CACAD:lle. Tappolupasi pelasti kokemuksesi. [**MISSATTU**: -2 kokemusta]
fr: ... Et la balle a volé droit dans votre visage, vous tuant sur le coup. Vous devez adresser vos réclamations au CCCCC. Votre permis de tuer a sauvé votre expérience. [**LOUPÉ** : -2 exp]
hu: ... és a golyó pont az arcodba repült, azonnal megölve téged. Küldd el a panaszaidat a KKEE-nek. Az ölési licenszed megmentetted a tapasztalati pontjaidat. [**FÉLRELÖVÉS**: -2 tapasztalat]
pl: ... A kula trafiła prosto w twoją piękną twarz, rozwalając cię na strzępy. Powinieneś wnieść zażalenie do KPKPK. Twoja licencja na zabijanie ocaliła twoje doświadczenie. [**UTRACONO**: -2 PD]
pt_br: ... E a bala voou direto em seu rosto, matando você instantaneamente. Você pode enviar suas reclamações ao CCCCP. Sua licença para matar salvou sua experiência. [**FRACASSOU**: -2 exp]
uk: ... І куля полетіла прямо в обличчя, вбивши вас миттєво. Ви повинні відправити свої скарги в CACAD. Ваша ліцензія на вбивство врятувала вас від втрати досвіду. [**ПРОМАХ**: -2 досвіду]

source: ... And the bullet flew straight into your face, killing you instantly. You should send your complaints to the CACAD. At least, you had a ~~kill~~ suicide licence. [**MISSED**: -2 exp]
de: ... Und die Kugel flog direkt in Ihr Gesicht und tötete Sie auf der Stelle. Sie sollten Ihre Beschwerden an die CACAD schicken. Wenigstens hatten Sie eine ~~kill~~ Selbstmordlizenz. [**VERFEHLT**: -2 exp]
es: ... Y la bala voló directamente a tu cara, matándote al instante :'V. Deberías enviar tus quejas a los mod. Al menos, tenías una licencia de suisidación xd. [**PIERDES**: -2 exp]
fi: ... Luoti lensi suoraan kasvoihisi ja tappoi sinut välittömästi. Sinun pitäisi lähettää valituksesi CACAD:lle. Ainakin sinulla oli ~~kill~~ itsemurhalupa. [**MISSATTU**: -2 kokemusta]
fr: ... Et la balle vole directement dans ton visage, te tuant instantanément. Tu devrais envoyer tes plaintes au CCCCC (Comité Contre le Comité Contre les Canards). Au moins, tu avais un permis de ~~tuer~~ suicide. [**RATÉ** : -2 exp]
hu: ... és a golyó pont az arcodba repült, azonnal megölve téged. Küldd el a panaszaidat a KKEE-nek. Legalább volt egy ~~ölési~~ öngyilkossági lcenszed. [**FÉLRELÖVÉS**: -2 tapasztalat]
nl: ... En de kogel vloog recht in je gezicht en doodde je onmiddellijk. Je moet je klachten doorsturen naar het CACAD. Je had tenminste een ~~moord~~ __zelfmoord__vergunning. [** GEMIST **: -2 exp]
pl: ... A kula trafiła prosto w twoją piękną twarz, rozwalając cię na strzępy. Powinieneś wnieść zażalenie do KPKPK. Cóż... przynajmniej miałeś licencję na ~~zabijanie~~. [**UTRACONO**: -2 PD]
pt_br: ... E a bala voou direto em seu rosto, matando você instantaneamente. Você pode enviar suas reclamações ao CCCCP. Pelo menos, você tinha uma licença de ~~assassinato~~ suicídio. [**FRACASSOU**: -2 exp]
ru: ...И пуля прилетела вам прямо в башню. Исход, понятное, дело печально-фатальный. Жалобу можно направить в Общество по защите прав животных. Благо у вас была лицензия на (само)убийство. [**ПРОМАХ**: -2 ед. опыта]
uk: ... І куля полетіла прямо в обличчя, вбивши вас миттєво. Ви повинні відправити свої скарги в CACAD. Принаймні, у тебе була ліцензія на ~~вбивство~~ самогубство. [**ПРОМАХ**: -2 досвіду.]

source: ... And the bullet flew straight into your face, killing you instantly. You should send your complaints to the CACAD. [**WEAPON CONFISCATED**][**MISSED**: -2 exp][**MURDER**: -15 exp]
de: ... Und die Kugel flog direkt in Ihr Gesicht und tötete Sie auf der Stelle. Sie sollten Ihre Beschwerden an die CACAD schicken. [**Waffenkonfiszierung**][**VERFEHLT**: -2 exp][**MORD**: -15 exp]
es: ... Y la bala voló directamente a tu cara, matándote al instante. Deberías enviar tus quejas al mod. [**ARMA CONFISCADA LINCE**][**PIERDES**: -2 exp][**ASESINO!!**: -15 exp]
fi: ... Luoti lensi suoraan kasvoihisi ja tappoi sinut välittömästi. Sinun pitäisi lähettää valituksesi CACAD:lle. [**ASE TAKAVARIKOITU**][**MISSATTU**: -2 kokemusta][**MURHAAJA**: -15 kokemusta]
fr: ... Et la balle a volé directement dans ton visage, te tuant instantanément. Tu devrais envoyer tes plaintes au CCCCC (Comité Contre le Comité Contre les Canards).. [**ARME CONFISQUEE**] [**RATÉ** : -2 exp] [**MEURTRE** : -15 exp]
hu: ... és a golyó pont az arcodba repült, azonnal megölve téged. Küldd el a panaszaidat a KKEE-nek. [**FEGYVER ELKOBOZVA**][**FÉLRELÖVÉS**: -2 tapasztalat][**GYILKOSSÁG**: -15 tapasztalat]
nl: ... En de kogel vloog recht in je gezicht en doodde je onmiddellijk. Je moet je klachten doorsturen naar het CACAD. [** WAPEN GECONFISQUEERD**] [** GEMIST **: -2 exp] [** MOORD **: -15 exp]
pl: ... A kula trafiła prosto w twoją piękną twarz, rozwalając cię na strzępy. Powinieneś wnieść zażalenie do KPKPK. [**BROŃ SKONFISKOWANA**][**UTRACONO**: -2 PD][**MORDERSTWO**: -15 PD]
pt_br: ... E a bala voou direto em seu rosto, matando você instantaneamente. Você pode enviar suas reclamações ao CCCCP. [**ARMA CONFISCADA**][**FRACASSOU**: -2 exp][**ASSASSINATO**: -15 exp]
ru: ...И пуля прилетела вам прямо в башню. Исход, понятное дело, печально-фатальный. Жалобу можно направить в Общество по защите прав животных. [**ОРУЖИЕ КОНФИСКОВАНО**][**ПРОМАХ**: -2 ед. опыта][**УБИЙСТВО**: -15 ед. опыта]
uk: ... І куля полетіла прямо в обличчя, вбивши вас миттєво. Ви повинні відправити свої скарги в CACAD. [Зброю конфісковано] [**ПРОМАХ**: -2 досвіду] [Вбивство: -15 досвіду]

source: 🔫 You missed the duck... And *almost* shot {player_name} in the head, missing them by a few hairs. Their orange coat saved them. [**MISSED**: -2 exp]
de: 🔫 Du hast die Ente verfehlt... Und *fast* in den Kopf von {player_name} geschossen, ihn um ein paar Haare verfehlt. Ihr orangefarbener Mantel hat sie gerettet. [**VERFEHLT**: -2 exp]
es: 🔫 Has fallado el pato... Y *casi* le disparaste a {player_name} en la cabeza, fallando por unos pelos. Su pelaje naranja los salvó. [**FALTA**: -2 exp]
fi: 🔫 Missasit ankan... Ja *melkein* ammuit {player_name} päähän, ohi muutaman hiuksen verran. Oranssi takki pelasti heidät. [**MISSATTU**: -2 kokemusta]
fr: 🔫 Tu as raté le canard... Et *quasiment* tiré sur {player_name}, le loupant d'un cheveu. Son manteau orange l'a sauvé. [**RATÉ** : -2 exp]
pl: 🔫 Nie trafiłeś w kaczkę... Ale *prawie* Twoja kula trafiła {player_name} w głowę, mijając ją o kilka włosków. Uratował jego(ją) pomarańczowy płaszcz. [**UTRACONO**: -2 PD]
pt_br: 🔫 Você errou o pato... E *quase* atirou em {player_name} na cabeça, errando por alguns fios de cabelo. Seu casaco laranja os salvou. [**FRACASSOU**: -2 exp]
uk: 🔫ти промахнувся по качці... І *майже* поцілив {player_name} в голову, промахнувшись на кілька волосинок. Їх врятувало помаранчеве пальто. [**ПРОМАХ**: -2 досвіду]

source: 🔫 You took your weapon out, aimed it towards {player_name} head, but they had a pink coat just like yours. Using the power of love, you missed them on purpose, and hit the love tree 🌳. [**MISSED**: -2 exp]
de: 🔫 Du hast deine Waffe herausgeholt und auf den Kopf von {player_name} gezielt, aber er hatte einen rosa Mantel, genau wie du. Mit der Macht der Liebe hast du sie absichtlich verfehlt und den Liebesbaum getroffen 🌳. [**VERFEHLT**: -2 exp]
es: 🔫 Sacaste tu arma y apuntaste hacia la cabeza de {player_name}, pero tenían un abrigo rosa como el tuyo. Usando el poder del amor, fallaste a propósito, y le diste al árbol del amor 🌳. [**FALTA**: -2 exp]
fi: 🔫 Otit aseesi esiin ja tähtäsit sillä kohti {player_name} päätä, mutta hänellä oli vaaleanpunainen takki aivan kuten sinulla. Käyttämällä rakkauden voimaa, ohitit heidät tahallasi ja osuit rakkauden puuhun 🌳. [**MISSATTU**: -2 kokemusta]
fr: 🔫 Tu as sorti ton arme, visé la tête de {player_name} mais il avait un manteau rose comme le tiens. Par le pouvoir de l'amour, tu tires a côté, touchant l'arbre de l'amour 🌳 à la place. [**RATÉ** : -2 exp]
hu: 🔫 Elővetted a fegyvered, ráirányítottad {player_name} fejére, de nekik ugyanolyan rózsaszín kabátjuk volt, mint neked. A szerelem erejével direkt félrelőttél, és helyette rálőttél a szerelemfára 🌳. [**FÉLRELÖVÉS**: -2 tapasztalat]
pl: 🔫 Wycelowałeś(aś) broń prosto w głowę {player_name}, ale miał/a różowy płaszcz, ku Twojemu zaskoczeniu, identyczny jak twój. Dzięki potędze miłości celowo chybiłeś i trafiłeś(aś) w Drzewko Zakochanych 🌳. [**UTRACONO**: -2 PD]
pt_br: 🔫 Você pegou sua arma, apontando-a para a cabeça de {player_name}, mas ele(a) tinha um casaco rosa igual ao seu. Usando o poder do amor, você o errou de propósito, e acertou a árvore do amor 🌳. [**FRACASSOU**: -2 exp]
uk: 🔫ти дістав свою зброю, націлився в голову {player_name}, але у них було рожеве пальто, як і у тебе. Використовуючи силу любові, ви навмисно промахнулися, і влучили в дерево любові 🌳. [**ПРОМАХ**: -2 досвіду]

source: 🔫 You missed the duck... And you saw your bullet go towards {player_name} head, but they had a pink coat just like yours. Just like in the movies, by using the power of love, you made the bullet hit the love tree 🌳 instead. [**MISSED**: -2 exp]
de: 🔫 Du hast die Ente verfehlt... Und du hast gesehen, wie deine Kugel in Richtung des Kopfes von {player_name} ging, aber er hatte einen rosa Mantel, genau wie du. Wie im Film hast du die Kugel mit der Kraft der Liebe dazu gebracht, stattdessen den Liebesbaum zu treffen 🌳. [**VERFEHLT**: -2 exp]
es: 🔫 Fallaste el pato... Y viste que tu bala iba hacia la cabeza de {player_name}, pero tenía un abrigo rosa como el tuyo. Como en las películas, usando el poder del amor, hiciste que la bala diera en el árbol del amor 🌳 en su lugar. [**MISSED**: -2 exp]
fi: 🔫 Missasit ankan... Ja näit luodin menevän kohti {player_name} päätä, mutta hänellä oli vaaleanpunainen takki aivan kuten sinulla. Aivan kuten elokuvissa, käyttämällä rakkauden voimaa, sait luodin osumaan rakkauden puuhun 🌳 sen sijaan. [**MISSATTU**: -2 kokemusta]
fr: 🔫 Tu as raté le canard... Et vu ta balle se diriger vers la tête de {player_name}, mais il avait un manteau rose comme le tiens. Comme dans les films, par le pouvoir de l'amour, tu as fait en sorte que la balle touche l'arbre de l'amour 🌳 à la place. [**RATÉ** : -2 exp]
hu: 🔫 Félrelőttél... és láttad a golyót {player_name} feje felé repülni, de nekik ugyanolyan rózsaszín kabátjuk volt, mint neked. Mint a filmekben, a szerelem erejével direkt félrelőttél, és helyette rálőttél a szerelemfára 🌳. [**FÉLRELÖVÉS**: -2 tapasztalat]
pl: Wycelowałeś(aś) broń prosto w głowę {player_name}, ale miał/a różowy płaszcz, ku Twojemu zaskoczeniu identyczny jak twój. Tak jak w filmach romantycznych, moc miłości sprawiła, że kula trafiła w Drzewko Zakochanych 🌳. [**UTRACONO**: -2 PD]
pt_br: 🔫 Você errou o pato... E você viu sua bala ir em direção à cabeça de {player_name}, mas ele(a) tinha um casaco rosa igual ao seu. Assim como nos filmes, usando o poder do amor, você fez a bala atingir a árvore do amor 🌳. [**FRACASSOU**: -2 exp]
uk: 🔫ти не влучив у качку... І ти бачив, як твоя куля летіла в голову {player_name}, але у неї було рожеве пальто, як і у тебе. Як і в кіно, використовуючи силу любові, ти змусив кулю влучити в дерево кохання 🌳 замість цього. [**ПРОМАХ**: -2 досвіду]

source: 🔫 You are now dead. [**WEAPON CONFISCATED**][**MURDER**: -15 exp]
de: 🔫 Sie sind jetzt tot. [**Waffe KONFISZIERT**][**Mord**: -15 Punkte]
es: 🔫 Ahora estás muerto. [**ARMA CONFISCADA**][**HURTO**: -15 exp]
fi: 🔫 Olet nyt kuollut. [**ASE TAKAVARIKOITU**][**MURHA**: -15 kokemusta]
fr: 🔫 Vous êtes mort. [**ARME CONFISQUÉE**][**MEURTRE** : -15 exp]
hu: 🔫 Most már halott vagy. [**FEGYVER ELKOBOZVA**][**GYILKOSSÁG**: -15 tapasztalat]
pl: 🔫 Jesteś martwy/a. [**BROŃ SKONFISKOWANA**][**MORDERSTWO**: -15 PD]
pt_br: 🔫 Você está agora morto. [**ARMA CONFISCADA**][**ASSASSINATO**: -15 exp]
uk: тепер ти мертвий. [Конфісковано зброю. Вбивство: -15 експ

source: 🔫 You commited suicide. [**WEAPON CONFISCATED**][**MURDER**: -15 exp]
de: 🔫 Sie haben Selbstmord begangen. [**Waffe KONFISZIERT**][**MORD**: -15 exp]
es: 🔫 Te suicidaste. [**ARMA CONFISCADA**][**Asesinato**: -15 exp]
fi: 🔫 Teit itsemurhan. [**ASE TAKAVARIKOITU**][**MURHA**: -15 kokemusta]
fr: 🔫 Tu t'es suicidé. [**ARME CONFISQUÉE**] [**MEURTRE** : -15 exp]
hu: 🔫 Öngyilkos lettél. [**FEGYVER ELKOBOZVA**][**GYILKOSSÁG**: -15 tapasztalat]
nl: 🔫 Je hebt zelfmoord gepleegd. [** WAPEN GECONFISQUEERD**] [** MOORD **: -15 exp]
pl: 🔫 Popełniłeś/aś samobójstwo. [**BROŃ SKONFISKOWANA**][**MORDERSTWO**: -15 PD]
pt_br: 🔫 Você cometeu suicídio. [**ARMA CONFISCADA**][**ASSASSINATO**: -15 exp]
ru: 🔫 Вы совершили самоубийство. [**ОРУЖИЕ КОНФИСКОВАНО**][**УБИЙСТВО**: -15 ед. опыта]
uk: ти вчинив самогубство. [Конфісковано зброю. Вбивство: -15 досвіду

source: 🔫 You took your weapon out, aiming it directly towards {player_name} head, and pulled the trigger. [**WEAPON CONFISCATED**][**MURDER**: -15 exp]
de: 🔫 Sie haben Ihre Waffe herausgenommen, sie direkt auf den Kopf von {player_name} gerichtet und den Abzug betätigt. [**Waffe KONFISZIERT**][**MORD**: -15 exp]
es: 🔫 Sacaste tu arma, apuntándola directamente a la cabeza de {player_name}, y apretaste el gatillo. [**ARMA CONFISCADA**][**Asesinato**: -15 exp]
fi: 🔫 Otit aseesi esiin, tähtäsit sen suoraan {player_name}:n päätä kohti ja painoit liipaisinta. [**ASE TAKAVARIKOITU**][**MURHA**: -15 kokemusta]
fr: 🔫 Tu sors ton arme, tu la pointes directement sur la tête de {player_name} et tu appuies sur la détente. [**ARME CONFISQUÉE**] [**MEURTRE** : -15 exp]
hu: 🔫 Elővetted a fegyvered, ráirányítottad {player_name} fejére, és meghúztad a ravaszt. [**FEGYVER ELKOBOZVA**][**GYILKOSSÁG**: -15 tapasztalat]
nl: 🔫 Je haalde je wapen tevoorschijn, richtte het rechtstreeks op het hoofd van {player_name} en haalde de trekker over. [** WAPEN GECONFISQUEERD**][** MOORD **: -15 exp]
pl: 🔫 Wyciągnąłeś/aś broń, celując prosto w głowę {player_name} i pociągnąłeś/aś za spust. [**BROŃ SKONFISKOWANA**][**MORDERSTWO**: -15 PD]
pt_br: 🔫 Você pegou sua arma, apontando-a diretamente para a cabeça de {player_name} e puxou o gatilho. [**ARMA CONFISCADA**][**ASSASSINATO**: -15 exp]
ru: 🔫 Вы достали оружие, направили его в голову {player_name} и нажали на спусковой крючок. [**ОРУЖИЕ КОНФИСКОВАНО**][**УБИЙСТВО**: -15 ед. опыта]
uk: ви дістали свою зброю, націливши її прямо в голову {player_name}, і натиснули на спусковий гачок. [Зброю конфісковано] [ВБИВСТВО: -15 досвіду]

source: 🔫 You are now dead. [**RED COAT**: Kept weapon][**MURDER**: -15 exp]
de: 🔫 Du bist jetzt tot. [**Roter Mantel**: Behaltene Waffe][**MORD**: -15 Punkte]
es: 🔫 Te has suicidado. [**CAPA ROJA**: Arma conservada][**Asesinato**: -15 exp]
fi: 🔫 Olet nyt kuollut. [**PUNAINEN TAKKI**: Säilytit aseen][**MURHA**: -15 kokemusta]
fr: 🔫 Vous êtes mort. [**MANTEAU ROUGE** : Arme conservée][**MEURTRE** : -15 exp]
hu: 🔫 Most már halott vagy. [**PIROS KABÁT**: megtartottad a fegyvered][**GYILKOSSÁG**: -15 tapasztalat]
pl: 🔫 Jesteś martwy/a. [**CZERWONY PŁASZCZ**: zachowana broń][**MORDERSTWO**: -15 PD]
pt_br: 🔫 Agora você está morto. [**CASACO VERMELHO**: Arma guardada][**ASSASSINATO**: -15 exp]
uk: тепер ти мертвий. [**ЧЕРВОНИЙ ПЛАЩ**: Зберіг зброю] [**ВБИВСТВО**: -15 експ]

source: 🔫 You commited suicide. [**RED COAT**: Kept weapon][**MURDER**: -15 exp]
de: 🔫 Sie haben Selbstmord begangen. [**Roter Mantel**: Waffe behalten][**MORD**: -15 exp]
es: 🔫 Te has suicidado. [**CAPA ROJA**: Arma conservada][**Asesinato**: -15 exp]
fi: 🔫 Teit itsemurhan. [**PUNAINEN TAKKI**: Säilytit aseen][**MURHA**: -15 kokemusta]
fr: 🔫 Tu t'es suicidé. [**MANTEAU ROUGE**: Arme conservée] [**MEURTRE** : -15 exp]
hu: 🔫 Öngyilkos lettél. [**PIROS KABÁT**: megtartottad a fegyvered][**GYILKOSSÁG**: -15 tapasztalat]
pl: 🔫 Popełniłeś/aś samobójstwo. [**CZERWONY PŁASZCZ**: zachowana broń][**MORDERSTWO**: -15 PD]
pt_br: 🔫 Você cometeu suicídio. [**CASACO VERMELHO**: Arma guardada][**ASSASSINATO**: -15 exp]
ru: 🔫 Вы совершили самоубийство. [**КРАСНЫЙ ПЛАЩ**: оружие не конфисковано][**УБИЙСТВО**: -15 ед. опыта]
uk: ти вчинив самогубство. [Червоний плащ: Зберіг зброю] [ВБИВСТВО: -15 експ]
