Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: This is the list of all the tags on this server. They are ordered by official tags and most used first. The list doesn't include tag aliases
de: Dies ist die Liste aller Tags auf diesem Server. Sie sind nach offiziellen Tags geordnet und die am häufigsten verwendeten zuerst. Die Liste enthält keine Tag-Aliasnamen
es: Esta es la lista de todas las etiquetas de este servidor. Están ordenadas por etiquetas oficiales y las más usadas primero. La lista no incluye los alias de las etiquetas
fi: Tämä on luettelo kaikista tämän palvelimen tunnisteista. Ne on järjestetty virallisten tunnisteiden mukaan ja eniten käytetyt ensin. Luettelo ei sisällä tunnisteiden peitenimiä
fr: Voici la liste de tous les tags sur ce serveur. Ils sont classés par tags officiels et les plus utilisés en premier. La liste n'inclut pas les alias.
pl: To jest lista wszystkich tagów na tym serwerze. Są one uporządkowane według oryginalnych tagów, a pierwsze wyniki listy to komendy najczęściej używane. Lista nie zawiera aliasów tagów.
pt_br: Esta é a lista de todas as tags neste servidor. Eles são ordenados por tags oficiais e os mais usados primeiro. A lista não inclui apelidos de tags
ru: Список всех меток на этом сервере. Официальные и наиболее часто используемые метки отображаются первыми. Псевдонимы не отображены.
uk: Це список всіх тегів на цьому сервері. Вони впорядковані за офіційними тегами і найбільш вживані йдуть першими. До списку не включені псевдоніми тегів

source: {u} uses, {r} revisions.
de: {u} Verwendungen, {r} Revisionen.
es: {u} usos, {r} revisiones.
fr: {u} utilisations, {r} révisions.
pl: {u} użyć, {r} korekt.
pt_br: {u} usa, {r} revisões.
ru: {u} использований, {r} ревизий.
uk: {u} використання, {r} перегляди.

source: Page {current_page}/{maximum} ({entries} tags)
de: Seite {current_page}/{maximum} (Tags {entries})
es: Página {current_page}/{maximum} ({entries} etiquetas )
pl: Strona {current_page}/{maximum} ({entries} tagi)
pt_br: Página{current_page}/{maximum} ({entries} tags)
ru: Страница {current_page}/{maximum} ({entries} меток)
uk: Сторінка {current_page}/{maximum} (теги {entries})

source: Support: tags
de: Unterstützung: Tags
es: Soporte: etiquetas
fi: Tuki: tunnisteet
pl: Pomoc: tagi
pt_br: Suporte: tags
uk: Підтримка: теги

source: ❌ You didn't specify what you want your tag to say.
de: ❌ Sie haben nicht angegeben, was Ihr Tag aussagen soll.
es: ❌ No has especificado lo que quieres que diga tu etiqueta.
fi: ❌ Et määrittänyt, mitä haluat tagisi kertovan.
fr: ❌ Vous n'avez pas spécifié ce que vous voulez que votre tag dise.
pl: ❌ Nie określiłeś/aś , co ma zawierać Twój tag.
pt_br: ❌ Você não especificou o que quer que sua tag diga.
ru: ❌ Вы не ввели описание метки.
uk: ❌ Ви не вказали, що саме ви хочете, щоб було написано на вашому тезі.

source: ❌ This tag already exists.
de: ❌ Dieses Tag existiert bereits.
es: ❌ Esta etiqueta ya existe.
fi: ❌ Tämä tunniste on jo olemassa.
fr: ❌ Ce tag existe déjà.
pl: ❌ Taki tag już istnieje.
pt_br: ❌ Esta tag já existe.
ru: ❌ Данная метка уже существует.
uk: ❌ Цей тег вже існує.

source: 👌 Tag created: {tag.name} (`{tag.pk}`)
de: 👌 Tag erstellt: {tag.name} (`{tag.pk}`)
es: 👌 Etiqueta creada: {tag.name} (`{tag.pk}`)
fi: 👌 Tunniste luotu: {tag.name} (`{tag.pk}`)
fr: 👌 Tag créé : {tag.name} (`{tag.pk}`)
pl: 👌 Tag stworzony: {tag.name} (`{tag.pk}`)
pt_br: 👌 Tag criada: {tag.name} (`{tag.pk}`)
ru: 👌 Метка создана: {tag.name} (`{tag.pk}`)
uk: тег створено: {tag.name} (`{tag.pk}`)

source: ❌ Both tags already exists, what are you trying to do ?
de: ❌ Beide Tags existieren bereits, was versuchen Sie zu tun?
es: ❌ Ambas etiquetas ya existen, ¿qué estás tratando de hacer?
fi: ❌ Molemmat tunnisteet ovat jo olemassa, mitä yrität tehdä?
fr: ❌ Les deux tags existent déjà, que cherchez-vous à faire ?
pl: ❌ Oba tagi już istnieją, co dokładnie próbujesz zrobić ?
pt_br: ❌ Ambas as tags já existem, o que você está tentando fazer?
ru: ❌ Обе метки уже созданы. Что вы пытаетесь сделать?
uk: ❌ Обидва теги вже існують, що ви намагаєтесь зробити?

source: ❌ None of your tags exist.
de: ❌ Keiner Ihrer Tags existiert.
es: ❌ No existe ninguna de sus etiquetas.
fi: ❌ Mitään tunnisteistasi ei ole olemassa.
fr: ❌ Aucune de vos deux tags n'existe.
pl: ❌ Żaden z twój tagów nie istnieje. A szkoda.
pt_br: ❌ Nenhuma de suas tags existe.
ru: ❌ У вас нет меток.
uk: ❌ Жоден з ваших тегів не існує.

source: 👌 Alias created: {tag_alias.name} -> {tag_alias.tag.name} (`{tag_alias.pk}`)
de: 👌 Alias erstellt: {tag_alias.name} -> {tag_alias.tag.name} (`{tag_alias.pk}`)
es: 👌 Alias creado: {tag_alias.name} -> {tag_alias.tag.name} (`{tag_alias.pk}`)
fr: 👌 Alias créé : {tag_alias.name} -> {tag_alias.tag.name} (`{tag_alias.pk}`)
pl: 👌 Alias stworzony: {tag_alias.name} -> {tag_alias.tag.name} (`{tag_alias.pk}`)
pt_br: 👌apelido criado: {tag_alias.name} -> {tag_alias.tag.name} (`{tag_alias.pk}`)
ru: 👌 Псевдоним создан: {tag_alias.name} -> {tag_alias.tag.name} (`{tag_alias.pk}`)
uk: створено псевдонім: {tag_alias.name} -&gt; {tag_alias.tag.name} (`{tag_alias.pk}`)

source: ❌ This tag doesn't exist yet. You might want to create it.
de: ❌ Dieser Tag existiert noch nicht. Vielleicht möchten Sie es erstellen.
es: ❌ Esta etiqueta no existe todavía. Es posible que quieras crearla.
fi: ❌ Tätä tunnusta ei ole vielä olemassa. Haluat ehkä luoda sen.
fr: ❌ Ce tag n'existe pas encore. Peut-être est il temps de le créer ?
pl: ❌ Taki tag jeszcze nie istnieje, może chcesz go stworzyć...?
pt_br: ❌ Esta tag ainda não existe. Você pode querer criá-la.
ru: ❌ Данная метка пока ещё не существует. Есть смысл её создать.
uk: ❌ Цей тег ще не існує. Можливо, ви захочете створити його.

source: ❌ You don't own that tag, you can't edit it.
de: ❌ Sie sind nicht im Besitz dieses Tags, Sie können ihn nicht bearbeiten.
es: ❌ No eres dueño de esa etiqueta, no puedes editarla.
fi: ❌ Et omista tuota tagia, et voi muokata sitä.
fr: ❌ Vous ne possédez pas ce tag, vous ne pouvez donc pas le modifier.
pl: ❌ Nie jesteś właścicielem tego tagu, nie możesz go edytować.
pt_br: ❌ Você não possui essa tag, não pode editá-la.
ru: ❌ Вы не являетесь владельцем этой метки, поэтому не можете её редактировать.
uk: ❌ Ви не володієте цим тегом, ви не можете його редагувати.

source: 👌 Tag {tag.name} edited.
de: 👌 Tag {tag.name} bearbeitet.
es: 👌 Etiqueta {tag.name} editada.
fr: 👌 Tag {tag.name} modifié.
pl: 👌 Tag {tag.name} zaktualizowany.
pt_br: 👌 Tag {tag.name} editada.
ru: 👌 Метка {tag.name} отредактирована.
uk: 👌 Тег {tag.name} відредаговано.

source: ❌ This tag doesn't exist.
de: ❌ Dieser Tag existiert nicht.
es: ❌ Esta etiqueta no existe.
fi: ❌ Tätä tagia ei ole olemassa.
fr: ❌ Ce tag n'existe pas.
pl: ❌ Taki tag nie istnieje
pt_br: ❌ Esta tag não existe.
ru: ❌ Данная метка не существует.
uk: ❌ Цей тег не існує.

source: ❌ You don't own that tag, you can't delete it.
de: ❌ Sie besitzen diesen Tag nicht, Sie können ihn nicht löschen.
es: ❌ No eres dueño de esa etiqueta, no puedes borrarla.
fi: ❌ Et omista tuota tunnusta, etkä voi poistaa sitä.
fr: ❌ Vous ne possédez pas ce tag, vous ne pouvez donc pas le supprimer.
pl: ❌ Nie jesteś właścicielem tego tagu, nie możesz go usunąć.
pt_br: ❌ Você não possui essa tag, não pode excluí-la.
ru: ❌ Вы не являетесь владельцем этой метки, поэтому не можете её удалить.
uk: ❌ Ви не володієте цим тегом, ви не можете його видалити.

source: 👌 Tag {tag.name} deleted.
de: 👌 Tag {tag.name} gelöscht.
es: 👌 Etiqueta {tag.name} eliminada.
fr: 👌 Tag {tag.name} supprimé.
pl: 👌 Tag {tag.name} został usunięty
pt_br: 👌 Tag {tag.name} excluída.
ru: 👌 Метка {tag.name} удалена.
uk: 👌 Видалено тег {tag.name}.

source: Murderer
de: Mörder
es: Asesino
fi: Murhaaja
fr: Meurtrier
hu: Gyilkos
nl: Moordenaar
pl: Morderca
pt_br: Assassino
ru: Убийца
uk: Вбивця

source: Kill another hunter.
de: Töten Sie einen anderen Jäger.
es: Asesina otro cazador.
fi: Tapa toinen metsästäjä.
fr: Tue un autre joueur.
hu: Ölj meg egy másik vadászt.
nl: Dood een andere jager.
pl: Zabij innego łowcę
pt_br: Mate outro caçador.
ru: Убейте другого охотника
uk: Убий ще одного мисливця.

source: Big spender
de: Großer Spender
es: Gran derrochador
fi: Iso tuhlaaja
fr: Grand dépensier
nl: Gat in de hand
pl: Wielki rozrzutnik
pt_br: Grande gastador
ru: Транжира
uk: Великий марнотрат

source: Spend more than 2000 experience.
de: Geben Sie mehr als 2000 Erfahrung aus.
es: Gasta más de 2000 exp.
fi: Kuluta yli 2000 kokemusta.
fr: Dépense plus de 2000 expérience.
nl: Besteed meer dan 2000 ervaring.
pl: Wydaj więcej niż 20000 punktów doświadczenia
pt_br: Gaste mais de 2000 experiência.
ru: Потратьте более 2000 ед. опыта.
uk: Провести більше 2000 досвіду.

source: A hunter joined the chat
de: Ein Jäger ist dem Chat beigetreten
es: Un cazador se ha unido al chat
fi: Metsästäjä liittyi keskusteluun
fr: Un chasseur a rejoint le chat
nl: Een jager heeft zich aangesloten bij de chat
pl: Łowca dołączył do czatu
pt_br: Um caçador entrou no chat
ru: В чате новый охотник
uk: До чату долучився мисливець

source: Play for more than a week.
de: Spielen Sie mehr als eine Woche lang.
es: Juega más de una semana.
fi: Pelaa yli viikon ajan.
fr: Joue depuis plus d'une semaine
nl: Speel voor meer dan een week.
pl: Graj przez okres dłuższy niż tydzień.
pt_br: Jogue por mais de uma semana.
ru: Играйте больше недели.
uk: Грати більше тижня.

source: We are starting to know each other
de: Wir beginnen uns kennenzulernen
es: Estamos empezando a conocernos
fi: Alamme tutustua toisiimme
fr: On se connais ?
nl: We beginnen elkaar te kennen
pl: Powolutku zaczynamy się poznawać
pt_br: Estamos começando a nos conhecer
ru: Мы начинаем узнавать друг друга получше
uk: Ми починаємо пізнавати один одного

source: Play for more than a month.
de: Spielen Sie mehr als einen Monat lang.
es: Juega por más de un mes.
fi: Pelaa yli kuukauden ajan.
fr: Joue pendant plus d'un mois.
nl: Speel voor meer dan een maand.
pl: Graj przez okres dłuższy niż miesiąc.
pt_br: Jogue por mais de um mês.
ru: Играйте больше месяца.
uk: Грати більше місяця.

source: Wanna be friends ?
de: Wollen wir Freunde sein?
es: ¿Quieres que seamos amiguis?
fi: Haluatko olla ystävä?
fr: Tu veux être mon pote ?
nl: Wil je vrienden zijn ?
pl: Zostaniemy przyjaciółmi?
pt_br: Querem ser amigos?
ru: Хотите дружить?
uk: Хочеш дружити?

source: Play for more than a year.
de: Spielen Sie mehr als ein Jahr lang.
es: Juega por más de un año.
fr: Joue pendant plus d'un an.
nl: Speel voor meer dan een jaar.
pl: Graj przez okres dłuższy niż rok.
pt_br: Jogue por mais de um ano.
ru: Играйте больше года.
uk: Граємо вже більше року.

source: I don't want your damn bullets!
de: Ich will Ihre verdammten Kugeln nicht!
es: ¡No quiero tus pinshes balas! >:(
fr: Je ne veux pas de tes fichues balles !
nl: Ik wil je verdomde kogels niet!
pl: Nie chcę twoich cholernych pocisków!
pt_br: Eu não quero suas malditas balas!
ru: Нафига мне твои патроны?
uk: Мені не потрібні ваші кляті кулі!

source: Leave a bullet you found in the bushes.
de: Lassen Sie eine Kugel, die Sie gefunden haben, im Gebüsch liegen.
es: Dejé una bala que encontraste en los arbustos.
fr: Laisse une balle que vous avez trouvée dans les buissons.
nl: Laat een kogel die je in de struiken hebt gevonden liggen.
pl: Zostaw pocisk, który znalazłeś/aś w krzakach.
pt_br: Deixe uma bala que você encontrou nos arbustos.
ru: Оставьте найденный вами в кустах патрон.
uk: Знайдену кулю залиште в кущах.

source: Mommy is crying
de: Mami weint
es: Mami está llorando
fr: Maman pleure
nl: Mama huilt
pl: Mamusia płacze
pt_br: A mamãe está chorando
ru: Мамочка горюет
uk: Мама плаче

source: Kill a few baby ducks.
de: Töten Sie ein paar Baby-Enten.
es: Mata algunos patos bebés.
fr: Tue quelques bébé canards.
hu: Ölj meg néhány babakacsát.
nl: Dood een paar babyeenden.
pl: Zabij kilka kaczątek
pt_br: Mate alguns patos bebês
ru: Убейте несколько утят.
uk: Вбити кілька каченят.

source: MATHS 101
es: MATE PA' NOOBS
hu: MATEK 101
nl: WISKUNDE 101
pl: MATMA NA 101
pt_br: MATEMÁTICA 101
ru: Математика 101
uk: МАТЕМАТИКА 101

source: Solve equations given by the Pr. Duck.
de: Lösen Sie Gleichungen, die von der Pr. Ente.
es: Resuelve las ecuaciones del Pato Maestro.
fr: Résoudre les équations données par le Pr. Duck.
nl: Los vergelijkingen op die door Prof. Eend zijn gegeven.
pl: Rozwiąż równania zadane przez Profesora Kwaczora.
pt_br: Resolva as equações dadas pelo Pr. pato.
ru: Решите примеры по заданию проф. Уткина.
uk: Розв'язати рівняння, задані Пр. Пригнись.

source: BRAAAAAINS!
de: Gehiiiiiiirne!
es: CEREEEBROOOOS!
fr: CERVEAAAAAUX!
hu: AGYAAAAAAAAK!
nl: HERSENEN!!!
pl: MÓÓÓÓÓZGI!
pt_br: CÉÉÉÉÉREEEBROS
ru: Мооооозг!
uk: МОООООЗОК!

source: Eat some brains and come back to life.
de: Essen Sie ein paar Gehirne und kommen Sie zurück ins Leben.
es: Come unos cuantos cerebros y vuelve a la vida.
fr: Mange quelques cerveaux et reviens à la vie.
hu: Egyél meg néhány agyat és gyere vissza az életbe.
nl: Eet wat hersenen en kom weer tot leven.
pl: Zjedz trochę mózgów aby się odrodzić.
pt_br: Coma alguns cérebros e regresse à vida.
ru: Съешьте мозг и верните себя к жизни.
uk: Поїжте мізків і прийдіть до тями.

source: Sentry gun
de: Schreckschusspistole
es: Torreta
fr: Mitrailleuse automatique
hu: Őrpisztoly
nl: machinegeweer
pl: Działo
pt_br: Arma sentinela
ru: Турель
uk: Вартовий пістолет

source: Use more than 1000 bullets.
de: Verwenden Sie mehr als 1000 Kugeln.
es: Usa más de 1000 balas.
fr: Utilise plus de 1000 balles.
hu: Használj fel több mint 1000 golyót.
nl: Gebruik meer dan 1000 kogels.
pl: Użyj więcej niż 1000 pocisków.
pt_br: Use mais de 1000 balas.
ru: Используйте более 1000 патронов.
uk: Використано понад 1000 набоїв.

source: Homing kills (you)
de: Zielsuchenr tötet (Sie)
es: Homing mata (a ti)
fr: Les dirigeables (vous) tuent
nl: Homing doodt (jou)
pl: Naprowadzanie zabija (ciebie)
pt_br: Teleguiada mata (você)
ru: Самонаведение убивает (вас)
uk: Самонаведення вбиває (вас)

source: Use the homing projectiles.
de: Verwenden Sie die zielsuchenden Projektile.
es: Utiliza los proyectiles de búsqueda.
fr: Utilise les balles autodirigées
nl: Gebruik de homing projectielen.
pl: Użyj pocisków samonaprowadzających.
pt_br: Use as projéteis teleguiados.
ru: Используйте самонаводящиеся патроны.
uk: Використовуйте самонавідні снаряди.

source: You monster
de: Du Monster
es: Monstruo..
fr: Sale monstre
hu: Te szörnyeteg
nl: Jij monster
pl: Ty potworze
pt_br: Seu monstro
ru: Ты чудовище!
uk: Ти чудовисько!

source: Kill a MOAD that spawns a baby duck.
de: Tötet Pinguin, der eine Baby Ente erscheinen lässt
es: Mata a un MOAD que lanzará un pato bebé.
fr: Tuez une MDTLC (maman de tout les canards) qui donne naissance à un bébé canard.
hu: Ölj meg egy MOAD-ot, ami egy babakacsát idéz.
nl: Dood een MOAD die een baby-eend inspawnt.
pl: Zabij MWK, która spawnuje kaczątka.
pt_br: Mate uma MDTP que gera um pato bebê.
ru: Застрелите мать всех уток, только что давшую жизнь утёнку.
uk: Вбити качку, яка висиджує каченят.

source: Gun insurer
de: Waffenversicherer
es: La aseguradora de armas
fr: Courtier en assurances d'armes
nl: Wapenverzekeraar
pl: Ubezpieczyciel broni
pt_br: Seguradora de armas
ru: Страховой агент
uk: Страхування зброї

source: Give at least 30 exp to an hunter that lost his gun.
de: Geben Sie einem Jäger, der seine Waffe verloren hat, mindestens 30 Punkte.
es: Regala 30 exp. a un cazador que perdió su arma.
fr: Donne au moins 30 exp à un chasseur qui a perdu son arme.
nl: Geef tenminste 30 exp expiraties aan een jager die zijn geweer is kwijtgeraakt.
pl: Daj co najmniej 30 punktów doświadczenia łowcy, który zgubił broń.
pt_br: Dê pelo menos 30 exp para um caçador que perdeu sua arma.
ru: Отправьте минимум 30 ед. опыта охотнику, у которого конфисковали оружие.
uk: Дайте мінімум 30 експ мисливцю, який загубив свою рушницю.

source: Short memory
de: Kurzer Speicher
es: Memoria corta
fr: Mémoire courte
hu: Rövid memória
nl: Kort geheugen
pl: Pamięć krótkotrwała
pt_br: Memória curta
ru: Короткая память
uk: Коротка пам'ять

source: Shoot at your own mechanical duck.
de: Schießen Sie auf Ihre eigene mechanische Ente.
es: Disparaste tu propio pato mecánico.
fr: Tire sur ton propre canard mécanique.
hu: Lődd le a saját mechanikus kacsádat.
nl: Schiet op je eigen mechanische eend.
pl: Strzelaj do własnej mechanicznej kaczki
pt_br: Atire em seu próprio pato mecânico.
ru: Выстрелите в собственную механическую утку.
uk: Стріляйте у власну механічну качку.

source: An ounce of prevention is worth a pound of cure
de: Vorbeugen ist besser als heilen
es: Una onza de prevención vale más que una libra de curación
fr: Un homme averti en vaut deux
nl: Een onsje preventie is een pondje genezing waard..
pl: Lepiej zapobiegać niż leczyć
pt_br: Um grama de prevenção vale um quilo de cura
ru: Лучшее лечение - это профилактика
uk: Унція профілактики варта фунта лікування

source: Sabotage the gun of someone that planned to shoot at you.
de: Sabotieren Sie die Waffe von jemandem, der auf Sie schießen wollte.
es: Sabotea el arma de alguien que planeaba dispararte.
fr: Sabote l'arme de quelqu'un qui avait prévu de te tirer dessus.
nl: Sabotage het geweer van iemand die van plan was op je te schieten.
pl: Skonfiskuj broń kogoś, kto planował do ciebie strzelić.
pt_br: Sabote a arma de alguém que planejava atirar em você.
ru: Саботируйте оружие охотника, который собирался выстрелить в вас.
uk: Вивести з ладу зброю того, хто планував у вас стріляти.
