Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: {shots} shots attempted with a jammed weapon.
de: {shots} Schießversuch, mit einer verklemmten Waffe.
es: {shots} disparos usando un arma atascada.
fi: {shots} laukausta yritettiin ampua jumiutuneella aseella.
fr: {shots} coups de feu tentés avec une arme enrayée.
hu: {shots} lövési kísérlet beragadt fegyverrel.
nl: {shots} schoten geprobeerd met een vastgelopen wapen.
pl: {shots} prób strzałów używając zaciętej broni
pt_br: {shots} tentativas de tiros com uma arma emperrada.
ru: {shots} попыток стрельбы из заклинившего оружия.
uk: {shots} постріли із заклиненої зброї.

source: {shots} shots attempted without bullets.
de: {shots} Schießversuch ohne Kugeln.
es: {shots} disparos sin balas.
fr: {shots} tirs essayé sans balles.
hu: {shots} lövési kísérlet golyók nélkül.
nl: {shots} schoten geprobeerd zonder kogels.
pl: {shots} prób strzałów bez pocisków
pt_br: {shots} tentativas de tiros sem balas.
ru: {shots} попыток стрельбы без патронов.
uk: {shots} постріли здійснено без набоїв.

source: {shots} shots jamming {target.mention} weapon.
de: {shots} Schüsse blockieren {target.mention} Waffe.
es: {shots} disparos que bloquearon el arma de {target.mention}.
fr: {shots} coups de feu enrayant l'arme de {target.mention}.
hu: {shots} lövés, ami bezavarta {target.mention} fegyverét.
nl: {shots} schoten de {target.mention} hun wapen verstoorden.
pl: {shots} strzałów używając zaciętej broni{target.mention}
pt_br: {shots} tiros emperrandos da arma de {target.mention}
ru: {shots} выстрелов, после которых оружие {target.mention} заклинивало.
uk: {shots} постріли глушать {target.mention} зброю.

source: {bullets} bullets used in a duck killing madness.
de: {bullets} Kugeln, die in einem Enten-Tötungswahn verwendet werden.
es: {bullets} balas usadas en una locura para matar patos.
fr: {bullets} balles utilisées dans une tuerie de canards.
nl: {bullets} kogels die gebruikt zijn in een eend-dodende waanzin.
pl: {bullets} użytych pocisków w furii zabijania kaczek.
pt_br: {bullets} balas usadas em uma loucura de matar patos.
ru: {bullets} патронов, использованных для жёсткого замеса уток.
uk: {bullets} кулі, що використовуються в качиному божевіллі.

source: {shots} shots missing a target.
de: {shots} Schüsse haben das Ziel verfehlt.
es: {shots} disparos fallando al objetivo.
fr: {shots} Tirs manquant une cible
hu: {shots} lövés, ami nem találta el a célpontot.
nl: {shots} schoten die een doelwit misten.
pl: {shots} strzałów chybiając w cel
pt_br: {shots} tiros erraram o alvo.
ru: {shots} выстрелов, не попавших в цель.
uk: {shots} постріли повз ціль.

source: {shots} shots killing someone ({murders} were murders).
de: {shots} Schüsse, die jemanden töten ({murders} waren Morde).
es: {shots} los disparos mataron a alguien ({murders} fueron los asesinos).
fr: {shots} coups de feu tuant quelqu'un ({murders} étaient des tueurs).
nl: {shots} schoten die iemand vermoordden ({murders} waren moorden).
pl: {shots} zabójczych prób strzałów ({murders} były udanymi morderstwami)
pt_br: {shots} tiros matando alguém ({murders} foram assassinatos).
ru: {shots} выстрелов, поразивших других охотников ({murders} убийств).
uk: {shots} пострілів, які вбили когось ({murders} були вбивствами).

source: {target.mention} was killed {times} times.
de: {target.mention} wurde {times} mal getötet.
es: {target.mention} fue asesinado {times} veces.
fr: {target.mention} a été tué {times} fois.
nl: {target.mention} werd {times} keer gedood.
pl: {target.mention} został/a zabity/a {times} razy.
pt_br: {target.mention} foi morto {times} vezes.
ru: {target.mention} был(а) убит(а) {times} раз.
uk: {target.mention} було вбито {times} разів.

source: {shots} shots using homing bullets.
de: {shots} Schüsse mit zielsuchenden Geschossen.
es: {shots} disparos usando balas de rastreo.
fr: {shots} tirs avec des balles à têtes chercheuses.
nl: {shots} schoten met behulp van doelzoekende kogels.
pl: {shots} strzałów używając naprowadzających pocisków
pt_br: {shots} tiros usando munições teleguiadas.
ru: {shots} выстрелов с использованием самонаводящихся патронов.
uk: {shots} постріли самонавідними кулями.

source: {shots} shots going towards ducks.
de: {shots} Schüsse in Richtung Enten.
es: {shots} disparos contra los patos.
fr: {shots} tirs allant sur les canards.
nl: {shots} schoten in de richting van eenden.
pl: {shots} strzałów prosto w kaczą główkę
pt_br: {shots} tiros indo em direção aos patos.
ru: {shots} выстрелов в уток.
uk: [{shots}Постріли в бік качок.

source: {shots} shots stopped by the infrared detector.
de: {shots} Schüsse, die vom Infrarotdetektor gestoppt wurden.
es: {shots} disparos detenidos por el detector de infrarrojos.
fr: {shots} tirs arrêtés par le détecteur infrarouge.
nl: {shots} schoten gestopt door de infrarooddetector.
pl: {shots} strzałów zatrzymanych przez detektor podczerwieni.
pt_br: {shots} tiros impedidos pelo detector infravermelho.
ru: {shots} выстрелов, предотвращённых инфракрасным детектором.
uk: {shots} постріли припинені інфрачервоним детектором.

source: {shots} shots without any duck in sight.
de: {shots} Schüsse, ohne dass eine Ente in Sicht ist.
es: {shots} disparos con ningún pato a la vista, lel.
fr: {shots} tirs sans aucun canard en vue.
nl: {shots} schoten zonder eend in het zicht.
pl: {shots} strzałów bez kaczki w zasięgu wzroku.
pt_br: {shots} tiros sem nenhum pato à vista.
ru: {shots} выстрелов, когда в поле зрения не было ни одной утки.
uk: {shots} постріли без жодної качки в полі зору.

source: Normal ducks
de: Normale Enten
es: Patos normales
fr: Canards normaux
hu: Normál kacsák
nl: Normale eenden
pl: Normalne kaczki
pt_br: Patos normais
ru: Обычные утки
uk: звичайна качка

source: Ghost ducks
de: Geister Enten
es: Patos fantastma
fr: Canards fantômes
hu: Szellemkacsák
nl: Spookeenden
pl: Kaczki Duchy
pt_br: Patos fantasmas
ru: Утки-привидения
uk: Качки-привиди

source: Professor ducks
de: Professoren Enten
es: Patos profersores
fr: Canards professeurs
hu: Professzor kacsák
nl: Professor eenden
pl: Profesor Kwaczor
pt_br: Patos professores
ru: Утки-профессоры
uk: Професорські качки

source: Baby ducks
de: Baby Enten
es: Patos bebé
fr: Bébé canards
hu: Babakacsák
nl: Babyeenden
pl: Kaczątka
pt_br: Patos bebês
ru: Утята
uk: Каченята

source: Golden ducks
de: Goldene Enten
es: Patos dioro
fr: Canards dorés
hu: Aranykacsák
nl: Gouden eenden
pl: Złote Kaczki
pt_br: Patos dourados
ru: Золотые утки
uk: Золоті качки

source: Plastic ducks
de: Plastik Enten
es: Patos de plástico
fr: Canards en plastique
hu: Műanyag kacsák
nl: Plastic eenden
pl: Plastikowe Kaczki
pt_br: Patos de plástico
ru: Пластмассовые уточки
uk: Пластикові качки

source: Kamikaze ducks
de: Kamikaze Enten
es: Patos kamikaze
fr: Canards kamikaze
hu: Kamikaze kacsák
nl: Kamikaze-eenden
pl: Kaczki Kamikaze
pt_br: Patos Kamikaze
ru: Утки-камикадзе
uk: Качки-камікадзе

source: Mechanical ducks
de: Mechanische Enten
es: Patos mecánicos
fr: Canards mécaniques
hu: Mechanikus kacsák
nl: Mechanische eenden
pl: Mechaniczne kaczki
pt_br: Patos Kamikaze
ru: Механические утки
uk: Механічні качки

source: Super ducks
de: Super Enten
es: Súper patos
fr: Super canards
hu: Szuperkacsák
nl: Supereenden
pl: Super kaczki
pt_br: Super patos
ru: Супер-утки
uk: Супер качки

source: Mother of all ducks
de: Mutter der Enten
es: Mamá de todos los patos alv.
fr: Mère de tout les canards
nl: Moeder der alle eenden
pl: Matka wszystkich kaczek
pt_br: Mãe de todos os patos
ru: Матери всех уток
uk: Мати всіх качок

source: Armored ducks
de: Aufgerüstete Enten
es: Patos armados
fr: Canards en armure
nl: Gepantserde eenden
pl: Opancerzone kaczki
pt_br: Patos blindados
ru: Бронированные утки
uk: Броньовані качки

source: {target.name} best times.
de: {target.name} beste Zeiten.
es: Los mejores tiempos de {target.name}.
fr: Meilleurs temps de {target.name}.
nl: {target.name} beste tijden.
pl: Rekordowe czasy {target.name}.
pt_br: {target.name} melhores tempos.
ru: Лучшее время {target.name}.
uk: [{target.name}Найкращі часи.

source: Never killed any
de: Niemals etwas gekillt
es: Nunca ha matado uno
fr: Jamais tué
hu: Nem ölt meg egyet sem
nl: Nooit een gedood
pl: Nigdy nie zabiłeś/aś żadnej
pt_br: Nunca matou nenhum
ru: Убито 0 уток
uk: Нікого не вбивав

source: {target.name} kill counts.
de: {target.name} kill Anzahl.
es: {target.name} total de asesinatos.
fi: {target.name} tapot.
fr: Meurtres de {target.name}
nl: {target.name} gedode eenden aantallen.
pl: Ilość zabójstw {target.name}.
pt_br: {target.name} contagens de mortes.
ru: Убито {target.name}.
uk: {target.name}[Вбивства рахуються.

source: {target.name} hugs counts.
de: {target.name} Umarmungen Zähler.
es: {target.name} total de abracitos.
fi: {target.name} halit.
fr: Nombre de câlins de {target.name}.
nl: {target.name} geknuffelde eenden aantallen.
pl: Ilość przytulasów {target.name}.
pt_br: {target.name} contagens de abraços.
ru: Обнято {target.name}.
uk: {target.name}Обійми рахуються.

source: Players
de: Spieler
es: Jugadores
fi: Pelaajat
fr: Joueurs
hu: Játékosok
nl: Spelers
pl: Gracze
pt_br: Jogadores
ru: Игроки
uk: Гравці

source: Hugs when dead
de: Umarmung wenn Tot
es: Abrazos estando muerto
fi: Halaukset kuolleena
fr: Câlins en étant mort
hu: Ölelések halott állapotban
nl: Knuffels wanneer dood
pl: Przytulasy podczas śmierci
pt_br: Abraços quando morto
ru: Обнимашки в мёртвом состоянии
uk: Обійми після смерті

source: {target.name} hurt counts.
de: {target.name} Verletzt Zähler.
es: {target.name} total de rasguños.
fi: {target.name} vahingoitukset.
fr: Nombre de dégâts fait par {target.name}.
nl: {target.name} schade aantallen.
pl: Ilości zranień {target.name}
pt_br: {target.name} contagem de feridos.
ru: Ранено {target.name}.
uk: {target.name}Постраждалі рахуються.

source: {target.name} resisted counts.
de: {target.name} Widerstand Zähler.
es: {target.name} total de restistencias.
fr: Nombre de fois où un canard a résisté a un tir de {target.name}.
nl: {target.name} weerstaande aantallen.
pl: Kaczki stawiły opór {target.name}
pt_br: {target.name} contagem de resistidos.
ru: Попадания {target.name} с нулевым уроном.
uk: {target.name} чинив опір під час підрахунку.

source: {target.name} scared ducks.
de: {target.name} hat Enten erschreckt.
es: {target.name} patos asustados.
fi: {target.name} säikäytti ankat.
fr: Nombre de canards effrayés par {target.name}.
nl: {target.name} banggemaakte eenden.
pl: Przestraszone kaczki {target.name}.
pt_br: {target.name} patos assustados.
ru: Напугано {target.name}.
uk: {target.name} налякав качку.

source: {target.name} achievements.
de: {target.name} Erfolge.
es: logros de {target.name}.
fi: {target.name} saavutukset.
fr: Succès de {target.name}
nl: {target.name} prestaties.
pl: Osiągnięcia {target.name}.
pt_br: {target.name} conquistas
ru: Достижения {target.name}.
uk: {target.name} досягнення.

source: ❌ You cant send experience to yourself.
de: ❌ Du kannst dir selbst keine Erfahrung senden.
es: ❌ No puedes enviar experiencia a ti mismo, lol.
fi: ❌ Et voi lähettää kokemuksia itsellesi.
fr: ❌ Tu ne peux pas t'envoyer de l'expérience à toi-même.
nl: ❌ Je kunt geen ervaring naar jezelf sturen.
pl: ❌ Chwilunia, nie możesz przesłać punktów doświadczenia samemu sobie.
pt_br: ❌ Você não pode enviar experiência para si mesmo.
ru: ❌ Вы не можете отправить ед. опыта самому/самой себе.
uk: ❌ Ви не можете відправити досвід самому собі.

source: ❌ I'm not sure that {target.mention} can play DuckHunt.
de: ❌ Ich bin nicht sicher, ob {target.mention} DuckHunt spielen kann.
es: ❌ No estoy seguro de que {target.mention} pueda jugar al DuckHunt.
fi: ❌ En ole varma, että {target.mention} osaa pelata DuckHuntia.
fr: ❌ Je ne suis pas sûr que {target.mention} puisse jouer à DuckHunt.
nl: ❌ Ik weet niet zeker of {target.mention} DuckHunt kan spelen.
pl: ❌ Nie jestem pewien, czy {target.mention} może grać w DuckHunt.
pt_br: ❌ Não tenho certeza se {target.mention} pode jogar DuckHunt.
ru: ❌ Я не уверен, что {target.mention} может играть в DuckHunt.
uk: ❌ я не впевнений, що {target.mention} може грати в DuckHunt.

source: ❌ You need to send more experience than this.
de: ❌ Du benötigst mehr Erfahrung.
es: ❌ Necesitas enviar más experiencia que esta miseria.
fi: ❌ Sinun on lähetettävä enemmän kokemusta kuin tämä.
fr: ❌ Tu dois envoyer plus d'expérience que ca.
nl: ❌ Je moet meer ervaring sturen dan dit.
pl: ❌ Wiesz co... musisz wysłać troszkę więcej doświadczenia.
pt_br: ❌ Você precisa enviar mais experiência do que isso.
ru: ❌ Необходимо отправить чуть больше ед. опыта. Не жадничайте!
uk: ❌ Потрібно надсилати більше досвіду, ніж це.

source: ❌ You don't have enough experience 🤣.
de: ❌ Du hast nicht genug Erfahrung 🤣.
es: ❌. No tienes suficiente experiencia 🤣.
fi: ❌ Sinulla ei ole tarpeeksi kokemusta 🤣.
fr: ❌ Tu n'as pas assez d'expérience 🤣.
nl: ❌ Je hebt niet genoeg ervaring 🤣.
pl: ❌ Nie masz tak dużo punktów doświadczenia 🤣.
pt_br: ❌ Você não tem experiência suficiente kkkk pobre🤣.
ru: ❌ У вас недостаточно ед. опыта 🤣.
uk: ❌ У вас недостатньо досвіду 🤣.

source: 🏦 You sent {recived} experience to {reciver.mention}. A tax of {db_channel.tax_on_user_send}% was applied to this transaction (taking {tax} exp out of the total sent).
de: 🏦 Sie haben {recived} Erfahrung an {reciver.mention} gesendet. Eine Steuer von {db_channel.tax_on_user_send}% wurde auf diese Transaktion angewendet (wobei {tax} exp von der gesendeten Summe abgezogen wurde).
es: 🏦 Enviaste {recived} de experiencia a {reciver.mention}. Se aplicó un impuesto de {db_channel.tax_on_user_send}% a esta transacción (haciendo un total de {tax}xp enviado).
fi: 🏦 Lähetit {recived} kokemusta käyttäjälle {reciver.mention}. Tähän tapahtumaan sovellettiin {db_channel.tax_on_user_send}%:n veroa (ottamalla {tax} kokemusta pois lähetettyjen kokemusten kokonaismäärästä).
fr: 🏦 Tu as envoyé {recived} expérience à {reciver.mention}. Une taxe de {db_channel.tax_on_user_send}% a été appliquée à cette transaction (en prenant {tax} exp sur le total envoyé).
nl: 🏦 Je stuurde {recived} ervaring naar {reciver.mention}. Een belasting van {db_channel.tax_on_user_send}% werd toegepast op deze transactie (waarbij {tax} exp van het totaal verzonden is geheven).
pl: 🏦 Wysłałeś/aś {recived} punktów doświadczenia do {reciver.mention}. Do tej transakcji naliczono podatek w wysokości {db_channel.tax_on_user_send}% (odbierając {tax} PD od całkowitej wysłanej kwoty).
pt_br: 🏦 Você enviou {recived} de experiência para {reciver.mention}. Uma taxa de {db_channel.tax_on_user_send}% foi aplicada a esta transação (tirando {tax} de exp do total enviado).
ru: 🏦 Вы отправили {recived} ед. опыта {reciver.mention}. Применена налоговая ставка в размере {db_channel.tax_on_user_send}% (вычтено {tax} ед. опыта).
uk: ви відправили {recived} досвіду на {reciver.mention}. До цієї транзакції було застосовано податок у розмірі {db_channel.tax_on_user_send}% (віднявши {tax} exp від загальної суми відправленого).

source: 💰️ You gave {amount} experience to {reciver.mention}.
de: 💰️ Sie haben {amount} Erfahrung an {reciver.mention} gegeben
es: 💰️ Le regalate {amount} de exp. a {reciver.mention} , awwww :3
fi: 💰️ Annoit {amount} kokemusta {reciver.mention}.
fr: 💰️ Tu as donné {amount} d'expérience à {reciver.mention}
nl: 💰️ Je gaf {amount} ervaring aan {reciver.mention}
pl: 💰️ Podarowałeś/aś {amount} punktów doświadczenia dla {reciver.mention}.
pt_br: 💰️ Você deu {amount} de experiência para {reciver.mention}.
ru: 💰️ Вы отправили {amount} ед. опыта {reciver.mention}.
uk: 💰️ Ви передали {amount} досвід {reciver.mention}

source: Top Scores on #{channel}
de: Top Scores auf #{channel}
es: Los mejores puntajes en #{channel}
fi: Parhaat pisteet kanavalla #{channel}
fr: Meilleurs scores sur #{channel}
nl: Topscores op #{channel}
pl: Topowe wyniki na #{channel}
pt_br: Pontuações máximas em #{channel}
ru: Лучшие результаты #{channel}
uk: Найкращі бали на #{channel}

source: ❌ The channel {channel.mention} still exists on the server. Please run the command from there.
de: ❌ Der Kanal {channel.mention} existiert noch auf dem Server . Bitte führe den Befehl von dort aus.
es: ❌ El canal {channel.mention} todavía existe en el servidor. Por favor, ejecute el comando desde allí.
fi: ❌ Kanava {channel.mention} on edelleen olemassa palvelimella. Suorita komento sieltä.
fr: ❌ Le canal {channel.mention} existe toujours sur le serveur. Veuillez exécuter la commande sur celui-ci.
pl: ❌ Kanał {channel.mention} ciągle istnieje na serwerze. Proszę, wywołaj komendę stamtąd.
pt_br: ❌ O canal {channel.mention} ainda existe no servidor. Por favor, execute o comando a partir daí.
ru: ❌ Канал {channel.mention} до сих пор существует на сервере, где и нужно выполнить эту команду.
uk: ❌ Канал {channel.mention} все ще існує на сервері. Будь ласка, виконайте команду звідти.

source: ❌ The channel used to exist but on a different server. I can't confirm you have the correct rights on that server. Please use this command in the right server, or contact support : <https://duckhunt.me/support>.
de: ❌ Der Kanal hat einmal existiert, jedoch auf einem anderen Server. Ich kann nicht bestätigen, dass du die benötigten Rechte auf diesem Server besitzt. Bitte benutze diesen Befehl auf dem korrekten Server oder kontaktiere den Support : <https://duckhunt.me/support>.
es: ❌ El canal solía existir pero en un servidor diferente. No puedo confirmar que tengas los derechos correctos en ese servidor. Por favor, utilice este comando en el servidor correcto, o póngase en contacto con el soporte : <https://duckhunt.me/support>.
fi: ❌ Kanava on ollut olemassa, mutta eri palvelimella. En voi vahvistaa, että sinulla on oikeat oikeudet kyseisellä palvelimella. Käytä tätä komentoa oikealla palvelimella tai ota yhteyttä asiakaspalveluun : <https://duckhunt.me/support>.
fr: ❌ Le canal existait mais sur un serveur différent. Je ne peux pas confirmer que vous avez les bons droits sur ce serveur. Veuillez utiliser cette commande dans le bon serveur, ou contactez le support : https://duckhunt.me/support
pl: ❌ Kanał kiedyś istniał ale na innym serwerze. Nie mogę potwierdzić, że masz wystarczające uprawnienia na tym serwerze. Użyj tej komendy na właściwym serwerze lub skontaktuj się z pomocą techniczną : <https://duckhunt.me/support>.
pt_br: ❌ O canal existia, mas em um servidor diferente. Não posso confirmar que você tem os direitos corretos nesse servidor. Use este comando no servidor correto ou entre em contato com o suporte: <https://duckunt.me/support>.
ru: ❌ Канал ранее существовал, но на другом сервере. Не удаётся подтвердить, что у вас есть необходимые права. Пожалуйста, используйте эту команду на соответствующем сервере или свяжитесь со службой поддержки: <https://duckhunt.me/support>.
uk: ❌ Канал раніше існував, але на іншому сервері. Я не можу підтвердити, що у вас є правильні права на цьому сервері. Будь ласка, використовуйте цю команду на потрібному сервері, або зверніться до служби підтримки: &lt;https://duckhunt.me/support&gt;.

source: ❌ I can't find a channel with that ID. Please check the given ID, or contact support : <https://duckhunt.me/support>.
de: ❌ Ich kann den Kanal mit dieser ID nicht finden. Bitte überprüfe die eingegebene ID oder kontaktiere den Support : https://duckhunt.me/support>.
es: ❌ No encuentro un canal con ese ID. Por favor, compruebe el ID dado, o póngase en contacto con el soporte : <https://duckhunt.me/support>.
fi: ❌ En löydä kanavaa, jolla on tämä tunnus. Tarkista annettu tunnus tai ota yhteyttä asiakaspalveluun: <https://duckhunt.me/support>.
fr: ❌ Je ne trouve pas de chaîne avec cet ID. Veuillez vérifier l'ID donnée, ou contacter le support : https://duckhunt.me/support
pl: ❌ Nie mogę znaleźć kanału o tym ID. Sprawdź podany identyfikator lub skontaktuj się z pomocą techniczną: <https://duckhunt.me/support>.
pt_br: ❌ Não consigo encontrar um canal com esse ID. Verifique o ID fornecido ou entre em contato com o suporte: <https://duckunt.me/support>.
ru: ❌ Не удаётся найти канал с таким идентификатором. Пожалуйста, проверьте указанный ID или свяжитесь со службой поддержки: <https://duckhunt.me/support>.
uk: ❌ Я не можу знайти канал з таким ідентифікатором. Будь ласка, перевірте даний ID, або зверніться до служби підтримки: &lt;https://duckhunt.me/support&gt;.

source: Scores and hunters data were removed from the game, but the game wasn't stopped... You can use `{ctx.prefix}settings enabled False` to stop the game.
de: Spielstände und Jägerdaten wurden aus dem Spiel entfernt, aber das Spiel wurde nicht gestoppt... Sie können `{ctx.prefix}settings enabled False` verwenden, um das Spiel anzuhalten.
es: Las puntuaciones y los datos de los cazadores se han eliminado del juego, pero el juego no se ha detenido... Puedes usar `{ctx.prefix}settings enabled False` para detener el juego.
fr: Les scores et les données des chasseurs ont été supprimées, mais le jeu n'a pas été arrêté... Vous pouvez utiliser `{ctx.prefix}settings enabled False` si vous souhaitez mettre un terme au jeu.
nl: Gegevens van scores en jagers zijn verwijderd uit het spel, maar het spel is niet gestopt ... Je kunt`{ctx.prefix}settings enabled False` gebruiken om het spel te stoppen.
pl: Wyniki i dane łowców zostały usunięte z gry, ale gra nie została zatrzymana... Możesz użyć komendy `{ctx.prefix}settings enabled False`, aby zatrzymać grę.
pt_br: Os dados de pontuação e os caçadores foram removidos do jogo, mas o jogo não foi interrompido... Você pode usar `{ctx.prefix}settings enabled False` para parar o jogo.
ru: Результаты и данные охотников удалены, но сама игра не была остановлена... Используйте команду `{ctx.prefix}settings enabled False` для остановки игры.
uk: Бали та дані мисливців були видалені з гри, але гра не була зупинена... Ви можете використовувати `{ctx.prefix}settings enabled False` для зупинки гри.

source: Support team: misc
de: Unterstützungsteam: Sonstiges
es: Equipo de apoyo: misc
fi: Tukitiimi: muut
fr: Support : divers
pl: Pomoc: różne
pt_br: Equipe de suporte: diversos
uk: Група підтримки: інша

source: Most used commands
de: Meist verwendete Befehle
es: Comandos más utilizados
fi: Käytetyimmät komennot
fr: Commandes les plus utilisées
nl: Meest gebruikte commando's
pl: Najczęściej używane komendy
pt_br: Comandos mais usados
ru: Наиболее часто используемые команды
uk: Найбільш використовувані команди

source: {n} uses
de: verwendet {n}
es: {n} utiliza
fi: {n} käyttää
fr: {n} utilisations
nl: {n} keren gebruikt
pl: {n} użyć
pt_br: {n} usa
ru: {n} раз(а)
uk: {n} використання

source: Top users
de: Top-Benutzer
es: Los mejores usuarios
fi: Parhaat käyttäjät
fr: Principaux utilisateurs
nl: Top gebruikers
pl: Topowi użytkownicy
pt_br: Principais usuários
ru: Топчик
uk: Найкращі користувачі

source: {n} commands used
de: {n} verwendete Befehle
es: {n} comandos utilizados
fi: {n} käytetyt komennot
fr: {n} commandes utilisées
nl: {n} commando's gebruikt
pl: {n} użytych komend
pt_br: {n} comandos usados
ru: Использовано {n} команд
uk: {n} використовувані команди
