Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: You eat {brains} 🧠 and regain consciousness.
de: Du isst {brains} 🧠 und kommst wieder zu Bewusstsein.
es: Comes {brains} 🧠 y recuperas la conciencia.
fi: Sinä syöt {brains} 🧠 ja palaat tajuihisi.
fr: Vous mangez {brains} 🧠 et reprenez conscience.
pl: Zjadasz {brains} 🧠 i odzyskujesz przytomność.
pt_br: Come {brains} 🧠 e recupera a consciência.
uk: Ви їсте {brains} 🧠 і приходите до тями.

source: Admin: Spawning
de: Verwaltung: Ablaichen
es: Administración: Desove
fi: Admin: Synnyttää
fr: Admin : Apparition
hu: Admin: Leidézés
pl: Admin: Spawnowanie
pt_br: Administrador: Gerando
uk: Адмін: спавн

source: {ducks_spawned_count} ducks are on the channel, {ducks_left} ducks left to spawn today.
de: {ducks_spawned_count} Enten sind auf dem Kanal, {ducks_left} Enten sind heute zum Erscheinen übrig.
es: {ducks_spawned_count} patos en el canal y hay {ducks_left} patos restantes para generar hoy.
fi: {ducks_spawned_count} ankkaa kanavalla, {ducks_left} ankkaa vielä syntymättä.
fr: {ducks_spawned_count} canards sont déjà arrivés dans le salon, il reste {ducks_left} canards dans la journée.
nl: {ducks_spawned_count} eenden zijn op het kanaal, er zijn nog {ducks_left} eenden die vandaag zullen spawnen.
pl: Na kanale jest {ducks_spawned_count} kaczek. Dzisiaj pojawi się {ducks_left} kaczek.
pt_br: {ducks_spawned_count} patos estão no canal, {ducks_left} patos irão gerar hoje.
ru: На канале сейчас {ducks_spawned_count} уток. Ожидается уток: {ducks_left}.
uk: {ducks_spawned_count} качки на каналі, {ducks_left} качки пішли на нерест сьогодні.

source: {ducks_spawned_count} ducks are on the channel, {ducks_day} ducks left to spawn during the day and {ducks_night} during the night.
de: {ducks_spawned_count} Enten sind auf dem Kanal, {ducks_day} Enten, die tagsüber zum Laichen gegangen sind und {ducks_night} während der Nacht.
es: {ducks_spawned_count} los patos están en el canal, {ducks_day} los patos salen a desovar durante el día y {ducks_night} durante la noche.
fr: {ducks_spawned_count} canards sont déjà dans le salon, il reste {ducks_day} canards a faire apparaitre "de jour" et {ducks_night} canards "de nuit".
pl: Na kanale jest {ducks_spawned_count} kaczek, w ciągu dnia pojawi się ich {ducks_day}, a w ciągu nocy {ducks_night}.
pt_br: {ducks_spawned_count} patos estão no canal, {ducks_day} patos irão gerar durante o dia e {ducks_night} durante a noite
uk: {ducks_spawned_count} качки знаходяться на каналі, {ducks_day} качки пішли на нерест вдень і {ducks_night} вночі.

source: Here's the list of ducks spawned :
de: Hier ist die Liste der erschienen Enten :
es: Aquí está la lista de patos generados:
fi: Tässä on luettelo syntyneistä ankoista :
fr: Voici la liste des canards qui sont apparus :
hu: Itt a jelenleg leidézett kacsák listája:
nl: Hier is de lijst met gespawnde eenden:
pl: Oto lista zespawnowanych kaczek :
pt_br: Aqui está a lista de patos gerados :
ru: Список появившихся уток:
uk: Ось список качок, що відклали потомство:

source: {duck.category} ({duck.lives_left}/{duck_lives} lives), spawned {time_delta}.
de: {duck.category} ({duck.lives_left}/{duck_lives}), erschienen{time_delta}.
es: {duck.category} ({duck.lives_left}/{duck_lives}), generados {time_delta}.
fr: {duck.category} ({duck.lives_left} vies sur {duck_lives}), apparu {time_delta}.
hu: {duck.category} ({duck.lives_left}/{duck_lives} élet), leidézve ekkor: {time_delta}.
pl: {duck.category} ({duck.lives_left}/{duck_lives} kaczek żyje), zespawnowane {time_delta}.
pt_br: {duck.category} ({duck.lives_left}/{duck_lives} vidas), gerados {time_delta}.
uk: {duck.category} ({duck.lives_left}/{duck_lives} живе), наплодив {time_delta}.

source: {ducks_spawned_count} ducks removed.
de: {ducks_spawned_count} Enten entfernt.
es: {ducks_spawned_count} patos eliminados.
fi: {ducks_spawned_count} ankkaa poistettu.
fr: {ducks_spawned_count} canards supprimés.
hu: {ducks_spawned_count} kacsa eltávolítva.
nl: {ducks_spawned_count} eenden verwijderd.
pl: Usunięto {ducks_spawned_count} kaczek.
pt_br: {ducks_spawned_count} patos removidos.
ru: Удалено {ducks_spawned_count} уток.
uk: {ducks_spawned_count} качки вилучені.

source: Support team: emergencies
de: Unterstützungsteam: Notfälle
es: Equipo de apoyo: emergencias
fi: Tukitiimi: hätätilanteet
fr: Support : urgences
pl: Zespół wsparcia: sytuacje awaryjne
pt_br: Equipe de suporte: emergências
uk: Група підтримки: надзвичайні ситуації

source: There was an error converting one of your arguments with {exception.converter}. The correct syntax would be `{command_invoke_help}`. The converter returned the following error: {original}
de: Es gab einen Fehler beim Konvertieren eines Ihrer Argumente mit {exception.converter}. Die korrekte Syntax wäre `{command_invoke_help}`. Der Konverter gab den folgenden Fehler zurück: {original}
es: Hubo un error al convertir uno de los argumentos con {exception.converter}. La sintaxis correcta sería `{command_invoke_help}`. El parser devolvió el siguiente error: {original}
fr: Une erreur s'est produite lors de la conversion de l'un de vos arguments avec {exception.converter}. La syntaxe correcte pour cette commande est `{command_invoke_help}`. Le convertisseur a renvoyé l'erreur suivante: {original}
nl: Er is een fout opgetreden bij het converteren van een van je argumenten met {exception.converter}. De juiste syntax zou '{command_invoke_help}' zijn. De converter heeft de volgende fout geretourneerd: {original}
pl: Wystąpił błąd podczas konwertowania jednego z twoich argumentów na {exception.converter}. Poprawna składnia: {command_invoke_help}. Error: {original}.
pt_br: aqui está um erro ao converter um de seus argumentos com {exception.converter}. A sintaxe correta seria `{command_invoke_help}`. O conversor retornou o seguinte erro: {original}
ru: При преобразовании одного из параметров в {exception.converter} произошла ошибка. Правильный синтаксис - `{command_invoke_help}`. Конвертер выдал следующую ошибку: {original}
uk: Виникла помилка при перетворенні одного з ваших аргументів з {exception.converter}. Правильним синтаксисом буде `{command_invoke_help}`. Конвертер повернув наступну помилку: {original}

source: This command is missing an argument. The correct syntax would be `{command_invoke_help}`.
de: Diesem Befehl fehlt ein Argument. Die korrekte Syntax wäre `{command_invoke_help}`.
es: A este comando le faltan un argumentos. La sintaxis correcta sería `{command_invoke_help}`.
fr: Il manque un argument à cette commande. La syntaxe correcte pour cette commande est `{command_invoke_help}`.
nl: Dit commando mist een argument. De juiste syntax zou '{command_invoke_help}' zijn.
pl: W tej komendzie brakuje argumentu. Poprawne użycie: `{command_invoke_help}`.
pt_br: Este comando está faltando um argumento. A sintaxe correta seria `{command_invoke_help}`.
ru: Отсутствует параметр команды. Правильный синтаксис - `{command_invoke_help}`.
uk: У цій команді відсутній аргумент. Правильний синтаксис буде `{command_invoke_help}`.

source: Too many quotes were provided in your message: don't forget to escape your quotes like this `\{exception.quote}`. The correct syntax for the command is `{command_invoke_help}`.
de: In Ihrer Nachricht wurden zu viele Anführungszeichen angegeben: Vergessen Sie nicht, Ihre Anführungszeichen wie folgt zu entschlüsseln: `\{exception.quote}`. Die korrekte Syntax für den Befehl ist `{command_invoke_help}`.
es: Muchos textos personalizados fueron agregados en su mensae: No olvides escapar el texto así `\{exception.quote}`. El comando correcto es `{command_invoke_help}`.
fr: Trop de guillemets ont été fournis dans votre message. Pensez à échapper vos guillemets en les tapant comme ceci : `\{exception.quote}`. La syntaxe correcte pour cette commande est `{command_invoke_help}`.
pl: W Twojej wiadomości podano zbyt wiele cudzysłowów: nie zapomnij opuszczać ich w ten sposób `\{exception.quote}`. Poprawna składnia komendy to `{command_invoke_help}`.
pt_br: Muitas citações foram fornecidas em sua mensagem: não se esqueça de escapar de suas citações como esta `\{exception.quote}`. A sintaxe correta para o comando é `{command_invoke_help}`.
ru: Ваше сообщение содержит слишком много кавычек. Не забывайте закрывать кавычки. Пример: `\{exception.quote}`. Правильный синтаксис команды - `{command_invoke_help}`.
uk: У Вашому повідомленні було використано занадто багато лапок: не забувайте екранувати лапки ось так `\{exception.quote}`. Правильний синтаксис команди - `{command_invoke_help}`.

source: A space was expected after a closing quote, but I found {exception.char}. Please check that you are using the correct syntax: `{command_invoke_help}`.
de: Nach einem schließenden Anführungszeichen wurde ein Leerzeichen erwartet, aber ich habe {exception.char} gefunden. Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
es: Se esperaba un espacio después del carácter de cierre, pero encontré {exception.char}. Por favor, compruebe que está usando la sintaxis correcta: `{command_invoke_help}`.
fr: Un espace était attendu après un guillemet fermant, mais j'ai trouvé {exception.char}. Veuillez vérifier que vous utilisez la syntaxe correcte: `{command_invoke_help}`.
nl: Er werd een spatie verwacht na een sluitend aanhalingsteken, maar ik vond {exception.char}. Controleer of je de juiste syntax gebruikt: `{command_invoke_help}`.
pl: Oczekiwałem spacji po zamykającym cytacie, ale znalazłem {exception.char}. Proszę sprawdź, czy używasz poprawnej składni: `{command_invoke_help}`.
pt_br: Era esperado um espaço após uma citação final, mas encontrei {exception.char}. Por favor, verifique se está a utilizar a sintaxe correta: `{command_invoke_help}`.
ru: После закрывающей кавычки необходим пробел. Обнаружено: {exception.char}. Убедитесь, что вы используете правильный синтаксис - `{command_invoke_help}`.
uk: Очікувався пробіл після закриваючої лапки, але я знайшов {exception.char}. Будь ласка, перевірте, що ви використовуєте правильний синтаксис: `{command_invoke_help}`.

source: A closing quote was expected, but wasn't found. Don't forget to close your quotes with `{exception.close_quote}` at the end of your argument. Please check that you are using the correct syntax: `{command_invoke_help}`.
de: Ein schließendes Anführungszeichen wurde erwartet, aber nicht gefunden. Vergessen Sie nicht, Ihre Anführungszeichen mit `{exception.close_quote}` am Ende Ihres Arguments zu schließen. Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
es: Se esperaba una carácter de cierre, pero no se encontró. No olvides cerrar tus mensaje personalizados con `{exception.close_quote}` al final de tu argumento. Por favor, compruebe que está usando la sintaxis correcta: `{command_invoke_help}`.
fr: Un guillemet était attendu, mais n'a pas été trouvé. N'oubliez pas de fermer vos guillemets avec `{exception.close_quote}` à la fin de vos arguments. Veuillez vérifier que vous utilisez la syntaxe correcte: `{command_invoke_help}`.
nl: Een afsluitend aanhalingsteken werd verwacht, maar werd niet gevonden. Vergeet niet om uw aanhalingstekens te sluiten met '{exception.close_quote}' aan het einde van uw argument. Controleer of je de juiste syntax gebruikt: `{command_invoke_help}`.
pl: Oczekiwano cytatu zamykającego, ale go nie znaleziono. Nie zapomnij zamknąć cudzysłowów za pomocą `{exception.close_quote}` na końcu argumentu. Sprawdź, czy używasz poprawnej składni: `{command_invoke_help}`.
pt_br: Era esperada uma citação final, mas não foi encontrada. Não se esqueça de fechar as suas citações com `{exception.close_quote}` no final do seu argumento. Por favor, verifique se está a utilizar a sintaxe correta: `{command_invoke_help}`.
ru: Требуется закрывающая одинарная кавычка. Не забывайте закрывать кавычки для параметра при помощи `{exception.close_quote}`. Убедитесь, что вы используете правильный синтаксис - `{command_invoke_help}`.
uk: Очікувалася заключна цитата, але її не було знайдено. Не забувайте закривати лапки символом `{exception.close_quote}` в кінці аргументу. Будь ласка, перевірте, що ви використовуєте правильний синтаксис: `{command_invoke_help}`.

source: Too many arguments were passed in this command. Please check that you are using the correct syntax: `{command_invoke_help}`.
de: In diesem Befehl wurden zu viele Argumente übergeben. Bitte prüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
es: Demasiados argumentos se pasaron en este comando. Por favor, comprueba que estás usando la sintaxis correcta: `{command_invoke_help}`.
fr: Trop d'arguments ont été passés dans cette commande. Veuillez vérifier que vous utilisez la syntaxe correcte: `{command_invoke_help}`.
nl: Er zijn te veel argumenten doorgegeven in dit commando. Controleer of je de juiste syntax gebruikt: `{command_invoke_help}`
pl: W tym poleceniu przekazano zbyt wiele argumentów. Sprawdź, czy używasz poprawnej składni: `{command_invoke_help}`.
ru: Команда содержит слишком много параметров. Убедитесь, что вы используете правильный синтаксис - `{command_invoke_help}`.
uk: У цій команді було передано занадто багато аргументів. Будь ласка, перевірте, чи використовується правильний синтаксис: `{command_invoke_help}`.

source: The way you are invoking this command is confusing me. The correct syntax would be `{command_invoke_help}`.
de: Die Art und Weise, wie Sie diesen Befehl aufrufen, verwirrt mich. Die korrekte Syntax wäre `{command_invoke_help}`.
es: La forma en que está invocando este comando me confunde. La sintaxis correcta sería `{command_invoke_help}`.
fr: La façon dont vous invoquez cette commande me déroute. La syntaxe correcte est `{command_invoke_help}`.
nl: De manier waarop je dit commando aanroept, brengt me in de war. De juiste syntax zou '{command_invoke_help}' zijn.
pl: Sposób, w jaki wywołujesz tę komendę, jest dla mnie mylący. Poprawna składnia wyglądałaby: `{command_invoke_help}`.
ru: Меня немного сбивает с толку введённая вами команда. Правильный синтаксис - `{command_invoke_help}`.
uk: Те, як ви викликаєте цю команду, збиває мене з пантелику. Правильний синтаксис буде `{command_invoke_help}`.

source: An argument passed was incorrect. `{exception}`. Please check that you are using the correct syntax: `{command_invoke_help}`.
de: Ein übergebenes Argument war falsch. `{exception}`. Bitte prüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
es: Un argumento de los agregado está incorrecto. `{exception}`. Por favor, compruebe que está usando la sintaxis correcta: `{command_invoke_help}`.
fr: Un argument passé était incorrect. `{exception}`. La syntaxe correcte pour cette commande est `{command_invoke_help}`.
nl: Een doorgegeven argument was onjuist. '{exception}'. Controleer of je de juiste syntax gebruikt: `{command_invoke_help}`.
pl: Argument jest nieprawidłowy. `{exception}`. Sprawdź, czy używasz poprawnej składni: `{command_invoke_help}`.
ru: Неверный параметр. `{exception}`. Убедитесь, что вы используете правильный синтаксис - `{command_invoke_help}`.
uk: Передано некоректний аргумент. `{exception}`. Будь ласка, перевірте, чи використовується правильний синтаксис: `{command_invoke_help}`.

source: {exception} Please check that you are using the correct syntax: `{command_invoke_help}`.
de: {exception} Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
es: {exception} Por favor, compruebe que está usando la sintaxis correcta: `{command_invoke_help}`.
fi: {exception} Tarkista, että käytät oikeaa syntaksia: `{command_invoke_help}`.
fr: {exception} Veuillez vérifier que vous utilisez la syntaxe correcte: `{command_invoke_help}`.
nl: {exception} Controleer of je de juiste syntax gebruikt: `{command_invoke_help}`.
pl: {exception} Proszę, sprawdź czy używasz poprawnej składni: `{command_invoke_help}`.
ru: {exception} Пожалуйста, убедитесь, что вы используете правильный синтаксис - `{command_invoke_help}`.
uk: {exception} Будь ласка, перевірте, чи правильно ви використовуєте синтаксис: {command_invoke_help}`.

source: This command can only be used in a private message.
de: Dieser Befehl kann nur in einer privaten Nachricht verwendet werden.
es: Este comando sólo puede ser usado en un mensaje privado.
fi: Tätä komentoa voi käyttää vain yksityisviestissä.
fr: Cette commande ne peut être utilisée que dans une conversation privée.
hu: Ez a parancs csak privát üzenetben használható.
nl: Dit commando kan alleen in een privébericht worden gebruikt.
pl: Ta komenda może być używana tylko i wyłącznie w wiadomości prywatnej.
ru: Данная команда может быть использована только в личном сообщении.
uk: Ця команда може бути використана тільки в особистому повідомленні.

source: This command cannot be used in a private message.
de: Dieser Befehl kann nicht in einer privaten Nachricht verwendet werden.
es: Este comando no puede ser usado en un mensaje privado.
fi: Tätä komentoa ei voi käyttää yksityisviestissä.
fr: Cette commande ne peut pas être utilisée dans une conversation privée.
hu: Ez a parancs nem használható privát üzenetben.
nl: Dit commando kan niet in een privébericht worden gebruikt.
pl: Ta komenda nie może być używana w wiadomości prywatnej.
ru: Данная команда не может быть использована в личном сообщении.
uk: Ця команда не може бути використана в приватному повідомленні.

source: Multiple errors were encountered when running your command: {exception.errors}
de: Bei der Ausführung Ihres Befehls sind mehrere Fehler aufgetreten: {exception.errors}
es: Se encontraron múltiples errores al ejecutar su comando: {exception.errors}
fi: Komentoa suoritettaessa havaittiin useita virheitä: {exception.errors}
fr: Plusieurs erreurs ont été rencontrées lors de l'exécution de votre commande: {exception.errors}
pl: Podczas uruchamiania komendy napotkano wiele błędów: {exception.errors}
ru: При выполнении вашей команды было обнаружено несколько ошибок: {exception.errors}
uk: При виконанні вашої команди виникли численні помилки: {exception.errors}

source: You need to be the owner of the bot to run that.
de: Sie müssen der Besitzer des Bots sein, um das auszuführen.
es: Tienes que ser el admin del bot para hacer eso.
fi: Sinun on oltava botin omistaja, jotta voit käyttää tätä.
fr: Vous devez être le propriétaire du bot pour exécuter cette commande.
hu: A bot tulajdonosa kell lenned a parancs futtatásához.
nl: Je moet de eigenaar van de bot zijn om dat uit te voeren.
pl: Musisz być właścicielem bota, aby móc tego używać.
ru: Для этого вам нужно быть владельцем бота.
uk: Для цього потрібно бути власником бота.

source: You need to be in a NSFW channel to run that.
de: Sie müssen in einem NSFW-Kanal sein, um das auszuführen.
es: Necesitas estar en un canal de la NSFW para compartir eso. Cochino...
fi: Sinun on oltava NSFW-kanavalla, jotta voit käyttää tätä.
fr: Vous devez être dans un salon NSFW pour exécuter cette commande.
hu: NSFW csatornában kell lenned a parancs futtatásához.
nl: Je moet in een NSFW-kanaal zijn om dat uit te voeren.
pl: Musisz być na kanale NSFW aby móc tego używać.
ru: Для выполнения этого вы должны быть на NSFW канале.
uk: Ви повинні бути в каналі NSFW, щоб запустити це.

source: You need to be in the {correct_guild.name} server (`{exception.must_be_in_guild_id}`).
de: Sie müssen sich im Server {correct_guild.name} befinden (`{exception.must_be_in_guild_id}`).
es: Tienes que estar en el servidor {correct_guild.name} (`{exception.must_be_in_guild_id}`).
fr: Vous devez être sur le serveur {correct_guild.name} (`{exception.must_be_in_guild_id}`).
hu: A {correct_guild.name} szerverben kell lenned (`{exception.must_be_in_guild_id}`).
nl: Je moet in de {correct_guild.name} server zijn (`{exception.must_be_in_guild_id}`).
pl: Musisz być na serwerze {correct_guild.name} (`{exception.must_be_in_guild_id}`).
ru: Вы должны находиться на сервере {correct_guild.name} (`{exception.must_be_in_guild_id}`).
uk: Вам необхідно знаходитись в сервері {correct_guild.name} (`{exception.must_be_in_guild_id}`).

source: You need to be in a server with ID {exception.must_be_in_guild_id}.
de: Sie müssen sich in einem Server mit der ID {exception.must_be_in_guild_id} befinden.
es: Necesitas estar en un servidor con ID {exception.must_be_in_guild_id}.
fi: Sinun on oltava palvelimella, jonka ID on {exception.must_be_in_guild_id}.
fr: Vous devez être sur un serveur avec l'ID {exception.must_be_in_guild_id}.
hu: Az {exception.must_be_in_guild_id} ID-vel rendelkező szerverben kell lenned.
nl: Je moet op de server zijn met ID {exception.must_be_in_guild_id}.
pl: Musisz być na serwerze z ID {exception.must_be_in_guild_id}.
ru: Вы должны находиться на сервере с ID {exception.must_be_in_guild_id}.
uk: Вам необхідно перебувати на сервері з ідентифікатором {exception.must_be_in_guild_id}.

source: You need to be in the {correct_channel.name} channel (`{exception.must_be_in_channel_id}`).
de: Sie müssen sich im Kanal {correct_channel.name} befinden (`{exception.must_be_in_channel_id}`).
es: Tiene que estar en el canal {correct_channel.name} (`{exception.must_be_in_channel_id}`).
fi: Sinun on oltava {correct_channel.name} -kanavalla (`{exception.must_be_in_channel_id}`).
fr: Vous devez être sur le canal {correct_channel.name} (`{exception.must_be_in_channel_id}`).
pl: Musisz być na kanale {correct_channel.name} (`{exception.must_be_in_channel_id}`).
ru: Вы должны находиться на канале {correct_channel.name} (`{exception.must_be_in_channel_id}`).
uk: Вам необхідно перебувати в каналі {correct_channel.name} (`{exception.must_be_in_channel_id}`).

source: You need to be in a channel with ID {exception.must_be_in_channel_id}.
de: Sie müssen sich in einem Kanal mit der ID {exception.must_be_in_channel_id} befinden.
es: Debe estar en un canal con ID {exception.must_be_in_channel_id}.
fi: Sinun on oltava kanavassa, jonka ID on {exception.must_be_in_channel_id}.
fr: Vous devez être dans un canal avec l'ID {exception.must_be_in_channel_id}.
pl: Musisz być na kanale z ID {exception.must_be_in_channel_id}.
ru: Вы должны находиться на канале с ID {exception.must_be_in_channel_id}.
uk: Вам необхідно знаходитись в каналі з ідентифікатором {exception.must_be_in_channel_id}.

source: You don't have enough experience to enjoy this item. You'd need at least {exception.needed} exp, but you only have {exception.having}.
de: Sie haben nicht genug Erfahrung, um diesen Gegenstand zu genießen. Sie bräuchten mindestens {exception.needed} exp, aber Sie haben nur {exception.having}.
es: No tienes suficiente experiencia para usar este artículo. Necesitarías al menos {exception.needed} exp, pero sólo tienes {exception.having}.
fi: Sinulla ei ole tarpeeksi kokemusta nauttiaksesi tästä tuotteesta. Tarvitsisit vähintään {exception.needed} kokemusta, mutta sinulla on vain {exception.having}.
fr: Tu n'as pas assez d'expérience pour acheter cet objet. Tu aurais besoin d'au moins {exception.needed} exp, mais tu n'as que {exception.having} exp.
nl: Je hebt niet genoeg ervaring om van dit item te genieten. Je hebt minimaal {exception.needed} exp nodig, maar je hebt alleen {exception.having}.
pl: Niewystarczające doświadczenie aby cieszyć się tym przedmiotem. Musisz posiadać co najmniej {exception.needed} PD. Twoje obecne doświadczenie: {exception.having}.
ru: У вас недостаточно опыта, чтобы приобрести данный предмет. Необходимо минимум {exception.needed} ед. опыта, а у вас всего {exception.having}.
uk: У вас недостатньо досвіду, щоб отримати цей предмет. Вам потрібно принаймні {exception.needed} досвіду, але ви маєте лише {exception.having}.
