Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: That artist is not known. Choose either Calgeka or Globloxmen.
de: Dieser Künstler ist nicht bekannt. Wähle entweder Calgeka oder Globloxmen.
es: Ese artista no es conocido. Elige Calgeka o Globloxmen.
fr: Artiste inconnu. Choisis entre Calgeka et Globloxmen.
hu: Ez a művész nem ismert. Válaszd Calgeka-t vagy Globloxmen-t.
pl: Ten artysta nie jest znany. Wybierz albo Calgekę albo Globloxmena.
pt_br: Esse artista não é conhecido. Escolha Calgeka ou Globloxmen.
uk: Цей художник не відомий. Обирайте або Калгека, або Глобоксмена.

source: Admin: Settings
de: Verwaltung: Einstellungen
es: Admin: Configuración
fi: Admin: Asetukset
fr: Administrateur: Paramètres
pl: Admin: Ustawienia
pt_br: Administrador: Configurações
uk: Адмін: Налаштування

source: You can view the channel settings here:
de: Sie können die Kanaleinstellungen hier einsehen
es: Puedes ver la configuración del canal aquí
fi: Voit tarkastella kanava-asetuksia täällä
fr: Tu peux voir les réglages du salon ici :
nl: Je kunt de kanaalinstellingen hier bekijken
pl: Tutaj możesz zobaczyć ustawienia kanału:
pt_br: Você pode ver as configurações do canal aqui :
ru: Посмотреть настройки канала можно здесь:
uk: Переглянути налаштування каналу можна тут

source: Defaults settings have been restored.
de: Die Standardeinstellungen wurden wiederhergestellt.
es: Se han restaurado los ajustes por defecto.
fi: Oletusasetukset on palautettu.
fr: Les réglages par défaut ont été restaurés.
hu: Az alapértelmezett beállítások vissza lettek állítva.
nl: De standaardinstellingen zijn hersteld.
pl: Przywrócono domyślne ustawienia.
pt_br: As configurações padrão foram restauradas.
ru: Восстановлены настройки по умолчанию.
uk: Відновлено налаштування за замовчуванням.

source: DHV3-Like settings have been applied to this channel.
de: Für diesen Kanal wurden DHV3-ähnliche Einstellungen vorgenommen.
es: Se han aplicado a este canal configuraciones similares a las del Duck Hunt V3.
fi: Tähän kanavaan on sovellettu DHV3:n kaltaisia asetuksia.
fr: Les paramètres de type DHV3 ont été appliqués sur ce salon.
hu: DHV3-szerű beállítások alkalmazva lettek erre a csatornára.
nl: Instellingen gelijk aan DHV3 zijn toegepast op dit kanaal.
pl: Ustawienia DHV3-Like zostały zastosowane do tego kanału.
pt_br: As configurações do tipo DHV3 foram aplicadas a este canal.
ru: Применены настройки DHV3.
uk: До цього каналу застосовано налаштування, подібні до DHV3.

source: Casual mode settings have been applied to this channel.
de: Die Einstellungen für den Freizeitmodus wurden auf diesen Kanal angewendet.
es: Se han aplicado ajustes de modo casual a este canal.
fi: Tähän kanavaan on sovellettu satunnaistilan asetuksia.
fr: Les paramètres normaux ont été appliqués à ce salon.
hu: Alkalmi mód beállításai alkalmazva lettek erre a csatornára.
nl: Instellingen voor casual modus zijn op dit kanaal toegepast.
pl: Na tym kanale zmieniono ustawienia trybu na **klasyczny**.
pt_br: As configurações do modo casual foram aplicadas a este canal.
ru: Применены настройки обычного режима.
uk: До цього каналу застосовані налаштування випадкового режиму.

source: Hardcore mode settings have been applied to this channel.
de: Die Einstellungen für den Hardcore-Modus wurden auf diesen Kanal angewendet.
es: Los ajustes del modo hardcore se han aplicado a este canal.
fi: Tähän kanavaan on sovellettu Hardcore-tilan asetuksia.
fr: Les réglages "hardcore" ont été définis sur ce channel
hu: Hardcore mód beállításai alkalmazva lettek erre a csatornára.
nl: Instellingen voor hardcore modus zijn op dit kanaal toegepast.
pl: Na tym kanale zmieniono ustawienia trybu na **hardcore**.
pt_br: As configurações do modo Hardcore foram aplicadas a este canal.
ru: Применены настройки режима повышенной сложности.
uk: До цього каналу застосовані налаштування жорсткого режиму.

source: 👻 Haunted House settings have been applied to this channel.
de: 👻 Die Haunted-House-Einstellungen wurden auf diesen Kanal angewendet.
es: 👻 Los ajustes de la Casa Embrujada se han aplicado a este canal.
fi: 👻 Kummitustalo -asetuksia on sovellettu tähän kanavaan.
fr: 👻 Les paramètres de jeu "maison hantée" ont été appliqués à ce salon.
hu: 👻 Kísértetház mód beállításai alkalmazva lettek erre a csatornára.
nl: 👻 Spookhuisinstellingen zijn op dit kanaal toegepast.
pl: Na tym kanale zmieniono ustawienia trybu na 👻 **Nawiedzony Dom**.
pt_br: 👻 As configurações da Casa Assombrada foram aplicadas a este canal.
ru: 👻 Применены настройки режима "Дом с привидениями".
uk: до цього каналу застосовані налаштування "Будинок з привидами".

source: 🤖 Robot fest settings have been applied to this channel.
de: 🤖 Die Roboterfest-Einstellungen wurden auf diesen Kanal angewendet.
es: 🤖 Los ajustes del festival de robots se han aplicado a este canal.
fi: 🤖 Robottijuhla-asetuksia on sovellettu tähän kanavaan.
fr: 🤖 Les paramètres de jeu "festin robotique" ont été appliqués à ce salon.
hu: 🤖 Robotinvázió mód beállításai alkalmazva lettek erre a csatornára.
nl: 🤖 Robotfeestinstellingen zijn op dit kanaal toegepast.
pl: Na tym kanale zmieniono ustawienia trybu na 🤖**Fiestę Robotów**.
pt_br: 🤖 As configurações do festival de robôs foram aplicadas a este canal.
ru: 🤖 Применены настройки режима "Фестиваль роботов".
uk: 🤖 До цього каналу застосовані налаштування Robot fest.

source: 🐙 Hydra settings have been applied to this channel.
de: 🐙 Die Hydra-Einstellungen wurden auf diesen Kanal angewendet.
es: 🐙 Los ajustes de Hydra se han aplicado a este canal.
fi: 🐙 Hydra-asetukset on sovellettu tähän kanavaan.
fr: 🐙 Les paramètres de jeu "hydre" ont été appliqués à ce salon.
hu: 🐙 Hidra mód beállításai alkalmazva lettek erre a csatornára.
nl: 🐙 Hydra-instellingen zijn op dit kanaal toegepast.
pl: Na tym kanale zmieniono ustawienia trybu na 🐙 **Hydrę**.
pt_br: 🐙 As configurações Hydra foram aplicadas a este canal.
ru: 🐙 Применены настройки режима "Гидра".
uk: 🐙 До цього каналу застосовані налаштування Hydra.

source: ☢ Nuclear radiation settings have been applied to this channel 🍀.
de: ☢ Die Einstellungen für die Kernstrahlung wurden auf diesen Kanal angewendet 🍀.
es: ☢ Se han aplicado los ajustes de radiación nuclear a este canal 🍀.
fi: ☢ Ydinsäteilyasetuksia on sovellettu tähän kanavaan 🍀.
fr: ☢ Les paramètres de jeu "radiation nucléaires" ont été appliqués à ce salon 🍀.
hu: ☢ Nukleáris radiáció mód beállításai alkalmazva lettek erre a csatornára.🍀.
nl: ☢ Nucleaire stralingsinstellingen zijn op dit kanaal toegepast.🍀.
pl: Na tym kanale zmieniono ustawienia trybu na ☢️ **Promieniowanie Jądrowe**.
pt_br: ☢ As configurações de radiação nuclear foram aplicadas a este canal 🍀.
ru: ☢ Применены настройки режима "Радиация" 🍀.
uk: ☢ До цього каналу застосовані налаштування ядерного випромінювання 🍀.

source: 🦘 Australia settings have been applied to this channel.
de: 🦘 Die Australien-Einstellungen wurden auf diesen Kanal angewendet.
es: 🦘 Se han aplicado los ajustes de Australia a este canal.
fi: 🦘 Australia-asetukset on sovellettu tähän kanavaan.
fr: 🦘 Les paramètres de jeu "Australie" ont été appliqués à ce salon.
hu: 🦘Ausztrália (fordított) mód beállításai alkalmazva lettek erre a csatornára.
nl: 🦘 Australische instellingen zijn op dit kanaal toegepast.
pl: Na tym kanale zmieniono ustawienia trybu na 🦘 **Australię**.
pt_br: 🦘 As configurações da Austrália foram aplicadas a este canal.
ru: 🦘 Применены настройки режима "Австралия".
uk: 🦘 До цього каналу застосовані налаштування Австралії.

source: There will be very big ducks on this channel.
de: Es werden sehr große Enten auf diesem Kanal sein.
es: Habrá patos muy grandes en este canal.
fi: Tällä kanavalla tulee olemaan hyvin suuria ankkoja.
fr: Les paramètres de jeu "Très Gros Canards" ont été appliqués à ce salon.
hu: Nagyon nagy kacsák lesznek ezen a csatornán.
nl: ☢ Er zullen zeer grote eenden op dit kanaal komen🍀.
pl: Na tym kanale będą bardzo duże kaczki.
pt_br: Haverá patos muito grandes neste canal.
ru: На этом канале будут ну ооочень большие утки.
uk: На цьому каналі будуть дуже великі качки.

source: Your math test will start soon.
de: Ihr Mathe-Test wird bald beginnen.
es: Su examen de matemáticas comenzará pronto.
fi: Matematiikan koe alkaa pian.
fr: Votre interrogation de maths va bientôt commencer
hu: A matematikateszted lassan elindul.
pl: Wkrótce rozpocznie się Twój test z matematyki.
pt_br: Seu teste de matemática começará em breve.
uk: Ваш тест з математики незабаром розпочнеться.

source: The server prefix is set to `{prefix}`.
de: Das Server-Präfix wird auf `{prefix}` gesetzt.
es: El prefijo del servidor es `{prefix}`.
fi: Palvelimen etuliitteeksi asetettu `{prefix}`.
fr: Le préfixe du serveur est défini à `{prefix}`.
hu: A szerver előtag erre van beállítva: `{prefix}`.
nl: Het servervoorvoegsel is ingesteld op '{prefix}'.
pl: Serwerowy prefix jest ustawiony na `{prefix}`.
pt_br: O prefixo do servidor é definido como `{prefix}`.
ru: Префикс сервера - `{prefix}`.
uk: Префікс сервера встановлюється на `{prefix}`.

source: There is no specific prefix set for this guild.
de: Es ist kein spezielles Präfix für diese Gilde festgelegt.
es: No hay un prefijo específico establecido para este Server.
fi: Tälle killalle ei ole asetettu erityistä etuliitettä.
fr: Il n'y a pas de préfixe spécifique dans ce serveur.
nl: Er is geen specifiek voorvoegsel ingesteld voor deze guild.
pl: Nie ma określonego prefixu dla tego serwera.
pt_br: Não há prefixo específico definido para esta guilda.
ru: Для этой гильдии нет отдельного префикса.
uk: Для цієї гільдії не встановлений спеціальний префікс.

source: You can call me with any of the global prefixes : {global_prefixes_list}
de: Sie können mich mit jedem der globalen Präfixe anrufen: {global_prefixes_list}
es: Puedes llamarme con cualquiera de los prefijos globales: {global_prefixes_list}
fi: Voit kutsua minua millä tahansa globaalilla etuliitteellä : {global_prefixes_list}
fr: Vous pouvez m'appeler avec n'importe lequel des préfixes globaux : {global_prefixes_list}
nl: Je kunt me oproepen met een van de algemene voorvoegsels: {global_prefixes_list}
pl: Możesz zwracać się do mnie dowolnym prefixem globalnym z listy: {global_prefixes_list}
pt_br: Você pode me chamar com qualquer um dos prefixos globais: {global_prefixes_list}
ru: Вы можете связаться со мной, используя любой из глобальных префиксов: {global_prefixes_list}
uk: Ви можете зателефонувати мені за допомогою будь-якого з глобальних префіксів: {global_prefixes_list}

source: ❌ Unknown locale. If you wish to go back to the default, english language, use `{ctx.prefix}{ctx.command.qualified_name} en`
de: ❌ Unbekanntes Gebietsschema. Wenn Sie zur standardmäßigen, englischen Sprache zurückkehren möchten, verwenden Sie `{ctx.prefix}{ctx.command.qualified_name} en`
es: ❌ Lenguaje desconocido. Si desea volver al idioma por defecto, el inglés, use `{ctx.prefix}{ctx.command.qualified_name} en`
fi: ❌ Tuntematon kieli. Jos haluat palata oletusarvoiselle, englannin kielelle, käytä `{ctx.prefix}{ctx.command.qualified_name} en`
fr: ❌ Langue/locale inconnue. Pour revenir en langue anglaise, tapez `{ctx.prefix}{ctx.command.qualified_name} en`
nl: ❌ Onbekende landinstelling. Als je terug wilt naar de standaard Engelse taal, gebruik dan`{ctx.prefix}{ctx.command.qualified_name} en`
pl: ❌ Nieznana lokalizacja. Jeśli chcesz wrócić do domyślnego języka angielskiego, użyj `{ctx.prefix}{ctx.command.qualified_name} en`
pt_br: ❌ Local desconhecido. Se você deseja voltar ao idioma padrão, inglês, use `{ctx.prefix}{ctx.command.qualified_name} en`
ru: ❌ Неизвестный язык. Если вы хотите вернуться к языку по умолчанию (английскому), используйте `{ctx.prefix}{ctx.command.qualified_name} en`
uk: ❌ Невідома локаль. Якщо ви хочете повернутися до англійської мови за замовчуванням, використовуйте `{ctx.prefix}{ctx.command.qualified_name} en`

source: This server language is set to `{language}` [{language_name}].
de: Die Sprache des Servers ist auf `{language}` [{language_name}] eingestellt.
es: El idioma del servidor se ha establecido a `{language}` [{language_name}].
fi: Tämän palvelimen kieleksi on asetettu `{language}` [{language_name}].
fr: La langue du serveur est définie sur `{language}` [{language_name}].
nl: De servertaal is ingesteld op '{language}' [{language_name}].
pl: Język tego serwera został zmieniony na `{language}` [{language_name}].
pt_br: O idioma do servidor está definido como `{language}` [{language_name}].
ru: Язык для этого сервера установлен на `{language}` [{language_name}].
uk: Мова сервера встановлена як `{language}` [{language_name}].

source: There is no specific language set for this guild.
de: Für diese Gilde ist keine spezifische Sprache festgelegt.
es: No hay un idioma específico seleccionado en este canal.
fi: Tälle palvelimelle ei ole määritetty erityistä kieltä.
fr: Il n’y a pas de langue spécifique définie sur le serveur.
nl: Er is geen specifieke taal ingesteld voor deze gilde.
pl: Nie ma określonego języka dla tego serwera.
pt_br: Não há um idioma específico definido para esta guilda.
ru: Для этой гильдии не установлен определённый язык.
uk: Для цієї гільдії не встановлена певна мова.

source: Webhooks are used in this channel.
de: In diesem Kanal werden Webhooks verwendet.
es: Este canal usa Webhooks
fi: Tällä kanavalla käytetään webhookkeja.
fr: Les webhooks sont utilisés dans ce salon.
hu: A webhookok használatban vannak ezen a csatornán.
nl: In dit kanaal worden webhooks gebruikt.
pl: Na tym kanale używane są webhooki.
pt_br: Os webhooks são usados neste canal.
ru: Этот канал использует webhooks.
uk: У цьому каналі використовуються веб-хуки.

source: Webhooks are not used in this channel.
de: Webhooks werden in diesem Kanal nicht verwendet.
es: Webhooks no son usados en este canal.
fi: Tällä kanavalla ei käytetä webhookkeja.
fr: Les webhooks ne sont pas utilisés dans ce salon.
hu: A webhookok nincsenek használatban ezen a csatornán.
nl: In dit kanaal worden webhooks NIET gebruikt.
pl: Webhooki nie są używane na tym kanale
pt_br: Webhooks não são usados neste canal.
ru: Этот канал не использует webhooks.
uk: Веб-хуки в цьому каналі не використовуються.

source: Global items can be used in this channel.
de: In diesem Kanal können globale Elemente verwendet werden.
es: En este canal se pueden utilizar items globales.
fi: Tällä kanavalla voidaan käyttää globaaleja esineitä.
fr: Les objets globaux peuvent être utilisés dans ce salon.
hu: A globális tárgyak használhatóak ezen a csatornán.
nl: Globale items kunnen in dit kanaal worden gebruikt.
pl: Globalne przedmioty mogą być używane na tym kanale
pt_br: Itens globais podem ser usados neste canal.
ru: На этом канале могут использоваться глобальные предметы.
uk: У цьому каналі можна використовувати глобальні елементи.

source: Global items can't be used in this channel.
de: Globale Elemente können in diesem Kanal nicht verwendet werden.
es: En este canal no se pueden utilizar items globales.
fi: Tällä kanavalla ei voida käyttää globaaleja esineitä.
fr: Les objets globaux ne peuvent pas être utilisés dans ce salon.
hu: A globális tárgyak nem használhatóak ezen a csatornán.
nl: Globale items kunnen NIET in dit kanaal worden gebruikt.
pl: Globalne przedmioty nie mogą być używane na tym kanale
pt_br: Itens globais não podem ser usados neste canal.
ru: Глобальные предметы не могут использоваться на этом канале.
uk: Глобальні елементи не можуть бути використані в цьому каналі.

source: Webhooks are not used in this channel. Please enable them first. You can use `{command}` to do it.
de: Webhooks werden in diesem Kanal nicht verwendet. Bitte aktivieren Sie sie zuerst. Sie können dazu `{command}` verwenden.
es: Webhooks no son usados en este canal. Por favor, habítelos primero. Puedes usar`{command}` para hacerlo.
fi: Tässä kanavassa ei käytetä verkkokoukkuja. Ota ne ensin käyttöön. Voit tehdä sen `{command}`.
fr: Les webhooks ne sont pas activés dans ce salon. Vous pouvez utiliser `{command}` pour le faire.
nl: In dit kanaal worden webhooks NIET gebruikt. Schakel ze eerst in. Je kunt hiervoor '{command}' gebruiken.
pl: Webhooki nie są używane na tym kanale. Proszę, włącz je. Możesz użyć `{command}` aby to zrobić.
pt_br: Webhooks não são usados neste canal. Por favor, habilite-os primeiro. Você pode usar `{command}` para fazer isso.
ru: Этот канал не использует webhooks. Включить их можно через команду `{command}`.
uk: На цьому каналі не використовуються веб-хуки. Будь ласка, спочатку увімкніть їх. Для цього можна використати `{command}`.

source: Your webhook was created. The bot now uses {webhooks_count} webhook to spawn ducks.
de: Ihr Webhook wurde erstellt. Der Bot verwendet jetzt den Webhook {webhooks_count}, um Enten zu erzeugen.
es: Su webhook fue creado. El bot ahora utiliza el webhook {webhooks_count} para desovar patos.
fi: Verkkokoukkusi on luotu. Botti käyttää nyt {webhooks_count}-verkkokoukkua synnyttämään ankkoja.
fr: Votre webhook a été créé. Ce bot utilise maintenant {webhooks_count} webhook pour faire apparaître des canards.
nl: Je webhook is gemaakt. De bot gebruikt nu {webhooks_count} webhook om eenden te spawnen.
pl: Twój webhook został utworzony. Bot używa teraz {webhooks_count} webhooka aby spawnować kaczki
pt_br: Seu webhook foi criado. O bot agora usa {webhooks_count} webhook para gerar patos.
ru: Веб-перехватчик успешно добавлен. Теперь бот использует {webhooks_count} веб-перехватчик(ов) для создания уток.

source: I couldn't create a webhook. Double-check my permissions and try again.
de: Ich konnte keinen Webhook erstellen. Überprüfen Sie meine Berechtigungen und versuchen Sie es erneut.
es: No se pudo crear el gancho de red. Vuelve a checar los permisos e inténtalo de nuevo.
fi: En pystynyt luomaan verkkokoukkua. Tarkista käyttöoikeudet ja yritä uudelleen.
fr: Je n'ai pas réussi à créer un webhook. Vérifiez mes autorisations et réessayez.
nl: Ik kon geen webhook maken. Controleer mijn machtigingen nogmaals en probeer het opnieuw.
pl: Nie udało mi się utworzyć webhooka. Sprawdź dokładnie moje uprawnienia i spróbuj ponownie.
pt_br: Não consegui criar um webhook. Verifique minhas permissões e tente novamente.
ru: Мне не удалось создать веб-перехватчик. Проверьте мои разрешения и попробуйте ещё раз.
uk: Мені не вдалося створити веб-хук. Перевірте мої дозволи і спробуйте ще раз.

source: That channel uses emojis to spawn ducks.
de: Dieser Kanal verwendet Emojis, um Enten zu erzeugen.
es: Este canal usa emojis para generar patos.
fi: Kyseinen kanava käyttää emojeita ankkojen syntymässä
fr: Ce salon utilise des émojis pour faire apparaître les canards.
nl: Dat kanaal gebruikt emoji's om eenden te spawnen.
pl: Ta chanel używa emotikonów do spawnowania kaczek.
pt_br: Esse canal usa emojis para gerar patos.
ru: Этот канал использует смайлики при создании уток.
uk: Цей канал використовує смайлики для розмноження качок.

source: That channel uses pure-text ducks. How does it feels to live in the IRC world ?
de: Dieser Kanal verwendet reine Text-Enten. Wie fühlt es sich an, in der IRC-Welt zu leben?
es: Este canal usa patos con solo texto. ¿Qué se siente vivir en el mundo IRC?
fi: Kyseinen kanava käyttää pelkkiä tekstiankkoja. Miltä tuntuu elää IRC-maailmassa ?
fr: Ce salon utilise des canards en texte brut. Ça fait quoi de vivre dans le monde d'IRC ?
nl: Dat kanaal gebruikt puur text om eenden te spawnen. Hoe voelt het om in de IRC-wereld te leven?
pl: Ten kanał używa kaczek zapisanych za pomocą tekstowego kodu. Jakie to uczucie żyć w świecie pozbawionym emotikon?
pt_br: Esse canal usa patos de texto puro. Como é viver no mundo do IRC?
ru: Этот канал использует только текст при создании уток. И каково это - жить в тёплом ламповом мире IRC?
uk: Цей канал використовує качки з чистим текстом. Як це - жити у світі IRC?

source: Ducks will spawn on {channel.mention}
de: Enten werden auf {channel.mention} erscheinen
es: Los patos se generarán en {channel.mention}.
fi: Ankat syntyvät kanavalle {channel.mention}
fr: Les canards vont maintenant apparaître sur {channel.mention}
nl: Eenden zullen spawnen op {channel.mention}
pl: Kaczki pojawią się na kanale {channel.mention}
pt_br: Os patos vão aparecer em {channel.mention}
ru: Утки появятся на {channel.mention}
uk: Качки будуть нереститися на {channel.mention}

source: Ducks won't spawn on {channel.mention}
de: Enten erscheinen nicht auf {channel.mention}
es: Los patos no se generarán en {channel.mention}
fi: Ankat eivät synny kanavalla {channel.mention}
fr: Les canards n'apparaitront pas sur {channel.mention}
nl: Eenden zullen NIET spawnen op {channel.mention}
pl: Kaczki nie pojawią się na kanale {channel.mention}
pt_br: Os patos não vão aparecer em {channel.mention}
ru: Утки не появятся на {channel.mention}
uk: Качки не будуть нереститися на {channel.mention}

source: On {channel.mention}, players will pay {tax}% of tax to the bot when they share some experience.
de: Auf {channel.mention} zahlen Spieler {tax}% Steuern an den Bot, wenn sie etwas Erfahrung teilen.
es: En {channel.mention}, los jugadores pagarán {tax}% de impuestos cuando compartan algo de experiencia.
fi: Pelaajat maksavat {channel.mention}-kanavalla {tax} % veroa botille, kun he jakavat kokemusta toisilleen.
fr: Sur {channel.mention}, les joueurs paieront {tax}% de taxe au bot lorsqu'ils donnent de l'expérience.
nl: Op {channel.mention} betalen spelers {tax}% belasting aan de bot als ze ervaring delen.
pl: Na kanale {channel.mention}, gracze pokryją {tax}% % podatku dla bota, gdy podarują komuś punkty doświadczenia.
pt_br: Em {channel.mention}, os jogadores pagarão {tax}% do imposto ao bot quando compartilharem alguma experiência.
ru: Пользователи {channel.mention} будут платить боту {tax}% налога за передачу единиц опыта.
uk: На {channel.mention} гравці сплачуватимуть {tax}% податку боту, коли ділитимуться досвідом.

source: Players won't have to pay any tax when sending experience to others in {channel.mention}
de: Spieler müssen keine Steuern zahlen, wenn sie Erfahrungen an andere in {channel.mention} senden
es: Los jugadores no tendrán que pagar ningún impuesto cuando envíen experiencia a otros en {channel.mention}.
fi: Pelaajien ei tarvitse maksaa veroa, kun he lähettävät kokemusta muille pelaajille {channel.mention} kanavalla
fr: Les joueurs n'auront pas à payer de taxe lorsqu'ils enverront leur expérience aux autres joueurs dans {channel.mention}
nl: Spelers hoeven geen belasting te betalen wanneer ze ervaringen naar anderen sturen in {channel.mention}
pl: Gracze nie będą musieli płacić żadnego podatku, gdy podarują punkty doświadczenia innym osobom na kanale {channel.mention}
pt_br: Os jogadores não terão que pagar nenhum imposto ao enviar experiência para outras pessoas em {channel.mention}
ru: Отправка единиц опыта другим игрокам не будет облагаться налогом для пользователей {channel.mention}
uk: Гравці не повинні будуть платити податок, відправляючи досвід іншим в {channel.mention}

source: On {channel.mention}, players will be mentionned when they get killed.
de: Auf {channel.mention} werden Spieler erwähnt, wenn sie getötet werden.
es: En {channel.mention}, los jugadores serán mencionados cuando sean asesinados.
fi: Pelaajat mainitaan, kun heidät tapetaan kanavalla {channel.mention}.
fr: Sur {channel.mention}, les joueurs sont mentionnés lorsqu'ils se font tuer.
nl: Op {channel.mention} worden spelers vermeld wanneer ze worden vermoord.
pl: Na kanale {channel.mention}, gracze dostaną wzmiankę w momencie śmierci.
pt_br: Em {channel.mention}, os jogadores serão mencionados quando forem mortos.
ru: Пользователи {channel.mention} будут упоминаться, если их подстрелят.
uk: На {channel.mention} гравці будуть згадуватися, коли їх буде вбито.
