Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: The bot itself is made by Eyesofcreeper, with contributions from people mentionned in `{ctx.prefix}credits`. **You want to help translate this bot ?** Contact Eyesofcreeper#0001 on the support server (`{ctx.prefix}invite`). Thanks!
de: Der Bot selbst wird von Eyesofcreeper erstellt, mit Beiträgen von Leuten, die in `{ctx.prefix}credits` erwähnt werden. *Wenn Sie bei der Übersetzung dieses Bots helfen wollen, kontaktieren Sie Eyesofcreeper#0001 auf dem Support-Server (`{ctx.prefix}invite`). Danke!
es: El bot en sí, fue desarrollado por Eyesofcreeper, con contribuciones de las personas listadas en `{ctx.prefix}credits`. **¿Quieres ayudar a traducir el bot?** Ponte en contacto con Eyesofcreeper#0001 en el servidor de soporte (`{ctx.prefix}invite`). ¡¡GRACIAS!!
fi: Itse botti on Eyesofcreeperin tekemä, ja siihen ovat osallistuneet ihmiset, jotka on mainittu kohdassa `{ctx.prefix}credits`. **Haluatko auttaa tämän botin kääntämisessä?** Ota yhteyttä Eyesofcreeper#0001:een tukipalvelimella (`{ctx.prefix}invite`). Kiitos!
fr: Le bot lui-même est réalisé par Eyesofcreeper, avec les contributions des personnes mentionnées dans `{ctx.prefix}credits`. **Vous voulez aider à la traduction de ce bot ?** Contactez Eyesofcreeper#0001 sur le serveur de support (`{ctx.prefix}invite`). Merci !
nl: De bot zelf is gemaakt door Eyesofcreeper, met bijdragen van mensen die genoemd worden in `{ctx.prefix}credits`. **Wil je helpen deze bot te vertalen ?** Neem contact op met Eyesofcreeper#0001 op de supportserver (`{ctx.prefix}invite`). Bedankt!
pl: Sam bot jest nieustannie tworzony przez Eyesofcreeper z pomocą ludzi wymienionych w `{ctx.prefix}credits`. **Chciałbyś/ałabyś pomóc przetłumaczyć tego bota? ** Skontaktuj się z Eyesofcreeper#001 na Serwerze Support (`{ctx.prefix}invite`). Dzięki!
pt_br: O bot em si é feito pelo Eyesofcreeper, com contribuições de pessoas mencionadas em `{ctx.prefix}creditos`. **Você quer ajudar a traduzir este bot ?** Contate o Eyesofcreeper#0001 no servidor de suporte (`{ctx.prefix}invite`). Obrigado!
ru: Бот разработан Eyesofcreeper. Ему помогали люди, упомянутые в `{ctx.prefix}credits`. **Хотите помочь с переводом бота?** Свяжитесь с Eyesofcreeper#0001 на сервере поддержки (`{ctx.prefix}invite`). Спасибо!
uk: Сам бот створений Eyesofcreeper за сприяння людей, зазначених у `{ctx.prefix}credits. **Бажаєте допомогти перекласти цього бота? Зверніться до Eyesofcreeper#0001 на сервері підтримки (`{ctx.prefix}invite`). Дякуємо!

source: Miscellaneous
de: Verschiedenes
es: Varios
fi: Sekalaiset
fr: Divers
pl: Różne różności
pt_br: Miscelânia
uk: Різне

source: Pong. — Time taken: {miliseconds}ms
de: Pong. - Benötigte Zeit: {miliseconds}ms
es: Pong. — Tiempo de respuesta: {miliseconds}ms
fi: Pong. — Aikaa kului: {miliseconds}ms
fr: Pong. - Réponse en : {miliseconds}ms
hu: Pong. — Felhasznált idő: {miliseconds} ms
nl: Pong. — Tijd genomen: {miliseconds}ms
pl: Pong. — Czas reakcji: {miliseconds}ms
pt_br: Pong. - Tempo necessário: {miliseconds}ms
ru: Понг. — Время отклика: {miliseconds} мс
uk: Понг. - Час пішов: {miliseconds}ms

source: You'll get back your weapon and magazines {formatted_delta}
fr: Tu récupéreras ton arme et tes chargeurs {formatted_delta}
pl: Odzyskasz swoją broń i magazynki za {formatted_delta}

source: My prefix here is {local_prefix}. You can also call me with any of the global prefixes : {global_prefixes_list}
de: Mein Präfix hier ist {local_prefix}. Sie können mich auch mit einem der globalen Präfixe anrufen: {global_prefixes_list}
es: Mi prefijo aquí es {local_prefix}. También me puedes llamar con cualquiera de los prefijos globales: {global_prefixes_list}
fi: Etuliitteeni on {local_prefix}. Voit myös kutsua minua millä tahansa globaalilla etuliitteellä: {global_prefixes_list}
fr: Mon préfixe ici est {local_prefix}. Vous pouvez également m'appeler avec l'un des préfixes globaux : {global_prefixes_list}
nl: Mijn voorvoegsel hier is {local_prefix}. Je kunt me ook oproepen met een van de globale voorvoegsels : {global_prefixes_list}
pl: Mój prefix tutaj to {local_prefix}. Możesz również zwracać się do mnie używając globalnych prefixów : {global_prefixes_list}
pt_br: O meu prefixo aqui é {local_prefix}. Você também pode me chamar com qualquer um dos prefixos globais : {global_prefixes_list}
ru: Мой локальный префикс - {local_prefix}. Вы также можете взаимодействовать со мной, используя любой из глобальных префиксов: {global_prefixes_list}
uk: Мій префікс тут {local_prefix}. Ви також можете зателефонувати мені з будь-яким з глобальних префіксів: {global_prefixes_list}

source: The bot itself is made by Eyesofcreeper, but these fine people down there help with graphics, ideas, images, and more. Make sure to give them a wave if you see them.
de: Der Bot selbst wird von Eyesofcreeper gemacht, aber diese feinen Leute da unten helfen mit Grafiken, Ideen, Bildern und mehr. Winken Sie ihnen zu, wenn Sie sie sehen.
es: El bot en sí, fue hecho por Eyesofcreeper, pero esas buenas personas listadas aquí abajo, ayudaron con los gráficos, ideas, imágenes y mucho más. Asegúrate de saludarlos si los llegas a ver ;)
fi: Itse botti on Eyesofcreeperin tekemä, mutta nämä hienot ihmiset auttavat grafiikan, ideoiden, kuvien ja muiden asioiden kanssa. Muista vilkuttaa heille, jos näet heidät.
fr: Le bot lui-même est codé par Eyesofcreeper, mais ces personnes géniales ont aidé avec les graphiques, les idées, les images, et plus encore. Saluez-les si vous les voyez !
nl: De bot zelf is gemaakt door Eyesofcreeper, maar deze fijne mensen daar beneden hielpen met graphics, ideeën, plaatjes en meer. Zorg ervoor dat je ze een gedagje zecht als je ze ziet.
pl: Sam bot jest nieustannie tworzony przez Eyesofcreeper, ale ci wspaniali ludzie wymienieni poniżej pomagają w grafice, pomysłach, obrazach i nie tylko. Pamiętaj, aby uśmiechnąć się do nich, jeśli ich zobaczysz.
pt_br: O bot em si é feito pelo Eyesofcreeper, mas essas ótimas pessoas ajudam com gráficos, ideias, imagens e muito mais. Certifique-se de trocar uma ideia com eles se os vir.
ru: Сам бот разработан Eyesofcreeper, а эти замечательные люди помогают с графикой, изображениями, идеями и многим другим. Обязательно помашите им, если встретите их на просторах сети.
uk: Сам бот створений Eyesofcreeper, але ці чудові люди допомагають з графікою, ідеями, зображеннями та іншим. Не забудьте помахати їм рукою, якщо побачите їх.

source: Developer
de: Entwickler
es: Desarrollador
fi: Kehittäjä
fr: Développeur
hu: Fejlesztő
nl: Ontwikkelaar
pl: Deweloper
pt_br: Desenvolvedor
ru: Разработчик
uk: Розробник

source: <@138751484517941259> ("Eyesofcreeper") made this bot.
de: <@138751484517941259> ("Eyesofcreeper") hat diesen Bot erstellt.
es: <@138751484517941259> ("Eyesofcreeper") hizo este bot.
fi: <@138751484517941259> ("Eyesofcreeper") teki tämän botin.
fr: <@138751484517941259> ("Eyesofcreeper") a fait ce bot.
hu: <@138751484517941259> ("Eyesofcreeper") készítette ezt a botot.
nl: <@138751484517941259> ("Eyesofcreeper") heeft deze bot gemaakt.
pl: <@138751484517941259> ("Eyesofcreeper") jest oficjalnym deweloperem tego bota.
pt_br: <@138751484517941259> ("Eyesofcreeper") fez este bot.
ru: <@138751484517941259> ("Eyesofcreeper") создал этот бот.
uk: <@138751484517941259> ("Eyesofcreeper") зробив цього бота.

source: Designer
es: Diseñador
fi: Suunnittelija
hu: Tervező
nl: Ontwerper
pl: Projektant
ru: Дизайнер
uk: Дизайнер

source: <@465207298890006529> ("Calgeka") made a lot of the avatars Ducks used.
de: <@465207298890006529> ("Calgeka") hat viele der von Ducks verwendeten Avatare erstellt.
es: <@465207298890006529> ("Calgeka") hizo muchos de los íconos que los patos usan.
fi: <@465207298890006529> ("Calgeka") teki monet Ankkojen käyttämistä avatareista.
fr: <@465207298890006529> ("Calgeka") a réalisée plusieurs des avatars utilisés par les différents canards.
hu: <@465207298890006529> ("Calgeka") készítette a legtöbb profilképet, amit a kacsák használnak.
nl: <@465207298890006529> ("Calgeka") maakte veel van de avatars de eenden gebruiken.
pl: <@465207298890006529> ("Calgeka") zaprojektował wiele awatarów Kaczek
pt_br: <@465207298890006529> ("Calgeka") fez muitos dos avatares de Patos usados.
ru: <@465207298890006529> ("Calgeka") создал множество аватаров для уток.
uk: <@465207298890006529> ("Калгека") зробив багато аватарок, які використовували Качки.

source: <@376052158573051906> ("Globloxmen") made a lot of ducks you can find all over the game. Join the /r/dailyducks subreddit.
de: <@376052158573051906> ("Globloxmen") eine Menge Enten gemacht, die Sie überall im Spiel finden können. Treten Sie dem Subreddit /r/dailyducks bei.
es: <@376052158573051906> ("Globloxmen") hizo un montón de los patos que puedes encontrar a lo largo del juego. Únete al subreddit de /r/dailyducks.
fi: <@376052158573051906> ("Globloxmen") tekivät paljon ankkoja, joita löytyy kaikkialta pelistä. Liity /r/dailyducks subredditiin.
fr: <@376052158573051906> ("Globloxmen") a fait beaucoup de canards que vous pouvez trouver partout dans le jeu. Rejoignez le subreddit /r/dailyducks.
nl: <@376052158573051906> ("Globloxmen") maakte een heleboel eenden die je overal in het spel kunt vinden. Doe mee met de /r/dailyducks subreddit.
pl: <@376052158573051906> ("Globloxmen") wykonał wiele kaczek, które możesz spotkać podczas gry. Dołącz do subreddit /r/dailyducks.
pt_br: <@376052158573051906> ("Globloxmen") fez muitos patos que você pode encontrar em todo o jogo. Junte-se ao /r/dailyducks subreddit.
ru: <@376052158573051906> ("Globloxmen") создал много разных уток, которых вы можете встретить повсюду в игре. Присоединяйтесь к сабреддиту /r/dailyducks.
uk: <@376052158573051906> ("Globloxmen") створили багато качок, яких ви можете знайти по всій грі. Приєднуйтесь до /r/dailyducks subreddit.

source: Ideas
de: Ideen
fi: Ideat
fr: Idées
hu: Ötletek
nl: Ideeën
pl: Pomysły
pt_br: Ideias
ru: Идеи
uk: Ідеї

source: Bot based on an original idea by MenzAgitat (on IRC, #boulets EpiKnet). Website: https://www.boulets.oqp.me/irc/aide_duck_hunt.html
de: Bot basierend auf einer ursprünglichen Idee von MenzAgitat (im IRC, #boulets EpiKnet). Website: https://www.boulets.oqp.me/irc/aide_duck_hunt.html
es: Bot basado en una idea original de MenzAgitat (en IRC, #boulets EpiKnet). Sitio web: https://www.boulets.oqp.me/irc/aide_duck_hunt.html
fi: Botti perustuu käyttäjän MenzAgitat (IRC, #boulets EpiKnet). Verkkosivusto: https://www.boulets.oqp.me/irc/aide_duck_hunt.html ideaan.
fr: Bot basé sur une idée originale de MenzAgitat (sur IRC, #boulets EpiKnet). Site web : https://www.boulets.oqp.me/irc/aide_duck_hunt.html
nl: Bot gebaseerd op een origineel idee van MenzAgitat (op IRC, #boulets EpiKnet). Website: https://www.boulets.oqp.me/irc/aide_duck_hunt.html
pl: Bot oparty na autorskim pomyśle MenzAgitat (na IRC, #boulets EpiKnet). Strona internetowa: https://www.boulets.oqp.me/irc/aide_duck_hunt.html
pt_br: Bot baseado numa ideia original de MenzAgitat (no IRC, #boulets EpiKnet). Website: https://www.boulets.oqp.me/irc/aide_duck_hunt.html
ru: Бот основывается на оригинальной идее MenzAgitat (IRC: #boulets EpiKnet). Веб-сайт: https://www.boulets.oqp.me/irc/aide_duck_hunt.html
uk: Бот на основі оригінальної ідеї MenzAgitat (в IRC, #boulets EpiKnet). Веб-сайт: https://www.boulets.oqp.me/irc/aide_duck_hunt.html

source: Translations
de: Übersetzungen
es: Traducciones
fi: Käännökset
fr: Traductions
hu: Fordítók
nl: Vertalingen
pl: Tłumaczenia
pt_br: Traduções
ru: Локализаторы
uk: Переклади

source: The bot is translated in MANY languages! Translators are listed in `{ctx.prefix}translators`.
de: Der Bot ist in VIELE Sprachen übersetzt! Die Übersetzer sind in `{ctx.prefix}translators` aufgelistet.
es: ¡¡El bot está traducido a MUCHOS idiomas!! La lista de traductores está en `{ctx.prefix}translators`.
fi: Botti on käännetty MONILLE kielille! Kääntäjät listattuna `{ctx.prefix}translators`.
fr: Le bot est traduit dans de NOMBREUSES langues ! Les traducteurs sont listés dans `{ctx.prefix}translators`.
nl: De bot is vertaald in VELE talen! De vertalers staan vermeld in `{ctx.prefix}translators`.
pl: Bot jest przetłumaczony na WIELE języków! Wszyscy tłumacze wymienieni są pod komendą `{ctx.prefix}translators`.
pt_br: O bot está traduzido em MUITOS idiomas! Os tradutores estão listados em `{ctx.prefix}translators'.
ru: Бот переведён на МНОГИЕ языки! Список локализаторов вызывается командой `{ctx.prefix}translators`.
uk: Бот перекладений на БАГАТО мов! Перекладачі вказані в розділі `{ctx.prefix}translators`.

source: **DuckHunt credits**
es: **Créditos de DuckHunt**
fr: **Créateurs de DuckHunt**
pl: **Podziękowania DuckHunt**
pt_br: **Créditos DuckHunt**
ru: **О разработчиках DuckHunt**
uk: **Кредити DuckHunt**

source: The bot itself is made by Eyesofcreeper, but a lot of people helped with graphics, ideas, images, and more.
de: Der Bot selbst stammt von Eyesofcreeper, aber eine Menge Leute haben mit Grafiken, Ideen, Bildern und mehr geholfen.
es: El bot en sí está hecho por Eyesofcreeper, pero mucha gente ayudó con gráficos, ideas, imágenes y más.
fi: Itse botti on Eyesofcreeperin tekemä, mutta monet ihmiset auttoivat grafiikoilla, ideoilla, kuvilla ja muulla.
fr: Le bot lui-même est codé par Eyesofcreeper, mais ces personnes géniales ont aidé avec les dessins, les idées, les images, et plus encore.
pl: Sam bot jest tworzony przez Eyesofcreeper, ale jednocześnie wiele osób pomagało przy grafice, pomysłach, obrazach i nie tylko.
pt_br: O bot em si é feito pelo Eyesofcreeper, mas muitas pessoas ajudaram com gráficos, ideias, imagens e muito mais.
ru: Сам бот разработан Eyesofcreeper, а помогают ему добрые люди. С графикой, идеями, изображениями и многим другим.
uk: Сам бот зроблений Eyesofcreeper, але багато людей допомагали з графікою, ідеями, зображеннями та іншим.

source: To see more information about that bot, you'll need to give it the `embed_links` permission. Contact your friendly neighbourhood server admin.
de: Um mehr Informationen über diesen Bot zu sehen, müssen Sie ihm das Recht `embed_links` geben. Wenden Sie sich an den freundlichen Server-Administrator in Ihrer Nähe.
es: Para ver más información sobre ese bot, tendrás que darle el permiso `embed_links`. Ponte en contacto con el administrador del servidor de tu barrio.
fi: Jos haluat nähdä lisätietoja kyseisestä botista, sinun on annettava sille `embed_links`-oikeus. Ota yhteyttä ystävälliseen palvelimen ylläpitäjään.
fr: Pour obtenir plus d'informations a propos du bot, il va falloir lui donner la permission `embed_links` (Intégrer des liens). Contacte donc ton administrateur de serveur pour obtenir de l'aide.
pl: Aby zobaczyć więcej informacji o tym bocie konieczne będzie nadanie mu permisji `embed_links`. Skontaktuj się z Adminem zaprzyjaźnionego serwera.
pt_br: Para ver mais informações sobre esse bot, você precisará dar a ele a permissão de `embed_links'. Contacte o administrador amigável mais próximo
ru: Чтобы получить больше информации о боте, необходимо разрешение `embed_links`. Вам поможет добрый администратор сервера.
uk: Щоб побачити більше інформації про цього бота, вам потрібно дати йому дозвіл `embed_links`. Зверніться до адміністратора вашого дружнього сусіднього сервера.

source: You don't have to go right now
de: Sie müssen nicht sofort gehen
es: No tienes que irte ahora mismo
fi: Sinun ei tarvitse mennä juuri nyt
fr: T'as pas envie d'aller aux toilettes pour l'instant.
nl: Je hoeft nu niet te gaan
pl: Nie musisz już iść
pt_br: Você não tem que ir agora
ru: Вы ж вроде только недавно!
uk: Вам не обов'язково їхати прямо зараз

source: Hi, fellow cow lover
de: Hallo, liebe Kuhfreunde
es: Hola, compañero amante de las vacas
fi: Hei, lehmänystävä
fr: Bonjour, ami des vaches
hu: Szia, tehénbarát társam
pl: No no, witam kolegę miłośnika krów
pt_br: Olá, meu consagrado amante de vacas
ru: Привет, любитель бурёнок!
uk: Привіт, любителю корів

source: Current event:
de: Aktuelles Ereignis
es: Evento actual:
fi: Ajankohtainen tapahtuma
fr: Événement actuel :
hu: Jelenlegi esemény:
nl: Huidig event:
pl: Obecne wydarzenie:
pt_br: Evento atual:
ru: Текущее событие:
uk: Поточна подія

source: Events last for one hour from the beginning to the end of the hour. Ending in {formatted_td}
de: Die Ereignisse dauern eine Stunde vom Anfang bis zum Ende der Stunde. Ende in {formatted_td}
es: Los eventos duran una hora desde el principio hasta el final. Terminando en {formatted_td}
fi: Tapahtumat kestävät tunnin alusta loppuun. Päättymiseen {formatted_td}
fr: Les événements durent une heure du début à la fin de l'heure. Se termine dans {formatted_td}
nl: Gebeurtenissen duren een uur, van het begin tot het einde van het uur. Eindigend in {formatted_td}
pl: Wydarzenia trwają 60 minut od początku do końca każdej pełnej godziny. Obecne wydarzenie kończy się: {formatted_td}
pt_br: Os eventos duram uma hora desde o início até ao fim da hora. Terminando em {formatted_td}
ru: События длятся один полный час, с начала и до конца каждого часа. Текущее событие закончится {formatted_td}.
uk: Заходи тривають одну годину від початку до кінця години. Закінчується на {formatted_td}

source: The bot current time is: {formatted_td}
fr: L'heure actuelle du bot est : {formatted_td}
pl: Obecny czas bota to: {formatted_td}

source: {exp} experience
de: {exp} Erfahrung
es: {exp} experiencia.
fi: {exp} kokemus
fr: {exp} expérience
hu: {exp} tapasztalati pont
nl: {exp} ervaring
pl: Doświadczenie {exp}
pt_br: {exp} experiência
ru: {exp} ед. опыта
uk: {exp} досвід

source: Statistics
de: Statistik
es: Estadísticas
fi: Tilastot
fr: Statistiques
pl: Statystyki
pt_br: Estatísticas
uk: Статистика

source: {target.name} statistics (click me!).
de: {target.name} Statistik (Klick mich!).
es: Estadísticas de {target.name} (¡haz clic en mí!).
fi: {target.name} tilastot (klikkaa minua!).
fr: Statistiques de {target.name} (clique moi!).
nl: {target.name} statistieken (klik me!).
pl: Statystyki {target.name} (kliknij mnie!).
pt_br: {target.name} estatisticas (clique em mim!).
ru: Статистика: {target.name} (ссылка).
uk: {target.name} статистика (click me!).

source: Bullets
de: Kugeln
es: Balas
fi: Luodit
fr: Balles
hu: Golyók
nl: Kogels
pl: Pociski
pt_br: Balas
ru: Патроны
uk: Кулі

source: Magazines
de: Magazine
es: Cartuchos
fi: Lippaat
fr: Chargeurs
hu: Tölténytárak
nl: Magazijnen
pl: Magazynki
pt_br: Cartuchos
ru: Обоймы
uk: Журнали

source: Experience
de: Erfahrung
es: Experiencia
fi: Kokemus
fr: Expérience
hu: Tapasztalat
nl: Ervaring
pl: Doświadczenie
pt_br: Experiência
ru: Опыт
uk: Досвід роботи

source: Level
es: Nivel
fi: Taso
fr: Niveau
hu: Szint
pl: Poziom
pt_br: Nível
ru: Уровень
uk: Рівень

source: Accuracy
de: Genauigkeit
es: Puntería
fi: Tarkkuus
fr: Précision
hu: Pontosság
nl: Nauwkeurigheid
pl: Szybkość reakcji
pt_br: Precisão
ru: Точность
uk: Точність

source: {level_reliability} % (Real: {real_reliability} %)
fi: {level_reliability} % (Aito: {real_reliability} %)
fr: {level_reliability} % (Réel: {real_reliability} %)
hu: {level_reliability} % (Valódi: {real_reliability} %)
nl: {level_reliability} % (Werkelijk: {real_reliability} %)
pl: {level_reliability} % (Rzeczywisty: {real_reliability} %)
ru: {level_reliability} % (Реальная: {real_reliability} %)
uk: {level_reliability} % (Справжні: {real_reliability} %)

source: Reliability
de: Verlässlichkeit
es: Confianza
fi: Luotettavuus
fr: Fiabilité
hu: Megbízhatóság
nl: Betrouwbaarheid
pl: Skuteczność
pt_br: Confiabilidade
ru: Отказоустойчивость
uk: Надійність

source: Level {level}
es: Nivel {level}
fi: Taso {level}
fr: Niveau {level}
pl: {level} Poziom
pt_br: Nível {level}
ru: Уровень {level}
uk: Рівень {level}

source: {target.name} shooting stats.
de: {target.name} Schießstatistiken.
es: {target.name} Estadísticas de tiro.
fi: {target.name} ampumistilastot
fr: Statistiques de tir de {target.name}.
nl: {target.name} schietstatistieken.
pl: Statystki strzałów {target.name}
pt_br: {target.name} estatísticas de tiro.
ru: Статистика стрельбы {target.name}.
uk: {target.name}Статистика стрільби.

source: {shots_when_dead} shots attempted when DEAD. {target.mention} went back to life {revives} times eating a total of {brains_eaten} brains
de: {shots_when_dead} Schüsse versucht, wenn TOT. {target.mention} wurde {revives} mal wieder lebendig und aß insgesamt {brains_eaten} Gehirne
es: {shots_when_dead} intentos de disparos cuando está MUERTO. {target.mention} volvió a la vida {revives} veces despues de comer {brains_eaten} cerebros.
fi: {shots_when_dead} yritettyä laukausta kuolleena. {target.mention} heräsi henkiin {revives} kertaa syöden yhteensä {brains_eaten} aivoa..
fr: {shots_when_dead} tirs tentés lorsque tu étais mort. {target.mention} est retourné à la vie {revives} fois en mangeant un total de {brains_eaten} cerveaux.
nl: {shots_when_dead} schoten geprobeerd in de DOOD. {target.mention} ging terug naar het leven {revives} keer, na het eten van een totaal van {brains_eaten} hersenen
pl: {shots_when_dead} prób strzałów podczas ŚMIERCI, {target.mention} wrócił/a do żywych {revives} razy, jedząc {brains_eaten} mózgów.
pt_br: {shots_when_dead} tiros tentados enquanto morto. {target.mention} voltou à vida {revives} vezes comendo um total de {brains_eaten} cérebros
ru: {shots_when_dead} попыток выстрелить в МЁРТВОМ состоянии. {target.mention} воскрес(ла) {revives} раз, съев {brains_eaten} порций мозгов.
uk: {shots_when_dead} пострілів зроблено після смерті. {target.mention} повертався до життя {revives} разів, з'ївши в цілому {brains_eaten} мізків

source: {shots} shots attempted when wet.
de: {shots} Schussversuche während Nass.
es: {shots} tiros intentados estando mojado.
fi: {shots} laukausta yritetty ampua märkänä.
fr: {shots} tentatives de tir lorsque tu étais mouillé.
hu: {shots} lövési kísérlet vizesen.
nl: {shots} schoten geprobeerd terwijl je nat was.
pl: {shots} prób strzałów kiedy był/a mokry
pt_br: {shots} tentativas de tiro quando molhado.
ru: {shots} попыток выстрелить в промокшем состоянии.
uk: {shots} спроба пострілу у вологому стані.

source: {shots} shots attempted when {target.mention} gun was confiscated.
de: {shots} Schüsse wurden versucht, als {target.mention} Waffe konfisziert wurde.
es: {shots} tiros intentados cuando el arma de {target.mention} estaba confiscada.
fi: {shots} laukauksia yritettiin, kun {target.mention} ase takavarikoitiin.
fr: {shots} tirs tentés lorsque l'arme de {target.mention} était confisquée.
hu: {shots} lövési kísérlet amikor {target.mention} fegyverét elkobozták.
nl: {shots} schoten geprobeerd wanneer {target.mention} hun pistool geconfisqueerd was.
pl: {shots} prób strzałów w momencie skonfiskowania broni {target.mention}
pt_br: {shots} tentativas de tiro quando a arma de {target.mention} foi confiscada.
ru: {shots} попыток стрельбы, когда оружие {target.mention} было конфисковано.
uk: {shots} пострілів при вилученні {target.mention} пістолета.

source: {shots} shots attempted with a sabotaged gun.
de: {shots} Schießversuch mit einer sabotierten Waffe.
es: {shots} disparos usando un arma de sabotage
fi: {shots} laukausta yritettiin ampua sabotoidulla aseella.
fr: {shots} tirs ont été tentés avec une arme sabotée.
hu: {shots} szabotált fegyverrel megkísérelt lövés.
nl: {shots} schoten geprobeerd met een gesaboteerd geweer.
pl: {shots} prób strzałów z sabotowanej broni
pt_br: {shots} tentativas de tiro com uma arma sabotada.
ru: {shots} попыток стрельбы из саботированного оружия.
uk: {shots} спроба пострілу із зіпсованого пістолета.
