Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: ducks terror
de: Enten Terror
es: el terror de los patos
fi: ankkojen kauhu
fr: terreur des canards
hu: kacsák réme
nl: eendenangst
pl: Kaczokalipsa
pt_br: terror dos patos
ru: вселяющий ужас
uk: качиний терор

source: duck exploder
de: Enten Explodieren
es: explota patos
fi: ankka räjäyttäjä
fr: exploseur de canards
hu: kacsarobbantó
nl: eendexplodeerder
pl: Kaczobomba
pt_br: explodidor de patos
ru: взрыватель уток
uk: качиний підривник

source: duck destructor
de: Enten Zerstörer
es: destruye patos
fi: Ankan tuhoaja
fr: destructeur de canards
hu: kacsasemmisítő
nl: eendenuitwisser
pl: Kaczodestruktor
pt_br: destruidor de patos
ru: истребитель уток
uk: знищувач качок

source: duck blaster
de: Enten Sprenger
es: exterminador patos
fi: ankanräjäyttäjä
fr: démolécularisateur de canards
hu: kacsarobbantó
nl: eendenblazer
pl: Kaczobłysk
pt_br: vaporizador de patos
ru: подрывник уток
uk: качиний бластер

source: duck pulverizer
de: Enten Pulverisierer
es: pulverizador de patos
fr: pulvérisateur de canards
hu: kacsaporlasztó
nl: eendenverpulveraar
pl: Kaczobłyskawica
pt_br: pulverizador de patos
ru: измельчитель уток
uk: качиний подрібнювач

source: duck disintegrator
de: Enten Zerkleonerer
es: desintegrador de patos
fi: ankan hajottaja
fr: désintégrateur de canards
hu: kacsaaprító
nl: eenden-uiteenvaller
pl: Kaczorozpad
pt_br: desintegrador de patos
ru: дезинтегратор уток
uk: дезінтегратор качок

source: duck atomizer
de: Enten Atomarisierer
es: bombardea patos
fi: ankka sumutin
fr: atomiseur de canards
hu: kacsaatomizáló
nl: eendenverstuiver
pl: Kaczounicestwienie
pt_br: atomizador de patos
ru: распылитель уток
uk: качиний розпилювач

source: duck annihilator
de: Enten Vernichter
es: mata patos 3000
fi: ankka tuhoaja
fr: annihilateur de canards
hu: a kacsákat földdel egyenlővé tevő
nl: eenden annihilator
pl: Kaczohilacja
pt_br: aniquilador de patos
ru: аннигилятор уток
uk: знищувач качок

source: serial duck killer
de: Serien Entenkiller
es: asesino serial de patos
hu: sorozatos kacsagyilkos
nl: serie-eendenmoordenaar
pl: Seryjny kwakobójca
pt_br: serial killer de patos
ru: серийный убийца уток
uk: серійний качиний вбивця

source: duck genocider
de: Enten Völkermörder
es: aniquilador de patos
fi: ankkojen kansanmurhaaja
fr: génocideur de canards
hu: kacsairtó
nl: eendengenocideraar
pl: Kaczobójstwo
pt_br: genocida de patos
ru: ответственный за геноцид уток
uk: качиний геноцид

source: old noob
de: Alter Anfänger
es: viejo noob
fi: vanha aloittelija
fr: vieux noob
hu: nyomi veterán
nl: oude noob
pl: Stary Wyjadacz Kaczek
pt_br: velho de caça
ru: старый нуб
uk: старий нуб

source: duck toaster
de: Enten Röster
es: triturador de patos
fi: ankanpaahdin
fr: toasteur de canards
hu: kacsapirító
nl: eendenrooster
pl: Kaczokalipsa
pt_br: torradeira de pato
ru: гурман
uk: качиний тостер

source: unemployed due to extinction of the duck species
de: arbeitslos wegen des Aussterbens der Entenart
es: desempleados debido a la extinción de la especies de patitos
fi: työtön ankkalajin sukupuuttoon ajamisen vuoksi
fr: chômeur pour cause d'extinction de l'espèce des canards
hu: munkanélküli a kacsafajok kihalása miatt
nl: werkeloos door het uitsterven van de eendensoort
pl: Bezrobotny z powodu wyginięcia gatunku kaczki
pt_br: desempregado devido à extinção dos patos
ru: безработный вследствие исчезновения уток
uk: безробітні через вимирання виду качок

source: This is not a valid level. Choose between {levels}
de: Dies ist keine gültige Ebene. Wählen Sie zwischen {levels}
es: Este no es un nivel válido. Elija entre {levels}
fi: Tämä ei ole pätevä taso. Valitse {levels}
fr: Ce n'est pas un niveau valable. Choisissez entre {levels}
hu: Ez nem egy érvényes szint. Válassz ezek között: {levels}
nl: Dit is geen geldig niveau. Kies tussen {levels}
pl: To nie jest prawidłowy poziom. Wybierz pomiędzy {levels}
pt_br: Este não é um nível válido. Escolher entre {levels}
ru: Недопустимый уровень. Веберите из {levels}
uk: Це не дійсний рівень. Виберіть між {levels}

source: Can't set such a high level
de: Kann so ein hohes Level nicht einstellen
es: No se puede establecer un nivel tan alto
fi: Ei voi asettaa näin korkeaa tasoa
fr: Impossible de régler un niveau aussi élevé
hu: Nem lehet annyira magas szintet beállítani.
nl: Kan niet zo'n hoog niveau instellen
pl: Nie można ustawić tak wysokiego poziomu
pt_br: Não é possível definir um nível tão alto
ru: Невозможно установить такой высокий уровень
uk: Не можна встановити такий високий рівень

source: You leveled up!
de: Sie haben eine höhere Ebene erreicht
es: Has subido de nivel!
fi: Sait uuden tason!
fr: Tu as monté de niveau!
hu: Szintet léptél!
nl: Je bent een level omhoog gegaan!
pl: Wskoczyłeś/aś na wyższy poziom!
pt_br: Você subiu de nível!
ru: Ваш уровень повышен!
uk: Ви підняли рівень!

source: You leveled down!
de: Sie haben eine niedrigere Ebene erreicht
es: Has bajado de nivel!
fi: Sinä laskit tason!
fr: Tu as baissé de niveau!
hu: Szintet vesztettél!
nl: Je bent een level omlaag gegaan!
pl: Zeskoczyłeś/aś na niższy poziom!
pt_br: Você desceu de nível!
ru: Ваш уровень понижен!
uk: Ваш рівень знижено!

source: ❌ You cannot run this command.
de: ❌ Sie können diesen Befehl nicht ausführen.
es: ❌ No puede ejecutar este comando.
fi: ❌ Et voi suorittaa tätä komentoa.
fr: ❌ Vous ne pouvez pas exécuter cette commande.
hu: ❌ Nem futtathatod ezt a parancsot.
pl: ❌Nie możesz użyć tej komendy.
pt_br: ❌ Você não pode executar este comando.
uk: ❌ Ви не можете запустити цю команду.

source: ❌ You are not allowed to click on this button
de: ❌ Sie dürfen diese Schaltfläche nicht anklicken
es: ❌ No está permitido hacer clic en este botón
fi: ❌ Et saa napsauttaa tätä painiketta
fr: ❌ Vous n'êtes pas autorisé à cliquer sur ce bouton
hu: ❌ Nincs jogod arra, hogy ezt a gombot megnyomd
pl: ❌Nie masz permisji, aby używać przycisku
pt_br: ❌ Você não tem permissão para clicar neste botão
uk: ❌ Ви не маєте права натискати на цю кнопку

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
pl: Anuluj
pt_br: Cancelar
uk: Скасувати

source: Confirm
de: Bestätigen Sie
es: Confirmar
fi: Vahvista
fr: Confirmer
hu: Megerősítés
pl: Potwierdź
pt_br: Confirmar
uk: Підтвердити

source: 💥 Your weapon was sabotaged and exploded in your face. You can thank {sabotager} for this bad joke.
fr: 💥 Ton arme a été sabotée et t'a explosé au visage. Tu peux remercier {sabotager} pour cette mauvaise blague.

source: ❌ This word is currently protected by {user}, you can't place a mine on it — {protect.message}.
fr: ❌ Ce mot est actuellement protégé par {user}, vous ne pouvez pas y placer de mine - {protect.message}.

source: ❌ This word is currently protected by {user}, you can't place a mine on it.
fr: ❌ Ce mot est actuellement protégé par {user}, vous ne pouvez pas y placer de mine.

source: ❌ This word is already protected by {user}.
fr: ❌ Ce mot est déjà protégé par {user}.

source: **More experience**: Chance to get more experience equal to your prestige level for every natural spawn killed
fr: **Encore plus d'expérience** : Une chance d'obtenir plus d'expérience égale à votre niveau de prestige pour chaque canard naturel tué

source: ❌ The daily command was disabled. You can now get bonus experience for every duck killed.
fr: ❌ La commande de bonus quotidien a été désactivée. Vous obtenez maintenant un bonus d'expérience pour chaque canard tué.

source: ❌ The daily command will be disabled in 2024. You can now get bonus experience when killing ducks.
fr: ❌ La commande de bonus quotidien sera désactivée en 2024. Vous obtenez désormais un bonus d'expérience en tuant des canards.

source: Support tickets are automatically deleted after 24 hours of inactivity
fr: Les tickets d'assistance sont automatiquement supprimés après 24 heures d'inactivité
hu: A támogatási jegyek 24 óra inaktivitás után automatikusan törlődnek.

source: <@807752234669703210> ("YaOldBuddy") made some of the avatars Ducks use.
fr: <@807752234669703210> ("YaOldBuddy") a créé certains des avatars utilisés par les Canards.

source: <@355143752248983552> ("ZeBadMedic") also made some of the Ducks avatars.
fr: <@355143752248983552> ("ZeBadMedic") a également réalisé certains des avatars des Canards.

source: {target} data was deleted from this channel.
fr: Les données de {target} ont été supprimées de ce salon.

source: **Killed**: {normal_exp} exp
fr: **Tué** : {normal_exp} exp

source: **2-leaf Clover**: {bonus_experience} exp
fr: **Trèfle à 2 feuilles** : {bonus_experience} exp

source: **4-leaf Clover**: {bonus_experience} exp
fr: **Trèfle à 4 feuilles** : {bonus_experience} exp

source: {killer.mention} killed the duck in {spawned_for_str}, for a total of {total_ducks_killed} ({ncategory_killed}) [{splits_formatted}]
fr: {killer.mention} a tué le canard en {spawned_for_str}, pour un total de {total_ducks_killed} ({ncategory_killed}) [{splits_formatted}]

source: Hey, genius! What's {operation}?
fr: Eh, le génie, c'est quoi {operation} ?

source: Come on, {hurter.mention}! I asked you a question! What's {operation}? Answer with `dh!bang <answer>`.
fr: Allez, {hurter.mention}, je t'ai posé une question ! Que vaut {operation} ? Réponds avec `dh!bang <answer>`.

source: Come on, {hurter.mention}! I bet even a calculator could outsmart you. What's {operation}? Impress me with your brilliance, if you have any left. (`dh!bang <answer>`)
fr: Allez, {hurter.mention} ! Je parie que même une calculatrice pourrait être plus maligne que toi. Qu'est-ce que {operation} ? Impressionne-moi avec ton intelligence, s'il t'en reste. (`dh!bang <answer>`)

source: {hurter.mention}, Just give me digits ! What's {operation}?
fr: {hurter.mention}, donne-moi juste des chiffres ! C'est quoi {operation} ?

source: {hurter.mention}, I didn't know I was asking for the meaning of life. It's just {operation}. Can you handle that, or is it too mind-boggling for you?
fr: {hurter.mention}, je ne savais pas que je demandais le sens de la vie. C'est juste {operation}. Tu peux gérer ça, ou est-ce trop compliqué pour toi ?

source: {hurter.mention}, seriously? That's not the right answer! I wouldn't say {operation} is that hard to calculate... Come on!
fr: {hurter.mention}, sérieusement ? Ce n'est pas la bonne réponse ! Je ne dirais pas que {operation} est si difficile à calculer... Allez !

source: {hurter.mention}, That's not the right answer! What's {operation}? Answer with `dh!bang <answer>`.
fr: {hurter.mention}, ce n'est pas la bonne réponse ! Qu'est-ce que {operation} ? Réponds avec `dh!bang <answer>`.

source: {hurter.mention}, are you allergic to numbers? Because that's not the answer. I thought even you could handle basic math. Apparently, I overestimated you. Again.
fr: {hurter.mention}, t'es allergique aux chiffres ? Parce que ce n'est pas la réponse. Je pensais que tu pouvais au moins te débrouiller avec les mathématiques de base… Apparemment, je t'ai surestimé. Encore une fois.

source: {hurter.mention}, I'm starting to think you're not even trying. What's {operation}? Answer with `dh!bang <answer>`.
fr: {hurter.mention}, je commence à penser que tu n'essaies même pas. Qu'est-ce que {operation} ? Réponds par `dh!bang <answer>`.

source: Alright, {hurter.mention}, let's break it down. Math: not a foreign language. I'm starting to think you'd struggle with counting your own fingers. What's {operation}?
fr: Bon ok, {hurter.mention}, décomposons. Les maths : pas une langue étrangère. Je commence à penser que tu aurais du mal à compter tes propres doigts. Qu'est-ce que {operation} ?

source: {hurter.mention}, darling, if ignorance were a currency, you'd be a millionaire by now. What's {operation}? Or is that too rich for your intellectual wallet?
fr: {hurter.mention}, si l'ignorance était une monnaie, tu serais millionnaire à l'heure qu'il est. Qu'est-ce que {operation} ? Ou est-ce trop cher pour ton portefeuille intellectuel ?

source: I'm starting to think you're doing this on purpose. What's {operation}? Answer with `dh!bang <answer>`.
fr: Je commence à penser que tu le fais exprès. Qu'est-ce que {operation} ? Réponds par `dh!bang <answer>`.

source: {hurter.mention}, I see you're trying the 'random number generator' approach to math. Newsflash: it's not working. What's {operation}?
fr: {hurter.mention}, je vois que tu essaies l'approche mathématique du "générateur de nombres aléatoires". Flash info : ça ne marche pas. Qu'est-ce que {operation} ?

source: {hurter.mention}, if I had a penny for every wrong answer you've given, I'd be able to buy a tutor for you. What's {operation}? And please, for the love of math, be right this time.
fr: {hurter.mention}, si j'avais un centime pour chaque mauvaise réponse que tu as donné, je pourrais te payer un prof particulier. Qu'est-ce que {operation} ? Et s'il te plaît, pour l'amour des maths, aie raison cette fois-ci.

source: {hurter.mention}, I've seen toddlers with a better grasp of math than you. Seriously, it's {operation}, not rocket science. Although, given your track record, you may want to learn from them.
fr: {hurter.mention}, j'ai vu des enfants en bas âge qui maîtrisaient mieux les mathématiques que toi. Sérieusement, c'est {operation}, ce n'est pas de la science-fiction. Cependant, compte tenu de tes antécédents, tu devrais peut-être apprendre d'eux.

source: {hurter.mention}, is your calculator on vacation? Because your answers are definitely taking a holiday from correctness. What's {operation}? Take your time; I've got all day to witness this spectacle.
fr: {hurter.mention}, ta calculatrice est en vacances ? Parce que tes réponses, elles, ont pris congé de la vérité. Qu'est-ce que {operation} ? Prends ton temps… j'ai toute la journée pour assister à ce spectacle.

source: Ah, {hurter.mention}, your mathematical prowess is truly a spectacle. I asked for {operation}, not a tragic comedy. Can you manage to get it right, or should I prepare for disappointment?
fr: Ah, {hurter.mention}, tes prouesses mathématiques sont un véritable spectacle. J'ai demandé {operation}, pas une comédie tragique. Peux-tu y arriver, ou dois-je me préparer à la déception ?

source: {hurter.mention}, I bet if solving this equation was a life skill, you'd be in dire straits right now. What's {operation}? And no, consulting a psychic won't help you here.
fr: {hurter.mention}, je parie que si la résolution de cette équation était une compétence de vie, tu serais en grande difficulté. Qu'est-ce que {operation} ? Et non, consulter un médium ne te sera d'aucune aide.

source: {hurter.mention}, did you mistake this for a guessing game? It's not 'Who Wants to Be a Millionaire: Math Edition.' What's {operation}? And remember, there are no lifelines for the academically challenged.
fr: {hurter.mention}, as-tu pris ça pour un jeu de devinettes ? Ce n'est pas "Qui veut gagner des millions : édition mathématique" ici. Qu'est-ce que {operation} ? Et rappelle-toi, il n'y a pas de ligne de vie pour les personnes en difficulté scolaire.

source: {hurter.mention}, your math proficiency is like a rare species – extinct. What's {operation}? Or is that too much to ask from the endangered species called your intellect?
fr: {hurter.mention}, tes compétences en mathématiques sont comme une espèce rare… Qu'en est-il de {operation} ? Ou est-ce trop demander à cette espèce en voie d'extinction qu'est ton intellect ?

source: {hurter.mention}, I'm beginning to think your understanding of numbers is purely theoretical. What's {operation}? And no, this isn't hard like a quantum mechanics problem; it's just basic math.
fr: {hurter.mention}, je commence à penser que ta compréhension des nombres est purement théorique. Qu'est-ce que {operation} ? Et non, ce n'est pas difficile comme un problème de mécanique quantique ; il s'agit simplement de mathématiques de base.

source: {hurter.mention}, for fuck sake, just kill me already! Let's do something a bit easier for you...What's {operation}?
fr: {hurter.mention}, pour l'amour du ciel, tu devrais déjà m'avoir tué ! Faisons quelque chose d'un peu plus facile pour toi… Qu'est-ce que {operation} ?

source: {hugger.mention} attempted a hug. Cute, but the duck despises you for wiping out its family, and for failing HARD at math. [**FAIL**: {experience} exp]
fr: {hugger.mention} a tenté un câlin. C'est mignon, mais le canard te méprise pour avoir éliminé sa famille et pour avoir échoué en maths [**FAIL** : {experience} exp]

source: {hugger.mention} attempted a hug. Adorable, but your affection won't fix the fact that you're failing miserably at math, {hugger.mention}. [**FAIL**: {experience} exp]
fr: {hugger.mention} a tenté un câlin. Adorable, mais ton affection n'arrangera pas le fait que tu échoues lamentablement en maths, {hugger.mention}. [**FAIL** : {experience} exp]

source: [{hurter.mention}] I'm sorry Hal, I'm afraid I can't do that <https://youtu.be/ARJ8cAGm6JE?t=58>.
fr: [{hurter.mention}] Je suis désolé Hal, je crains de ne pas pouvoir faire cela <https://youtu.be/ARJ8cAGm6JE?t=58>.

source: kamikaze
hu: kamikáze
ru: утка-камикадзе
uk: камікадзе

source: super
hu: szuper
ru: супер-утка
uk: супер

source: BZZZZZAAAAK
fi: BZZZZZZAAAAK
nl: BZZZZAAAAK
ru: БЗЗЗАААААК
uk: БЗЗЗЯЯЯК

source: ZzZzZz
de: ZzZzZZz
ru: Хрррм-пшшш
uk: ZzZzZzZz

source: Vote for a boss to spawn for a minute. This is an unfair vote: while it needs people to vote quickly for a boss, if someones vote against, the boss won't spawn.
fi: Äänestä, että pomo spawnaa hetkeksi. Tämä on epäreilu äänestys: sillä se tarvitsee ihmisiä äänestämään nopeasti pomon puolesta, jos joku äänestää vastaan, pomo ei spawnaa.
hu: Szavazás egy főgonosz leidéződésére egy percig. Ez a szavazás nem fer: bár gyorsan kell szavazni az embereknek a főgonosz leidéződéséhez, ha bárki ellenszavaz, a főgonosz nem lesz megidézve.

source: 💥 Your weapon was sabotaged and exploded in your face. You can thank {sabotager.name}#{sabotager.discriminator} for this bad joke.
hu: 💥 A fegyvered meg lett szabotálva és felrobbant az arcodban. Megköszönheted {sabotager.name}#{sabotager.discriminator}-t e rossz viccért.

source: **Daily command**: Get more experience every day
fi: **Päiväkäsky**: Hanki lisää kokemusta joka päivä
hu: **Napi parancs**: szerezz több tapasztalatot mindennap

source: The beloved DuckHunt translators
fi: Rakkaat DuckHunt-kääntäjät
hu: A szeretett DuckHunt fordítók

source: {killer.mention} killed the duck in {spawned_for_str}, for a total of {total_ducks_killed} ({ncategory_killed}) [**Killed**: {normal_exp} exp + {bonus_experience} **clover**]
hu: {killer.mention} megölte a kacsát {spawned_for_str} alatt, összesen {total_ducks_killed}-ra/re ({ncategory_killed}) [**Megölve**: {normal_exp} tp+ {bonus_experience} **lóhere**]

source: {killer.mention} killed the duck in {spawned_for_str}, for a total of {total_ducks_killed} ({ncategory_killed}) [**Killed**: {normal_exp} exp]
hu: {killer.mention} megölte a kacsát {spawned_for_str} alatt, összesen {total_ducks_killed}-ra/re ({ncategory_killed}) [**Megölve**: {normal_exp} tp]

source: Huh, quick question, what's {operation} ?
hu: Huh, gyors kérdés, mennyi {operation}?

source: {hurter.mention}, I asked you a question ! What's {operation} ? Answer with `dh!bang <answer>`.
hu: {hurter.mention}, kérdeztem tőled valamit! Mennyi {operation}? Válaszolj ezzel: `dh!bang <answer>`.

source: {hurter.mention}, Just give me digits !
hu: {hurter.mention}, csak számokat adj nekem!

source: {hurter.mention}, that's not the correct answer !
hu: {hurter.mention}, ez nem a helyes megoldás!

source: ❌ This word is currently protected by {user.name}#{user.discriminator}, you can't place a mine on it — {protect.message}.
fi: ❌ Tämä sana on tällä hetkellä suojattu {user.name}#{user.discriminator}, et voi asettaa siihen miinaa - {protect.message}.

source: ❌ This word is currently protected by {user.name}#{user.discriminator}, you can't place a mine on it.
fi: ❌ Tätä sanaa suojaa tällä hetkellä {user.name}#{user.discriminator}, et voi asettaa siihen miinaa.

source: ❌ This word is already protected by {user.name}#{user.discriminator}.
fi: ❌ Tämä sana on jo suojattu {user.name}#{user.discriminator}.

source: You'll get back your weapon and magazines {formatted_delta} ({formatted_precise_delta})
fi: Saat takaisin aseesi ja lippaat {formatted_delta} ({formatted_precise_delta})..

source: {target.name}#{target.discriminator} data was deleted from this channel.
fi: {target.name}#{target.discriminator} tiedot poistettiin tältä kanavalta.
