Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: 💸 You are redirecting ☀️ sunlight towards {target.mention} eyes 👀 using your mirror. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie lenken ☀️ Sonnenlicht auf {target.mention} Augen 👀 mit Ihrem Spiegel um. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Estas redirigiendo ☀️ la luz del sol a través de los ojos de {target.mention} 👀 usando tu espejo. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu rediriges la lumière du soleil ☀️ sur les yeux 👀 de {target.mention} avec ton miroir. [Acheté: -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je buigt ☀️ zonlicht om naar {target.mention} hun ogen 👀 met behulp van je spiegel. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Celujesz wiązką ☀️ światła słonecznego prosto w oczy 👀 {target.mention}, używając swojego lustra. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você está redirecionando ☀️ luz solar para os olhos {target.mention} 👀 usando o seu espelho. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы направили ☀️ солнечный свет прямо в глаза 👀 {target.mention} при помощи зеркальца. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ви перенаправляєте ☀️ сонячне світло на {target.mention} очі 👀 за допомогою дзеркала. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 💸 You threw sand in {target.mention} weapon... Not cool! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben Sand in {target.mention} Waffe geworfen... Nicht cool! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Tiraste arena en el arma de {target.mention}... ¡No está chido! :( [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu jettes du sable sur l'arme de {target.mention}... Pas cool! [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je gooide zand in {target.mention} hun wapen... Niet cool! [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Zatkałeś lufę broni {target.mention} piaskiem... Nie ładnie! [Wydatek: -{ITEM_COST} PD] łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você jogou areia na arma do(a) {target.mention}... Nada legal! [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы бросили горсть песка на оружие {target.mention}... Это подло! [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ти кинув пісок у {target.mention} зброю... Не круто! [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 💸 You threw water on {target.mention}... But they have a raincoat on. [Fail: -{ITEM_COST} exp]
de: 💸 Sie haben Wasser auf {target.mention} gegossen... Sie haben aber einen Regenmantel an. [Fail: -{ITEM_COST} exp]
es: 💸 Tiraste agua en {target.mention}... Pero tenía puesto un impermeable. [Fallaste: -{ITEM_COST} exp]
fr: 💸 Tu jettes de l'eau sur {target.mention}... Mais il a un imperméable ! [Échec: -{ITEM_COST} exp]
pl: 💸 Wylałeś/aś wielkie wiadro wody prosto w {target.mention} Ale miał/a na sobie płaszcz przeciwdeszczowy. [Porażka: -{ITEM_COST} PD]
pt_br: 💸 Você jogou água em {target.mention}... Mas ele(a) está com uma capa de chuva. [Fracassou: -{ITEM_COST} exp]
ru: 💸 Вы окатили {target.mention} водой... Но этот охотник в непромокаемом плаще. [Неудача: -{ITEM_COST} ед. опыта]
uk: ви вилили воду на {target.mention}... Але на них дощовик. [Fail: -{ITEM_COST} exp]

source: 💸 You threw some icelandic water on {target.mention}... They can't hunt for **three** hours! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben etwas isländisches Wasser auf {target.mention} geworfen... Sie können für **drei** Stunden nicht jagen! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Tiraste un poco de agua islandesa sobre {target.mention}... ¡No podrá cazar por **tres** horas! [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu jettes de l'eau islandaise sur {target.mention}... Il ne peut plus chasser pendant **trois** heures ! [Achat : -{ITEM_COST} exp, total {db_hunter.experience} exp]
pl: 💸 Wylałeś/aś nieco islandzkiej wody prosto w {target.mention}... Nie może polować przez **trzy** godziny! [Wydatek: -{ITEM_COST} PD] łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você jogou um pouco de água islandesa em {target.mention}... Eles não podem caçar por **três** horas! [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы окатили {target.mention} ледяной водицей... Теперь он(а) не сможет охотиться целых **три** часа! [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ти накидав трохи крижаної води на {target.mention}... Вони не можуть полювати три години! [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 💸 You threw water on {target.mention}... They can't hunt for an hour! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben Wasser auf {target.mention} geworfen... Sie können eine Stunde lang nicht jagen! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Tiraste agua sobre {target.mention}... ¡No podrá cazar durante una hora! [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu jettes de l'eau sur {target.mention}... Il ne peut plus chasser pour une heure ! [Achat : -{ITEM_COST} exp, total {db_hunter.experience} exp]
pl: 💸 Wylałeś/aś ogromny kubeł wody prosto w{target.mention}… Nie może polować przez następną godzinę! [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você jogou água em {target.mention}... Eles não podem caçar por uma hora! [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы окатили {target.mention} водой... Теперь он(а) не сможет охотиться целый час! [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ти вилив воду на {target.mention}... Вони не можуть полювати цілу годину! [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ That weapon is already sabotaged.
de: ❌ Diese Waffe ist bereits sabotiert.
es: ❌ Esa arma ya está saboteada.
fi: ❌ Tuo ase on jo sabotoitu.
fr: ❌ Son arme est déjà sabotée.
hu: ❌ Az a fegyver már meg van szabotálva.
nl: ❌ Dat wapen is al gesaboteerd.
pl: ❌ Ta broń jest już sabotowana.
pt_br: ❌ Essa arma já está sabotada.
ru: ❌ Это оружие уже саботировано.
uk: ❌ ця зброя вже саботується.

source: 💸 You sabotaged {target.mention} weapon... They don't know... yet! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben die {target.mention} Waffe sabotiert... Sie wissen es nicht... noch nicht! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has saboteado el arma de {target.mention}... Y no lo sabe... ¡aún! [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fi: 💸 Sabotoit {target.mention} aseen... Hän ei tiedä... vielä! [Ostettu: -{ITEM_COST} kokemuksella, yhteensä {db_hunter.experience} kokemusta]
fr: 💸 Tu as saboté l'arme de {target.mention}... Il ne le sait pas... encore! [Acheté: -{ITEM_COST} exp, total {db_hunter.experience} exp]
pl: Sabotowałes/aś broń {target.mention} On/a jeszcze o tym... nie wie! [Wydatek: -{ITEM_COST}PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você sabotou a arma {target.mention}... Ele(a) não sabe... ainda! [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы саботировали оружие {target.mention}... Он(а) не в курсе... пока! [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ти саботував {target.mention} зброю... Вони не знають... поки що! [Куплено: -{ITEM_COST} exp, total {db_hunter.experience} exp]

source: I couldn't DM you... Are your DMs blocked ? Anyway, you sabotaged {target.name} weapon... They don't know... yet! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: Ich konnte dich nicht DMen... Sind deine DMs blockiert? Wie auch immer, Sie haben die Waffe von {target.name} sabotiert... Sie wissen es nicht... noch nicht! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: No pude mandarte MD... ¿Tienes los mensajes directos bloqueados? Bueno, de todos modos, saboteaste el arma de {target.name}... Y no lo sabe... ¡aún! [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fi: En voinut lähettää sinulle DM:ää... Onko DM:si estetty? Joka tapauksessa, sabotoit {target.name} aseen... Hän ei tiedä... vielä! [Ostettu: -{ITEM_COST} kokemuksella, yhteensä {db_hunter.experience} kokemusta]
fr: Je ne pouvais pas t'envoyer un message privé... Sont-ils bloqués ? De toute façon, tu as saboté l'arme de {target.name}... Il ne le sait pas... encore ! [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
pl: Nie mogę wysyłać do Ciebie prywatnych wiadomości... Czy twoje privy są zablokowane ? W każdym razie... sabotowałeś/aś {target.name} On/a jeszcze o tym... nie wie! [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: Não consegui mandar uma DM para você... Suas DMs estão bloqueadas? De qualquer forma, você sabotou a arma de {target.name}... Ele(a) não sabe... ainda! [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: Мне не удалось связаться с вами в ЛС... Может вы заблокировали ЛС? Тем не менее вы саботировали оружие {target.name}... Он(а) не в курсе... пока! [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: Я не зміг написати вам DM... Твої повідомлення заблоковані? Так чи інакше, ти саботував зброю {target.name}... Вони ще не знають... поки що! [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 💸 You placed a decoy on the channel, the ducks will come soon! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben einen Köder auf dem Kanal platziert, die Enten werden bald kommen! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has puesto un señuelo en el canal, ¡los patos vendrán pronto! [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as placé un leurre dans le salon, les canards vont bientôt arriver ! [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt een lokaas op het kanaal geplaatst, de eenden zullen snel komen! [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Podłożyłeś/aś wabik na kanale, zaraz przylecą kaczki! [Wydatek: -{ITEM_COST} PD] łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você colocou uma isca no canal, os patos virão em breve! [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы разместили приманку. Утки скоро будут здесь! [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви розмістили приманку на каналі, качки скоро прилетять! [Купили: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 💸 You started a mechanical duck on {channel.mention}, it will spawn in 90 seconds. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben eine mechanische Ente auf {channel.mention} gestartet, sie wird in 90 Sekunden spawnen. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Iniciaste un pato mecánico en {channel.mention}, el cual se generará cada 90 segundos. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as lancé un canard mécanique sur {channel.mention}, il va apparaitre dans 90 secondes. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt een mechanische eend gestart op {channel.mention}, hij zal in 90 seconden spawnen. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Podłożyłeś/aś mechaniczną kaczkę na {channel.mention}, pojawi się na kanale za 90 sekund. [WYDATEK: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você iniciou um pato mecânico no {channel.mention}, ele vai aparecer em 90 segundos. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы направили механическую утку на канал {channel.mention}. Она появится через 90 секунд. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ви запустили механічну качку на {channel.mention}, вона відродиться через 90 секунд. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 💸 You started a mechanical duck on {channel.mention}, it will spawn in 90 seconds. [Bought: -{ITEM_COST} exp]. **I couldn't DM you this message**
de: 💸 Sie haben eine mechanische Ente auf {channel.mention} gestartet, sie wird in 90 Sekunden spawnen. [Gekauft: -{ITEM_COST} exp]. **Ich konnte Ihnen diese Nachricht nicht per DM schicken**
es: 💸 Iniciaste un pato mecánico en {channel.mention}, el cual se generará cada 90 segundos. [Compraste: -{ITEM_COST} exp]. **No pude mandarte este mensaje por privado, lo siento :(**
fr: 💸 Tu as initialisé un canard mécanique dans {channel.mention}, il va apparaître dans 90 secondes. [Acheté: -{ITEM_COST} exp]. **Je n'ai pas pu vous MP ce message**
nl: 💸 Je hebt een mechanische eend gestart op {channel.mention}, hij zal in 90 seconden spawnen. [Gekocht: -{ITEM_COST} exp] **Ik kon je dit bericht niet DM'en**
pl: 💸 Podłożyłeś/aś mechaniczną kaczkę na {channel.mention}, pojawi się na kanale za 90 sekund. [WYDATEK: -{ITEM_COST} PD) **Nie mogę tej wiadomości wysłać do Ciebie poprzez czat prywatny**
pt_br: 💸 Você iniciou um pato mecânico no {channel.mention}, ele vai aparecer em 90 segundos. [Gastou: -{ITEM_COST} exp]. **Não consegui te enviar esta mensagem**
ru: 💸 Вы направили механическую утку на канал {channel.mention}. Она появится через 90 секунд. [Покупка: -{ITEM_COST} ед. опыта]. **Мне не удалось отправить вам это сообщение в ЛС.**
uk: 💸 Ви запустили механічну качку на {channel.mention}, вона відродиться через 90 секунд. [Куплено: -{ITEM_COST} exp]. **Я не зміг відправити вам це повідомлення**

source: ❌ I'm afraid you cannot choose your coat color yet.
de: ❌ Leider können Sie sich Ihre Fellfarbe noch nicht aussuchen.
es: ❌ Me temo que aún no puedes elegir el color de tu abrigo.
fi: ❌ Pelkäänpä, ettet voi vielä valita takkisi väriä.
fr: ❌ J'ai bien peur que tu ne puissies pas encore choisir la couleur de ton manteau.
pl: ❌ Obawiam się, że nie możesz jeszcze wybrać koloru swojego płaszcza.
pt_br: ❌ Receio que ainda não possa escolher a cor do seu casaco.
ru: ❌ Боюсь, вы пока не можете выбрать цвет плаща.
uk: боюся, що ви поки що не можете обрати колір пальто.

source: 💸 You bought a new, **{color}** coat. You don't look very good, but you are very much protected from water. The tag on the coat says the following : > 100% Polyester, machine washable > {hint} > Made in a CACAD factory also producing homing bullets [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben einen neuen, **{color}** Mantel gekauft Sie sehen nicht sehr gut aus, aber Sie sind sehr gut vor Wasser geschützt. Auf dem Etikett des Mantels steht Folgendes: > 100% Polyester, maschinenwaschbar > {hint} > Hergestellt in einer CACAD-Fabrik, die auch Zielsuchkugeln produziert [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Te has comprado un abrigo nuevo, **{color}** No se ve muy bien, pero está muy protegido del agua. La etiqueta del abrigo dice lo siguiente : > 100% Poliéster, lavable a máquina > {hint} > Hecho en una fábrica de CACAD que también produce balas homing [Comprado: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as acheté un nouveau manteau **{color}**. Tu n'as pas un super look, mais tu es très bien protégé de l'eau. L'étiquette du manteau est la suivante : > 100% Polyester, lavable en machine > {hint} > Fait par une usine du CACAC qui produit aussi des balles autoguidées [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
pl: 💸 Kupiłeś/aś nowy, **{color}** płaszcz. Na metce jest napisane: 100% poliester, prać maszynowo > {hint} > Wyprodukowano w fabryce KPKPK, która produkuje również pociski naprowadzające [Wydatek: -{ITEM_COST} PD] łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você comprou um casaco **{color}** novo. Não parece que ficou muito bem em você, mas está muito protegido da água. A etiqueta no casaco diz o seguinte : > 100% poliéster, lavável na máquina > {hint} > Fabricado na CCCCP, uma fábrica que também produz balas teleguiadas [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы приобрели новый плащ. **{color}**? Вам не особо идёт, зато вы неплохо защищены от воды. На бирке написано следующее: > 100% полиэстер, пригодно для машинной стирки > {hint} > Сделано на фабрике Общества по защите прав животных, которое также выпускает патроны с самонаведением [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ви купили нове, **{color}** пальто Виглядаєш не дуже добре, але зате дуже добре захищений від води. На бирці на пальто написано наступне : &gt; 100% поліестер, можна прати в пральній машині &gt; {hint} &gt; Зроблено на фабриці CACAD, яка також виробляє самонавідні кулі [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ You already use a kill license.
de: ❌ Sie verwenden bereits eine Kill-Lizenz.
es: ❌ Ya utilizas una licencia de muerte.
fi: ❌ Käytät jo tappolisenssiä.
fr: ❌ Tu utilises déjà un permis de tuer.
nl: ❌ Je gebruikt al een kill-licentie.
pl: ❌ Korzystasz już z licencji zabijania.
pt_br: ❌ Você já está usando uma licença para matar.
ru: ❌ У вас уже есть лицензия на убийство.
uk: ви вже використовуєте ліцензію на вбивство.

source: 💸 You bought a kill license. Accidental kills are now allowed. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Du hast eine Tötungslizenz gekauft. Versehentliche Tötungen sind jetzt erlaubt. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has comprado una licencia para matar. Ahora se permiten las muertes accidentales. [Comprado: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Vous avez acheté un permis de tuer. Les meurtres accidentels vous sont désormais autorisées. [Acheté : - {ITEM_COST} exp, total {db_hunter.experience} exp]
pl: 💸 Kupiłeś/aś licencję na zabijanie. Przypadkowe zabójstwa są niedozwolone. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você comprou uma licença para matar. Mortes acidentais agora são permitidas. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
uk: ви купили ліцензію на вбивство. Випадкові вбивства тепер дозволені. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ You already have an automatic reloader.
de: ❌ Sie haben bereits einen automatischen Nachlader.
es: ❌ Ya tienes un recargador automático.
fi: ❌ Sinulla on jo automaattinen latauslaite.
fr: ❌ Tu disposes déjà d'un rechargeur automatique.
nl: ❌ Je hebt al een automatische herlader.
pl: ❌ Używasz już automatycznego ładowania.
pt_br: ❌ Você já tem um recarregador automático.
ru: ❌ У вас уже есть устройство автоматической перезарядки.
uk: ❌ У вас вже є автоматична перезарядка.

source: 💸 You bought an auto reloader for your weapon. It'll reload automatically every time it's necessary for a day. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben einen automatischen Nachlader für Ihre Waffe gekauft. Er wird einen Tag lang jedes Mal automatisch nachladen, wenn es nötig ist. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has comprado un cargador automático para tu arma. Ahora tu arma se recargará automáticamente en el día cada que sea necesario. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as acheté un rechargeur automatique pour votre arme. Il rechargera automatiquement ton arme chaque fois que c'est nécessaire pendant une journée. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt een autolader voor je wapen gekocht. Het zal automatisch herladen elke keer dat het nodig is, voor een dag lang. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Kupiłeś/aś automatyczne przeładowanie do swojej broni. Ładuje się automatycznie za każdym razem, gdy jest to konieczne przez jeden dzień. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você comprou um recarregador automático para a sua arma. Ela será recarregada automaticamente sempre que for necessário, por um dia. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы приобрели устройство автоматической перезарядки оружия. Оно будет срабатывать в нужный момент в течение суток. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви придбали автоперезарядку для своєї зброї. Він буде автоматично перезаряджатися кожен раз, коли це необхідно протягом дня. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ You already have homing bullets.
de: ❌ Sie haben bereits Zielsuchkugeln.
es: ❌ Ya tienes balas buscadoras.
fi: ❌ Sinulla on jo ohjautuvat luodit.
fr: ❌ Tu as déjà des balles à tête chercheuse.
nl: ❌ Je hebt al homing-kogels.
pl: ❌ Posiadasz już naprowadzające pociski.
pt_br: ❌ Você já tem balas teleguiadas.
ru: ❌ У вас уже есть самонаводящиеся патроны.
uk: у вас вже є самонавідні кулі.

source: 💸 You are now using the brand new Homing Bullets made by CACAD (the Comitee Against the Comitee Against Ducks) in China. Try them soon! [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie verwenden jetzt die brandneuen Homing Bullets, die von CACAD (dem Comitee Against the Comitee Against Ducks) in China hergestellt wurden. Probieren Sie sie bald aus! [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Ahora estás usando las nuevas balas homing fabricadas por el CACAD (el Comité contra los Patos) en China. Pruébalas pronto! [Comprado: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu utilise maintenant les toutes nouvelles balles a tête chercheuse fabriquées par le CCCCC (Comité Contre le Comité Contre les Canards) en Chine. Essaye-les ! [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
hu: 💸 Mostantól a vadonatúj Célvezető Lövedékeket használod a KKEE által (Koalíció a Kacsaellenes Egyesület Ellen), amit Kínában gyártottak. Próbáld ki hamarosan! [Megvásárolva: -{ITEM_COST} tp, összesen {db_hunter.experience} tp]
pl: 💸 Używasz teraz nowiutkich pocisków samonaprowadzających wyprodukowanych przez KPKPK (Komitet Przeciwko Komitetowi Przeciw Kaczkom) w Chinach. Spróbuj je wypróbować! [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você está agora usando as novíssimas Balas Teleguiadas feitas pelo CCCCP (o Comitê Contra o Comitê Contra os Patos) na China. Experimente-as em breve! [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Теперь у вас есть новейшие самонаводящиеся патроны, изготовленные в КНР по заказу Общества по защите прав животных. Спешите опробовать! [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: тепер ви використовуєте абсолютно нові самонавідні кулі виробництва CACAD (Комітет по боротьбі з качками) в Китаї. Спробуйте їх найближчим часом! [Купили: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 🌐 The beloved DuckHunt translators
fr: Les traducteurs DuckHunt adorés
pl: 🌐 Ukochani tłumacze DuckHunt
