Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Damn, {killer.mention}, you suck! You killed a mechanical duck! All of this is {creator.mention}'s fault! [exp: {won_experience}]
de: Verdammt, {killer.mention}, du bist scheiße! Du hast eine mechanische Ente getötet! Das ist alles die Schuld von {creator.mention}! [exp: {won_experience}]
es: Maldición {killer.mention}, ¡apestas! ¡Mataste a un pato mecánico! ¡Todo esto es culpa de {creator.mention}, el creador! [exp: {won_experience}]
fr: Eh ben, {killer.mention}, t'es vraiment nul ! Tu as tué un canard mécanique ! C'est la faute de {creator.mention} ! [exp : {won_experience}]
hu: A fenébe, {killer.mention}, te szívás! Megöltél egy mechanikus kacsát! Mindez {creator.mention} hibája! [tp: {won_experience}]
nl: Verdomme, {killer.mention}, je bakt er niks van! Je hebt een mechanische eend gedood! Dit is allemaal de schuld van {creator.mention}! [exp: {won_experience}]
pl: Cholipka, {killer.mention}, jesteś do bani! Zabiłeś/aś mechaniczną kaczkę! Wszystko to wina {creator.mention}! [PD: {won_experience}]
pt_br: Porra, {killer.mention}, você é uma merda! Você matou um pato mecânico! Tudo isso é culpa do(a) {creator.mention}! [exp:{won_experience}]
ru: {killer.mention}, простофиля! Вы убили механическую утку! Автор подставы - {creator.mention}! [Опыт: {won_experience}]
uk: Прокляття, {killer.mention}, ти відстій! Ти вбив механічну качку! Це все через {creator.mention}! [exp: {won_experience}]

source: of which one is a super duck
de: von denen eine eine Super-Ente ist
es: de los cuales uno es un súper pato
fr: dont un super canard
hu: amiből 1 szuperkacsa
nl: Waaronder een supereend
pl: z których jedna to super kaczka
pt_br: dos quais um é um super pato
ru: из которых одна класса супер-утка

source: moad
de: Pinguin
fr: mdtlc
pl: mwk
pt_br: mdtp
ru: мать всех уток
uk: МОАД

source: of which one is a MOAD
de: von denen einer ein PINGUIN ist
es: de los cuales uno es un MOAD
fr: dont une MDTLC
hu: amiből 1 MOAD
nl: Waaronder een MOAD
pl: z których jedna jest Matką Wszystkich Kaczek
pt_br: dos quais um é um MDTP
ru: из которых одна класса мать всех уток
uk: з яких один є MOAD

source: armored
de: Aufgerüstet
es: blindado
fi: panssaroitu
fr: en armure
hu: páncélos
nl: gepanterd
pl: uzbrojona
pt_br: blindado
ru: бронированная утка
uk: броньований

source: of which one is an armored duck
de: von denen eine eine aufgerüstete Ente ist
es: de los cuales uno es un pato blindado
fr: dont un canard blindé
hu: amiből 1 páncélos kacsa
nl: Waaronder een gepantserde eend
pl: z których jedna to kaczka opancerzona
pt_br: dos quais um é um pato blindado
ru: их которых одна класса утка бронированная

source: {hurter.mention} hurt the duck [**ARMORED duck detected**: {lives_left}/{total_lives}][**Damage** : -{damage}]
de: {hurter.mention} Verletzt die Ente [**SUPER DUCK erkannt**: {lives_left}/{total_lives}][**Schaden** : -{damage}]
es: {hurter.mention} lastimó al pato :D [**Super Pato detectado**: {lives_left}/{total_lives}][**Daño hecho** : -{damage}]
fr: {hurter.mention} attaque le canard [**CANARD EN ARMURE détecté** : {lives_left}/{total_lives}] [**Dégats** : -{damage}]
hu: {hurter.mention} megsebezte a kacsát [**PÁNCÉLOS kacsa érzékelve**: {lives_left}/{total_lives}][**Sebzés** : -{damage}]
nl: {hurter.mention} deed de eend pijn [**GEPANTSERDE eend gedetecteerd**: {lives_left}/{total_lives}][**Schade** : -{damage}]
pl: {hurter.mention} zranił/a kaczkę [**wykryto UZBROJONĄ KACZKĘ**:{lives_left}/{total_lives}][**Obrażenia : -{damage}]
pt_br: {hurter.mention} atingiu o pato [**pato BLINDADO detectado**: {lives_left}/{total_lives}][**Dano** : -{damage}]
ru: {hurter.mention} ранил(а) утку... [**Обнаружена БРОНИРОВАННАЯ утка**: {lives_left}/{total_lives}][**Урон** : -{damage}]
uk: {hurter.mention} поранити качку [**Виявлено броньовану качку**: {lives_left}/{total_lives}] [**Пошкодження** : -{damage}]

source: {hurter.mention} hurt the duck [**ARMORED duck detected**][**Damage** : -{damage}]
de: {hurter.mention} Verletzt die Ente [**SUPER DUCK erkannt**][**Schaden** : -{damage}]
es: {hurter.mention}, el pato resistió. [**Pato con armadura detectado**][**Daño hecho** : -{damage}]
fr: {hurter.mention} attaque le canard [**CANARD EN ARMURE detecté**] [**Dégats** : - {damage}]
hu: {hurter.mention} megsebezte a kacsát [**PÁNCÉLOS kacsa érzékelve**][**Sebzés** : -{damage}]
nl: {hurter.mention} deed de eend pijn [** GEPANTSERDE eend gedetecteerd **] [** schade **: - {damage}]
pl: {hurter.mention} zranił/a kaczkę [**wykryto UZBROJONĄ KACZKĘ**][**Obrażenia : -{damage}]
pt_br: {hurter.mention} atingiu o pato [**pato BLINDADO detectado**][**Dano** : -{damage}]
ru: {hurter.mention} ранил(а) утку... [**Обнаружена БРОНИРОВАННАЯ утка**][**Урон** : -{damage}]
uk: {hurter.mention} поранив качку [**Виявлено броньовану качку**] [**Пошкодження** : -{damage}]

source: night
de: Nacht
es: nocturnos
fi: yö
fr: de nuit
hu: éjszaka
nl: nacht
pl: noc
pt_br: noite
ru: ночная уточка
uk: ніч

source: of which one is a night duck
de: von denen eine eine Nachtente ist
es: de los cuales uno es un pato nocturno
fi: joista yksi on yöankka
fr: dont un canard de nuit
hu: amiből 1 éjszakai kacsa
nl: Waaronder een nachteend
pl: z których jedna jest nocną kaczką
pt_br: dos quais um é um pato noturno
ru: из которых одна ночная утка

source: sleeping
de: schlafend
es: dormido
fi: nukkuu
fr: endormi
hu: alvó
nl: slapende
pl: spanie
pt_br: dormindo
ru: спящая уточка
uk: сплячий

source: of which one is a sleeping duck
de: von denen eine eine schlafende Ente ist
es: de los cuales uno es un pato dormido
fi: joista yksi on nukkuva ankka
fr: dont un canard endormi
hu: amiből 1 alvó kacsa
nl: Waaronder een slapende eend
pl: z czego jedna to śpiąca kaczka
pt_br: dos quais um é um pato adormecido
ru: из которых одна спящая утка

source: KWAK
pl: KWA
ru: КРЯ

source: KWAAK
pl: KWAA
ru: КРЯААА
uk: КРЯ! КРЯ!

source: KWAAAK
pl: KWAAA
ru: КРЯААААА
uk: КРЯяяяЯЯЯЯ К!

source: COUAK
pl: KWA
ru: КРЯ-КРЯ
uk: Поляніца

source: COUAAK
pl: KWAAA
ru: КРЯ-КРЯААА
uk: Паляниця

source: COUAAAK
pl: KWAAA
ru: КРЯ-КРЯААААА
uk: Кря ! ! !

source: QUAK
pl: KWA
ru: КРЯК
uk: пОлянітса

source: QUAAK
de: QOUAAK
pl: KWAA
ru: КРЯАААК
uk: Па-ля-ни-ця... кря

source: QUAAAK
pl: KWAAA
ru: КРЯАААААК
uk: Кря-Кря

source: QUACK
pl: KWA
ru: КРЯ-КРЯ-КРЯ
uk: КРЯ

source: QUAACK
pl: KWAA
ru: КРЯ-КРЯ-КРЯААА
uk: карр-карр...? ..КРЯ!

source: QUAAACK
pl: KWAAAAA
ru: КРЯ-КРЯ-КРЯААААА
uk: КРЯЯЯЯК

source: COUAC
pl: KWA
ru: КРЯ-КРЯ-ХРЮ
uk: КРЯК

source: COUAAC
pl: KWAA
ru: КРЯ-КРЯ-ХРЮУУУ
uk: Кря. Кря- Кря-Кря

source: COUAAAC
pl: KWAAA
ru: КРЯ-КРЯ-ХРЮУУУУУ
uk: КРЯКУС

source: COUACK
pl: KWA
ru: КРЯ-БЛИН
uk: КРРЯЯЯК

source: *cries*
de: *weint*
es: *llora*
fi: *itkee*
fr: *pleure*
hu: *sír*
nl: *kreten*
pl: *płacze*
pt_br: *chora*
ru: *крякает*
uk: *плаче*

source: Hello world
de: Guten Tag
es: Hola mundo
fi: Hei maailma
fr: Bien le bonjour !
hu: Helló világ
nl: Hallo wereld
pl: Witaj, świecie!
pt_br: Olá mundo
ru: Привет, мир!
uk: Привіт, світ

source: How are you today?
de: Wie geht es dir heute?
es: ¿ Ola k ase ?
fi: Miten voit tänään?
fr: Comment vas-tu aujourd'hui ?
hu: Hogy vagy ma?
nl: Hoe gaat het vandaag met je?
pl: Jak się dzisiaj macie?
pt_br: E aí, turu bom?
ru: Как ваши дела?
uk: Як ви сьогодні почуваєтеся?

source: Please don't kill me...
de: Bitte töte mich nicht...
es: Por favor, no me mates...
fi: Älä tapa minua...
fr: S'il-te-plaît ne me tues pas...
hu: Kérlek, ne ölj meg...
nl: Vermoord me alsjeblieft niet...
pl: Proszę, nie zabijaj mnie...
pt_br: Por favor, não me mate...
ru: Пожалуйста, не убивайте меня...
uk: Будь ласка, не вбивайте мене...

source: I love you too!
de: Ich liebe dich auch!
es: ¡Yo también te amo!
fi: Minäkin rakastan sinua!
fr: Je t'aime moi aussi!
hu: Én is szeretlek!
nl: Ik hou ook van jou!
pl: Ja też Ciebie kocham! :*
pt_br: Também te amo!
ru: Я вас тоже люблю!
uk: Я теж тебе люблю!

source: Don't shoot me! I'm a fake duck!
de: Erschießen Sie mich nicht! Ich bin eine gefälschte Ente!
es: ¡No me disparen! ¡Soy un pato falso!
fi: Älkää ampuko minua! Olen vale ankka!
fr: Ne me tire pas dessus! Je suis un faux canard!
hu: Ne lőj le! Hamis kacsa vagyok!
nl: Schiet me niet neer! Ik ben een nep-eend!
pl: Nie strzelaj do mnie! Jestem fałszywą kaczką!
pt_br: Não atire em mim! Eu sou um pato falso!
ru: Не стреляйте в меня! Я ненастоящая...
uk: Не стріляйте в мене! Я несправжня качка!

source: **Duck fact**: Some ducks can fly up to 332 miles in a single day!
de: **Duck fact**: Manche Enten können an einem einzigen Tag bis zu 332 Meilen fliegen!
es: **Dato curioso**: Algunos patos pueden volar hasta 332 millas en un solo día
fi: **Ankkafakta**: Jotkut ankat voivat lentää jopa 332 mailia yhden päivän aikana!
fr: **Fait de canard** : Certains canards peuvent voler jusqu'à 534 kilomètres en une seule journée !
hu: **Kacsatény**: Néhány kacsa akár 332 métert repülhet egy nap alatt!
nl: **Eendenfeit**: Sommige eenden kunnen tot 535 kilometer vliegen in een enkele dag!
pl: **Ciekawostka**: Niektóre kaczki mogą przelecieć nawet 520 km w ciągu jednego dnia!
pt_br: **Fato Patístico**: Alguns patos podem voar por mais de 322 milhas em apenas um dia!
ru: **Утиный факт**... Некоторые утки могут пролететь до 534 км за один день!
uk: **Качиний факт**: Деякі качки можуть пролетіти до 332 миль за один день!

source: **Duck fact**: The feathers on a ducks back are waterproof.
de: **Ente Tatsache**: Die Federn auf dem Rücken einer Ente sind wasserdicht.
es: **Dato curioso**: Las plumas de los patos son impermeables.
fi: **Ankkafakta**: Ankan selän höyhenet ovat vedenpitäviä.
fr: **Fait de canard** : Les plumes du dos d'un canard sont imperméables.
hu: **Kacsatény**: A kacsák hátulján a tollak vízállóak.
nl: **Eendenfeitt**: De veren op de rug van een eend zijn waterdicht.
pl: **Ciekawostka**: Pióra na grzbiecie kaczek są wodoodporne.
pt_br: **Fato Patístico**: As penas nas costas dos patos são à prova d'água.
ru: **Утиный факт**... Перья на спинке утки не пропускают воду.
uk: **Качиний факт**: Пір'я на качиній спині водонепроникне.

source: **Duck fact**: Ducks have three eyelids!
de: **Enten-Fakt**: Enten haben drei Augenlider!
es: **Dato curioso**: ¡Los patos tienen tres párpados!
fi: **Ankkafakta**: Ankoilla on kolme silmäluomea!
fr: **Fait de canard** : Les canards ont trois paupières !
hu: **Kacsatény**: A kacsáknak három szemhéjuk van!
nl: **Eendenfeit**: Eenden hebben drie oogleden!
pl: **Ciekawostka**: Kaczki mają trzy powieki!
pt_br: **Fato Patístico**: Patos têm três pálpebras!
ru: **Утиный факт**... У уток три века!
uk: **Качиний факт**: У качок три повіки!

source: **Duck fact**: Depending on the species, a duck can live between 2 and 12 years. Not the ducks on this game tho...
de: **Ente Fakt**: Je nach Art kann eine Ente zwischen 2 und 12 Jahre alt werden. Nicht die Enten in diesem Spiel, aber...
es: **Dato curioso**: Dependiendo de la especie, un pato puede vivir entre 2 y 12 años. Aunque los patos en este juego duran...
fi: **Ankkafakta**: Lajista riippuen ankka voi elää 2-12 vuotta. Ei kuitenkaan tämän pelin ankat...
fr: **Fait de canard** : Selon l'espèce, un canard peut vivre entre 2 et 12 ans. Pas les canards de ce jeu par contre...
hu: **Duck fact**: Fajtól függően egy kacsa 2-12 évig élhet. Viszont a kacsák ebben a játékban nem...
nl: **Eendenfeit**: Afhankelijk van de soort kan een eend tussen 2 en 12 jaar oud worden. Hoewel niet de eenden op dit spel...
pl: **Ciekawostka**: W zależności od gatunku kaczka może żyć od 2 do 12 lat. Podejrzewam, że badacze tego faktu nie mieli nigdy okazji zagrać w DuckHunt...
pt_br: **Fato Patístico**: Dependendo da espécie, um pato pode viver entre 2 a 12 anos. Não os patos que vivem nesse jogo, é claro...
ru: **Утиный факт**... В зависимости от вида утка может прожить от 2 до 12 лет. Чего не скажешь об утках в этой игре...
uk: **Качиний факт**: Залежно від виду, качка може жити від 2 до 12 років. Але не качки в цій грі, які ...

source: I am invisible, don't bother killing me
de: Ich bin unsichtbar, machen Sie sich nicht die Mühe, mich zu töten
es: Soy invisible, no te molestes en tratar de matarme
fi: Olen näkymätön, älkää vaivautuko tappamaan minua!
fr: Je suis invisible, ne t'embêtes pas à essayer de me tuer
hu: Láthatatlan vagyok, ne akarj megölni
nl: Ik ben onzichtbaar, doe geen moeite om me te doden..
pl: Jestem niewidzialna, nie zawracaj sobie głowy zabijaniem mnie
pt_br: Eu estou invisível, não se preocupe em me matar!
ru: Я утка-невидимка, не пытайтесь меня подстрелить...
uk: Я невидимий, не намагайтеся мене вбити

source: Who is the little ████ here that killed my friend ?
de: Wer ist der kleine ████ hier, der meinen Freund getötet hat?
es: ¿Quién es el ████ que mató a mi amigo?
fi: Kuka on se pikku ████ joka tappoi ystäväni?
fr: Qui est le petit ████ ici qui a tué mon ami ?
hu: Ki az a kis ████ itt aki megölte a barátomat?
nl: Wie is de kleine ████ hier die mijn vriend heeft vermoord ?
pl: Kim jest ten mały ████, który zabił mojego przyjaciela?
pt_br: Quem é o filho da ████ que matou meu amigo?
ru: Какая ████ застрелила моего друга?
uk: Хто цей маленький ████, що вбив мого друга?

source: You can't aim for good...
de: Man kannst nicht zielen...
es: Ni siquiera puedes apuntar bien...
fi: Et voi pyrkiä hyvään...
fr: Je suis sûr que tu ne peux pas viser...
hu: Tényleg nem tudsz célozni...
nl: Je kunt niet goed mikken...
pl: Nie możesz strzelić w takie piękne stworzenie jak ja...
pt_br: A sua mira não é das melhores...
ru: Мазила!..
uk: Не можна цілитися ...

source: The duck left.
de: Die Ente ist weg.
es: El pato se fue.
fi: Ankka poistui.
fr: Le canard s'en va.
hu: A kacsa elment balra.
nl: De eend vertrok.
pl: Kaczka odfrunęła.
pt_br: O pato à esquerda.
ru: Утка взяла влево.
uk: Качка ліворуч..

source: The duck right.
de: Die Ente rechts.
es: El pato derecho.
fr: Le canard part là-bas.
hu: A kacsa elment jobbra.
nl: Vers uit Eendhoven
pl: Prawa kaczek!
pt_br: O pato à direita.
ru: Утка взяла вправо.
uk: Качка праворуч.

source: STOP! It's not what you think!
de: STOPP! Es ist nicht das, was Sie denken!
es: ¡DETENTE! ¡No es lo que piensas!
fr: STOP! Ce n'est pas ce que tu penses!
hu: ÁLLJ! Ez nem az, amire gondolsz!
nl: STOP! Het is niet wat je denkt!
pl: ZACZEKAJ! To nie tak, jak myślisz!
pt_br: PARE! Isso não é o que você está pensando!
ru: СТОП! Это не то, о чём вы подумали!
uk: СТІЙ! Це не те, що ви думаєте!

source: Killing me will cost you 1562 experience points.
de: Wenn Sie mich töten, kostet Sie das 1562 Erfahrungspunkte.
es: Matarme te costará 1562 puntos de experiencia.
fr: Me tuer te coutera 1562 points d'expérience.
hu: A megölésem 1562 tapasztalati pontodba fog kerülni.
nl: Mij vermoorden kost je 1562 ervaringspunten.
pl: Zabicie mnie będzie kosztować 1562 punkty doświadczenia.
pt_br: Me matar te custar 1562 pontos de experiência.
ru: Убьёте меня - потеряете 1562 ед. опыта.
uk: Вбивство мене коштуватиме вам 1562 очок досвіду.

source: I have a secret plan to kill all hunters but I'm already short on breath I don't think I'll be able to explain it all to you before...
de: Ich habe einen geheimen Plan, alle Jäger zu töten, aber ich bin bereits kurzatmig, ich glaube nicht, dass ich Ihnen das alles vorher erklären kann...
es: Tengo un plan secreto para matar a todos los cazadores. No creo que pueda explicártelo todo antes de qué...
fr: J'ai un plan secret pour tuer tous les chasseurs mais je suis déjà à bout de souffle. Je ne pense pas pouvoir tout vous expliquer avant...
hu: Van egy titkos tervem az összes vadász megölésére de már most is alig jutok levegőhöz nem hiszem hogy el tudom magyarázni neked az egészet mielőtt...
nl: Ik heb een geheim plan om alle jagers te doden, maar ik ben al kortademig. Ik denk niet dat ik het je eerder kan uitleggen...
pl: Mam sekretny plan zabicia wszystkich łowców, ale już brakuje mi tchu. Nie sądzę, że będę w stanie Wam to wszystko wyjaśnić, zanim...
pt_br: Eu tenho um plano secreto para matar todos os caçadores, mas eu já estou com falta de ar, acho que não vou conseguir te explicar tudo antes que...
ru: У меня есть секретный план убить всех охотников. Но силы меня покидают, и я не думаю, что успею кому-либо поведать о нём до...
uk: У мене є таємний план, як вбити всіх мисливців, але я вже задихаюся і не думаю, що зможу пояснити тобі все раніше...

source: [INSERT DUCK NOISE HERE]
de: [ENTENGERÄUSCH HIER EINFÜGEN]
es: [INSERTAR RUIDO DE PATITO AQUÍ]
fr: [INSÉRER BRUIT DE CANARD ICI]
hu: [ILLESSZ BE KACSAHANGOT IDE]
nl: [VOEG HIER EENDENGELUID IN]
pl: [TU WSTAW ODGŁOS KACZKI]
pt_br: [INSIRA UM GRITO DE PATO AQUI]
ru: [ВСТАВЬТЕ СЮДА КРИК УТКИ]
uk: [ВСТАВИТИ ЗВУК КАЧКИ]

source: What happened after DuckHunt was created? ||The big bang||.
de: Was passierte, nachdem DuckHunt erstellt wurde? Der Urknall.
es: ¿Qué pasó después de que se creara DuckHunt? ||El big BANG. ||
fr: Que s'est-il passé après que Duckhunt ait été créé? ||Le big bang||
hu: Mi történt a DuckHunt létrehozása után? ||Az ősrobbanás||.
nl: Wat gebeurde er na het maken van DuckHunt? ||De oerknal||.
pl: Co się stało po stworzeniu DuckHunt? ||Wielki wybuch||.
pt_br: O que aconteceu depois que DuckHunt foi criado? ||O big bang||.
ru: Что произошло вскоре после создания DuckHunt? ||Большой бабах||!
uk: Що сталося після створення DuckHunt? ||Великий вибух.

source: It's rabbit season.
de: Es ist Kaninchensaison.
es: Es temporada de conejos.
fr: C'est la saison des lapins.
hu: Nyúlszezon van.
nl: Het is konijnenseizoen.
pl: Sezon polowań na króliki czas zacząć!
pt_br: É temporada de caça ao coelho.
ru: Открыт сезон охоты на кроликов.
uk: Зараз сезон кроликів.

source: Got a spare cape?
de: Haben Sie einen Umhang übrig?
es: ¿Tienes una capa de repuesto?
fr: Vous avez une cape en rab?
hu: Van egy tartalék köpenyed?
nl: Heb je een reservecape?
pl: Macie może zapasową pelerynę?
pt_br: Você tem uma jaqueta sobrando?
ru: Есть запасной плащ-невидимка?
uk: У вас є запасний плащ?

source: Which side of a duck has more feathers? ||The outside||.
de: Welche Seite einer Ente hat mehr Federn? ||Die Außenseite||.
es: ¿Qué lado del pato tiene más plumas? ||El exterior ||.
fr: Quel côté d'un canard a le plus de plumes ? ||L'extérieur||.
hu: A kacsa melyik oldalán van több toll? ||Kívül||.
nl: Welke kant van een eend heeft meer veren? ||De buitenkant||.
pl: Po jakiej stronie kaczki jest więcej piór? ||Zewnętrznej||.
pt_br: Qual lado de um pato tem mais penas? ||O exterior||.
ru: С какой стороны у утки больше перьев? ||С внешней||.
uk: На якому боці качки більше пір'я? ||Зовні.

source: I steal money. I'm a robber ducky.
de: Ich stehle Geld. Ich bin ein Raubvogel.
es: Robo dinero. Soy un pato ladrón.
fr: Je vais piquer toute ton expérience.
hu: Én pénzt rablok. Én egy rablókacsa vagyok.
nl: Ik steel geld. Ik ben een roofeendje.
pl: Kradnę hajsy. Jestem kaczką rozbójniczką. ARRR!
pt_br: Eu roubo dinheiro. Eu sou um patinho ladrão.
ru: Живу честно, приворовываю...
uk: Я краду гроші. Я качка-грабіжник.

source: I'm a very special duck.
de: Ich bin eine ganz besondere Ente.
es: Soy un pato muy especial.
fr: Je suis un canard très spécial.
hu: Én egy nagyon speciális kacsa vagyok.
nl: Ik ben een heel speciale eend.
pl: Jestem bardzo, bardzo, ale to BARDZO wyjątkową kaczką.
pt_br: Eu sou um pato muito especial.
ru: Я утка особенная...
uk: Я дуже особлива качка.

source: **DuckHunt ProTip®**: use clovers to get more experience.
de: **DuckHunt ProTip®**: Verwenden Sie Kleeblätter, um mehr Erfahrung zu erhalten.
es: **DuckHunt ProTip®**: usa tréboles para obtener más experiencia.
fr: **DuckHunt ProTip®** : utilise un trèfle pour gagner plus d'expérience.
nl: **DuckHunt ProTip®**: gebruik klavertjes-4 om meer ervaring op te doen.
pl: **Duck Hunt Pro Tip®**: używaj czterolistnych koniczynek, aby zdobyć więcej doświadczenia.
pt_br: **DuckHunt Dica de Pro®**: Use trevos para ganhar mais experiência.
ru: **Совет от DuckHunt**: используйте клевер, чтобы получать больше ед. опыта.
uk: **DuckHunt ProTip®**: використовуйте конюшину, щоб отримати більше досвіду.

source: **DuckHunt ProTip®**: use sights to improve accuracy at lower levels.
de: **DuckHunt ProTip®**: Verwenden Sie Visierungen, um die Genauigkeit auf niedrigeren Ebenen zu verbessern.
es: **DuckHunt ProTip®**: usa las miras para mejorar la precisión.
fr: **DuckHunt ProTip®** : utilise un viseur pour améliorer la précision de tes tirs.
nl: **DuckHunt ProTip®**: gebruik een richtkijker om de nauwkeurigheid op lagere niveaus te verbeteren.
pl: **Duck Hunt ProTip®**: używaj celowników, aby poprawić celność na niższych poziomach.
pt_br: **DuckHunt Dica de Pro®**: Use óculos de Sol para aumentar a sua precisão se quiser sair dos níveis iniciais.
ru: **Совет от DuckHunt**: используйте оптику для повышения точности стрельбы на более низких уровнях.
uk: **DuckHunt ProTip®**: використовуйте приціли для підвищення точності на нижчих рівнях.

source: **DuckHunt ProTip®**: use grease to prevent weapon jams
de: **DuckHunt ProTip®**: Fett verwenden, um Waffenstaus zu vermeiden
es: **DuckHunt ProTip®**: usa la grasa para prevenir los atascos en armas
fr: **DuckHunt ProTip®** : utilise de la graisse pour éviter que ton arme s'enraye.
nl: **DuckHunt ProTip®**: gebruik smeermiddel om vastlopen van wapens te voorkomen
pl: **Duck Hunt ProTip®**: użyj smaru, aby zapobiec zacięciom broni
pt_br: **DuckHunt Dica de Pro®**: Use graxa para impedir que as suas armas travem.
ru: **Совет от DuckHunt**: используйте смазку для повышения отказоустойчивости оружия.
uk: **DuckHunt ProTip®**: використовуйте мастило для запобігання заклинюванню зброї

source: *Slurp*
de: *Schlurrp*
es: *Graznido*
pl: *Siorb*
pt_br: *Glub Glub*
ru: *Плюх!*
uk: *Хлюп!

source: Hopefully you are all AFK...
de: Hoffentlich sind Sie alle AFK...
es: Por suerte todos ustedes están AFK...
fr: J'espère que vous êtes tous AFK...
hu: *Remélhetőleg mindannyian távol vagytok a géptől...*
nl: Hopelijk zijn jullie allemaal AFK...
pl: Na szczęście wszyscy jesteście AFK...
pt_br: Espero que todos vocês estejam dando um rolê...
ru: Надеюсь, вы все офлайн...
uk: Сподіваємось, ви всі AFK...

source: **DuckHunt ProTip®**: use infrared detectors to prevent useless shots.
de: **DuckHunt ProTip®**: verwenden Sie Infrarot-Detektoren, um nutzlose Schüsse zu verhindern.
es: **DuckHunt ProTip®**: usa detectores infrarrojos para evitar disparos innecesarios.
fr: **DuckHunt ProTip®** : utilise un détecteur infrarouge pour éviter des tirs inutiles.
nl: **DuckHunt ProTip®**: gebruik infrarooddetectors om nutteloze schoten te voorkomen.
pl: **DuckHunt ProTip®**: używaj detektorów podczerwieni, aby zapobiegać bezużytecznym strzałom.
pt_br: **DuckHunt Dica de Pro®**: Use detectores infra-vermelho para não atirar sem necessidade.
ru: **Совет от DuckHunt**: используйте инфракрасный детектор для предотвращения бестолковой стрельбы.
uk: **Порада DuckHunt ProTip®**: використовуйте інфрачервоні детектори, щоб запобігти даремним пострілам.

source: I'm just doing my job...
de: Ich mache nur meinen Job...
es: Sólo estoy haciendo mi trabajo...
fr: Je ne fais que mon boulot...
hu: Én csak a dolgomat végzem...
nl: Ik doe gewoon mijn werk...
pl: Po prostu wykonuję swoją pracę...
pt_br: Eu estou apenas fazendo meu trabalho...
ru: Я просто делаю свою работу...
uk: Я просто роблю свою роботу...
