Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Creates votes handlers for specific bots lists
de: Erstellt Abstimmungsflächen für bestimmte Botlisten
es: Crea gestores de votos para listas de bots específicas
fi: Luo äänten käsittelijöitä tietyille bots-luetteloille
fr: Crée des gestionnaires de votes pour des listes de bots spécifiques.
hu: Létrehoz szavazáskezelést bizonyos bot listákhoz
nl: Creëert stemverwerkers voor specifieke botlijsten
pl: Tworzy menu głosów dla poszczególnych list botów
pt_br: Cria gestores de votos para listas específicas de bots
ru: Создаёт обработчики голосов для определённых бот-листов
uk: Створити обробку голосів для конкретних списків ботів

source: Handle users votes for fateslist
de: Nutzerstimmen für fatelist verwalten
es: Manejar los votos de los usuarios para fateslist
fi: Käsittelee käyttäjien ääniä fateslistille
fr: Gère les votes des utilisateurs pour fateslist.
hu: A felhasználói szavazások kezelése fateslist-en
nl: Beheert gebruikersstemmen voor fateslist
pl: Głosy użytkowników na fateslist
pt_br: Controla os votos dos jogadores para lista de destino
ru: Обработка голосов пользователей на fateslist
uk: Обробка голосів користувачів за списком долі

source: Handle users votes for top.gg
de: Behandelt die Nutzerstimmen für top.gg
es: Manejar los votos de los usuarios para top.gg
fi: Käsitelee käyttäjien ääniä top.gg:lle
fr: Gère les votes des utilisateurs pour top.gg.
hu: A felhasználói szavazások kezelése top.gg-n
nl: Beheert gebruikersstemmen voor top.gg
pl: Głosy użytkowników na top.gg
pt_br: Controlar os votos dos jogadores para top.gg
ru: Обработка голосов пользователей на top.gg
uk: Обробка голосів користувачів за top.gg

source: Sends the link you can use to vote for DuckHunt on bot lists
de: Sendet den Link um für DuckHunt in der Bot Liste abzustimmen
es: Envía el enlace para votar por DuckHunt en las listas de bots.
fi: Lähettää linkin, jonka avulla voit äänestää DuckHuntia bottilistoilla
fr: Envoie un lien pour voter pour DuckHunt sur les listes de bots.
hu: Elküldi a linket, amellyel szavazni tudsz a DuckHunt-ra bot listákon.
nl: Stuurt de link die je kan gebruiken om op DuckHunt te stemmen op de botlijsten
pl: Przesyła link dzięki któremu możesz oddać głos na DuckHunt na listach botów
pt_br: Envia um link em que você pode votar no DuckHunt nas listas de bot
ru: Отображение ссылки на голосование за DuckHunt в бот-листах
uk: Надсилає посилання, за яким можна проголосувати за DuckHunt у списках ботів

source: Create a Command view for a given command.
de: Eine Befehlsansicht für einen bestimmten Befehl erstellen
es: Crear una vista de comandos para un comando determinado.
fi: Luo komentonäkymä annetulle komennolle.
fr: Créez une vue pour une commande donnée.
pl: Utwórz widok komendy dla danej komendy
pt_br: Cria uma visualização de comando para um determinado comando
uk: Створити Command перегляд для заданої команди.

source: Create a GamePadView to allow playing the game with buttons.
de: Eine GamePadView erstellen, um das Spiel mit Tasten spielen zu können.
es: Crear un GamePadView para permitir jugar el juego con botones.
fi: Luo peliohjain-näkymä, jonka avulla voit pelata peliä painikkeilla.
fr: Créez une vue Gamepad pour permettre de jouer au jeu avec des boutons.
pl: Utwórz GamePadView, aby umożliwić granie w grę za pomocą przycisków.
pt_br: Cria um Game Pad no chat para conseguir jogar com botões, em vez de precisar escrever.
uk: Створити GamePadView, дозволить грати в гру за допомогою кнопок.

source: Invite someone to the beta server, letting them try the bot before the others
de: Jemanden auf den Beta-Server einladen, damit er den Bot vor den anderen ausprobieren kann
es: Invita a alguien al servidor beta, dejándole probar el bot antes que los demás
fi: Kutsu joku beta-palvelimelle, jotta hän voi kokeilla botin käyttöä ennen muita
fr: Invite quelqu'un sur le serveur beta, ce qui le laissera essayer le bot avant les autres.
hu: Meghív valakit a béta szerverre, hogy kipróbálhassák a botot mások előtt.
nl: Nodig iemand uit voor de bètaserver, zodat ze de bot eerder kunnen proberen dan de anderen.
pl: Zaproś innych na serwer BETA, aby umożliwić im przedwczesne testowanie funkcji bota przed oficjalnym wydaniem.
pt_br: Convida alguém para o servidor beta, deixando experimentar o bot antes dos outros
ru: Приглашение пользователя на beta-сервер, где можно проверить работоспособность бота раньше других.
uk: Запросіть когось на бета-сервер, давши можливість спробувати бота раніше за інших.

source: Shoot at the duck that appeared first on the channel.
de: Schießt auf die erste Ente, die auf dem Kanal erschienen ist
es: Dispara al pato que apareció primero en el canal.
fi: Ammu ankkaa, joka ilmestyi ensimmäisenä kanavalle.
fr: Tire sur le plus vieux canard apparu dans le salon.
hu: Lelövi az első kacsát, ami leidéződött a csatornán.
nl: Schiet op de eend die als eerste op het kanaal is verschenen.
pl: Strzelaj do kaczki, która pojawiła się jako pierwsza na kanale.
pt_br: Atire no pato que apareceu em primeiro no canal.
ru: Выстрел по утке, которая появилась на канале первой.
uk: Стріляйте в качку, що першою з'явилася на каналі.

source: Reload your gun.
de: Lade deine Waffe nach.
es: Recarga tu arma.
fi: Lataa aseesi.
fr: Recharge ton arme.
hu: Újratölti a fegyvered.
nl: Herlaad je wapen.
pl: Przeładuj broń.
pt_br: Recarregue a sua arma.
ru: Перезарядка оружия.
uk: Перезарядити зброю.

source: Hug the duck that appeared first on the channel.
de: Umarme die erste Ente, die auf dem Kanal erschienen ist
es: Abraza al pato que apareció primero en el canal.
fi: Halaa ankkaa, joka ilmestyi ensimmäisenä kanavalle.
fr: Fait un câlin au plus ancien bébé canard dans le salon.
hu: Megöleli a csatornán elsőnek leidéződött kacsát.
nl: Knuffel de eend die als eerste op het kanaal is verschenen.
pl: Przytul kaczkę, która pojawiła się pierwsza na kanale.
pt_br: Abrace o pato que apareceu primeiro no canal.
ru: Объятие утки, которая появилась на канале первой.
uk: Обійми качку, що першою з'явилася на каналі.

source: Revive yourself by eating brains
de: Belebe dich wieder, indem du Gehirne isst
es: Revívete comiendo cerebros
fi: Elvytä itsesi syömällä aivoja
fr: Ressuscite-toi en mangeant un cerveau.
hu: Éleszd fel magad agyak evésével
nl: Word weer levend door hersenen te eten.
pl: Ożywiaj się, jedząc mózgi O_o
pt_br: Reviva comendo cérebros
ru: Оживление посредством поедания мозга.
uk: Оживіть себе, поїдаючи мізки

source: Spawns a random duck
de: Lässt eine zufällige Ente erscheinen
es: Genera un pato al azar
fi: Synnyttää satunnaisen ankan.
fr: Fais apparaître un canard prit au hasard.
hu: Leidéz egy véletlenszerű kacsát.
nl: Spawnt een willekeurige eend.
pl: Spawnuje losową kaczkę
pt_br: Gera um pato aleatório
ru: Создаёт случайную утку.
uk: Створити випадкову качку

source: Spawns many ducks, of which (at least) one is a mechanical one
de: Lässt viele Enten erscheinen, von denen (mindestens) eine eine mechanische Ente ist
es: Genera muchos patos, de los cuales al menos uno es un pato mecánico
fi: Synnyttää monia ankkoja, joista (ainakin) yksi on mekaaninen.
fr: Fais apparaître plusieurs canards, dont (au moins) un est un canard mécanique.
hu: Leidéz sok kacsát, amelyekből legalább 1 mechanikus kacsa lesz.
nl: Spawnt veel eenden; waarvan minstens één een mechanische is.
pl: Spawnuje wiele kaczek, z których (przynajmniej) jedna jest mechaniczna
pt_br: Gera muitos patos, dos quais (pelo menos) um é mecânico
ru: Создаёт множество уток, включая одну или несколько механических.
uk: Створити багато качок, з яких (як мінімум) одна є механічною

source: Spawns a normal duck
de: Lässt eine normale Ente erscheinen
es: Genera un pato común
fi: Synnyttää normaalin ankan.
fr: Fais apparaître un canard normal.
hu: Leidéz egy normál kacsát.
nl: Spawnt een normale eend.
pl: Spawnuje normalną kaczkę
pt_br: Gera um pato normal
ru: Создаёт обычную утку.
uk: Створити звичайну качку

source: Spawns a super duck
de: Lässt eine Super-Ente erscheinen
es: Genera un súper pato
fi: Synnyttää super ankan.
fr: Fais apparaître un super-canard.
hu: Leidéz egy szuperkacsát.
nl: Spawnt een supereend.
pl: Spawnuje super kaczkę
pt_br: Gera um super pato
ru: Создаёт супер-утку.
uk: Створити супер качку

source: Spawns a baby duck
de: Lässt eine Baby-Ente erscheinen
es: Genera un pato bebé
fi: Synnyttää vauva ankan.
fr: Fais apparaître un bébé canard.
hu: Leidéz egy babakacsát.
nl: Spawnt een babyeend.
pl: Spawnuje kaczątko
pt_br: Gera um pato bebé
ru: Создаёт утёнка.
uk: Створити каченя

source: Spawns a professor Duck.
de: Lässt eine Professor-Ente erscheinen
es: Genera un pato profesor.
fi: Synnyttää professori ankan.
fr: Fais apparaître un Professeur Canard.
hu: Leidéz egy professzorkacsát.
nl: Spawnt een professor-eend.
pl: Spawnuje Profesora Kwaczora
pt_br: Gera um pato professor.
ru: Создаёт профессора Уткина
uk: Створити качку професора

source: Spawns a ghost duck. There will be no spawn message, obviously.
de: Lässt eine Geisterente erscheinen. Es wird keine Nachricht im Chat auftauchen.
es: Genera un pato fantasma. No habrá mensaje de aparición, obviamente.
fi: Synnyttää haamu ankan. Tästä ei tietenkään tule spawn-viestiä.
fr: Fais apparaître un canard fantôme. Il n'y aura pas de message d'arrivée, évidemment.
hu: Leidéz egy szellemkacsát. Értelemszerűen nem lesz leidéződési üzenet.
nl: Spawnt een spookeend. Er is geen spawnbericht, natuurlijk.
pl: Spawnuje kaczkę-ducha. Oczywiście, nie będzie żadnej wiadomości o tym, że się pojawiła ;)
pt_br: Gera um pato fantasma. Não vai haver nenhuma mensagem de geração, obviamente.
ru: Создаёт утку-привидение. Сообщения о её появлении, понятное дело, не будет.
uk: Створити качку-привида. Очевидно, що повідомлення про створення не буде.

source: Spawns a MOAD.
de: Lässt eine MOAD (Mutter aller Enten) erscheinen
es: Genera un MOAD.
fi: Synnyttää MOADin.
fr: Fais apparaître une MDTLC.
hu: Leidéz egy MOAD-ot.
nl: Spawnt een MDAE (MOAD).
pl: Spawnuje MWK.
pt_br: Gera uma MDTP.
ru: Создаёт "мать всех уток".
uk: Створити MOAD.

source: Spawns an armored duck, that will resist most 1 dmg hits.
de: Lässt eine gepanzerte Ente erscheinen, die den meisten Treffern mit 1 Schadenspunkt widersteht.
es: Genera un pato blindado, el cual resistirá más de un golpe de daño.
fi: Synnyttää panssaroidun ankan, joka kestää useimmat 1 dmg:n osumat.
fr: Fais apparaître un canard en armure, qui résistera à la plupart des tirs faisant un de dégât.
hu: Leidéz egy páncélkacsát, ami ellenállni fog a legtöbb 1-es sebzésű lövésnek.
nl: Spawnt een gepantserde eend, die meeste schoten van 1 schade weerstaat.
pl: Spawnuje opancerzoną kaczkę, która wytrzymuje większość trafień o sile 1 hitów
pt_br: Cria um pato blindado, que resistirá à maioria dos golpes que causam 1 de dano.
ru: Создаёт бронированную утку, которая выдержит большинство выстрелов с 1 ед. урона.
uk: Створити броньованої качки, яка витримує на 1 більше шкоди.

source: Spawns a golden duck.
de: Lässt eine goldene Ente erscheinen
es: Genera un pato de oro.
fi: Synnyttää kultaisen ankan.
fr: Fais apparaître un canard doré.
hu: Leidéz egy aranykacsát.
nl: Spawnt een gouden eend.
pl: Spawnuje złotą kaczkę.
pt_br: Gera um pato dourado.
ru: Создаёт золотую утку.
uk: Створити золоте качка.

source: Spawns a plastic duck.
de: Lässt eine Plastikente erscheinen
es: Genera un pato de plástico.
fi: Synnyttää muovisen ankan.
fr: Fais apparaître un canard en plastique.
hu: Leidéz egy műanyag kacsát.
nl: Spawnt een plastic eend.
pl: Spawnuje plastikową kaczkę.
pt_br: Gera um pato de plástico.
ru: Создаёт пластмассовую утку.
uk: Створити пластикова качка.

source: Spawns a kamikaze duck.
de: Lässt eine Kamikaze-Ente erscheinen
es: Genera un pato kamikaze.
fi: Synnyttää kamikaze-ankan.
fr: Fais apparaître un canard kamikaze.
hu: Leidéz egy kamikaze kacsát.
nl: Spawnt een kamikaze-eend.
pl: Spawnuje kaczkę-kamikaze.
pt_br: Gera um pato kamikaze.
ru: Создаёт утку-камикадзе.
uk: Створити качка-камікадзе.

source: Spawns a night duck.
de: Lässt eine Nacht-Ente erscheinen
es: Genera un pato nocturno.
fi: Synnyttä yö ankan.
fr: Fait apparaitre un canard de nuit.
hu: Leidéz egy éjszakai kacsát.
nl: Spawnt een nachteend.
pl: Spawnuje nocną kaczkę.
pt_br: Gera um pato noturno.
ru: Создаёт ночную утку.
uk: Створити нічна качка.

source: Spawns a sleeping duck.
de: Lässt eine schlafende Ente erscheinen
es: Genera un pato dormido.
fi: Synnyttää nukkuvan ankan.
fr: Fait apparaitre un canard endormi.
hu: Leidéz egy alvó kacsát.
nl: Spawnt een slapende eend.
pl: Spawnuje śpiącą kaczkę.
pt_br: Gera um pato adormecido.
ru: Создаёт спящую утку.
uk: Створити сплячою качкою.

source: Spawns a cartographer duck.
es: Genera un Pato Cartógrafo.
fr: Fait apparaître un canard cartographe.
pl: Spawnuje kaczkę kartografkę.
pt_br: Gera um pato cartógrafo.
uk: Створити качка-картограф.

source: Show ducks currently on the channel
de: Zeigt die Enten an, die aktuell auf dem Kanal sind
es: Muestra los patos que hay en el canal.
fi: Näytä tällä hetkellä kanavalla olevat ankat
fr: Montre les canards actuellement présents sur le salon.
hu: Megmutatja a csatornán jelenleg lévő kacsákat.
nl: Laat de eenden zien die nu op het kanaal zijn.
pl: Pokazuje wszystkie dostępne kaczki na kanale.
pt_br: Mostra os patos atualmente no canal
ru: Показывает уток, которые в настоящее время присутствуют на канале.
uk: Показати качок, які зараз на каналі

source: Removes all ducks from the channel
de: Entfernt alle Enten vom Kanal
es: Elimina todos los patos del canal.
fi: Poistaa kaikki ankat kanavalta
fr: Retire tous les canards du salon.
hu: Eltávolítja az összes kacsát a csatornából.
nl: Verwijdert alle eenden uit het kanaal.
pl: Usuwa wszystkie dostępne kaczki na kanale.
pt_br: Retira todos os patos do canal
ru: Удаляет всех уток с канала.
uk: Видаляє всіх качок з каналу

source: Manage the bot current state by starting and stopping ducks spawning, leaving, and planning ducks spawn for the day. These commands do not use the translation system, and will always show in english
de: Verwaltet den aktuellen Zustands des Bots durch Starten und Stoppen des Ersscheinens von Enten, Verlassen und Planen des Erscheinen von Enten für den Tag. Diese Befehle verwenden nicht das Übersetzungssystem, sie werden immer auf Englisch angezeigt
es: Gestiona el estado actual del bot iniciando y deteniendo la generación de patos, ajustando los patos a generarse por día. Estos comandos no usan el sistema de traducción, y siempre se mostrarán en inglés
fi: Hallitse botin nykytilaa käynnistämällä ja pysäyttämällä ankkojen syntyminen, poistuminen, sekä säädä ajoitusta ankkojen syntymiselle päivän aikana.
fr: Gérez le bot en commençant et en arrêtant l'arrivée, le départ et la planification des canards pour la journée. Ces commandes n'utilisent pas le système de traduction, et s'afficheront toujours en anglais.
nl: Beheer de huidige status van de bot door het starten en stoppen van het spawnen van eenden, het verlaten van eenden en het plannen van het spawnen van eenden voor de dag. Deze commando's maken geen gebruik van het vertaalsysteem en worden altijd in het Engels weergegeven
pl: Zarządzaj bieżącym stanem bota poprzez rozpoczynanie i zatrzymywanie pojawiania się kaczek, ich anulowanie i planowanie pojawiania się na dany dzień. Te komendy nie korzystają z systemu tłumaczeń i zawsze będą wyświetlane w języku angielskim
pt_br: Troca o estado atual do bot, iniciando e parando a aparição dos patos, começando e planejando a criação dos patos para o dia. Esses comandos não usam o sistema de tradução e serão sempre mostrados em inglês
ru: Управление текущим состоянием бота: запуск и остановка появления и исчезновения уток, а также планирование их появления в течение дня. Эти команды не используют систему локализации и всегда будут отображаться на английском языке.
uk: Керуйте поточним станом бота, запускаючи та зупиняючи появу качок, залишаючи та плануючи появу качок на день. Ці команди не використовують систему перекладу і завжди будуть відображатися англійською мовою

source: Reset ducks planning, setting the ducks left to spawn counts to a value proportional to the time left spawning ducks today. This is executed everyday at midnight.
de: Setzt die Entenplanung zurück, wobei die Anzahl der zum Erscheinen verbleibenden Enten auf einen Wert gesetzt wird, der proportional zur verbleibenden Zeit zum Erscheinen von Enten heute. Dies wird täglich um Mitternacht ausgeführt.
es: Resetea la generación de patos, estableciendo este valor se actualiza proporcionalmente al tiempo restante para generar patos hoy. Esto se ejecuta todos los días a medianoche.
fi: Nollaa ankkojen suunnitelma, jolloin syntymättä jääneiden ankkojen arvo poistetaan. Tämä suoritetaan joka päivä keskiyöllä.
fr: Rétablissez la planification des canards, en fixant le nombre de canards restant à apparaitre à une valeur proportionnelle au temps restant de la journée. Ceci est exécuté tous les jours à minuit.
nl: Reset eendenplanning door het aantal eenden dat overblijft om te spawnen in te stellen op een waarde die evenredig is met de tijd die vandaag nog resteert. Dit wordt elke dag om middernacht uitgevoerd.
pl: Zresetuj planowanie kaczek, ustawiając liczbę kaczek pozostałych do odrodzenia na wartość proporcjonalną do czasu pozostałego dzisiaj do odrodzenia kaczek. Ta operacja odbywa się codziennie o północy.
pt_br: Redefina o planejamento de patos, definindo o número de patos restantes para aparecer em um valor proporcional ao tempo restante hoje. Isso é executado todos os dias à meia-noite.
ru: Сброс планирования появления уток, когда количество оставшихся уток корректируется пропорционально оставшемуся времени. Это происходит каждый день в полночь.
uk: Перезавантажити планування качок, встановивши кількість качок, що залишено для появи, на значення, пропорційне часу, що залишився для появи качок на сьогоднішній день. Це виконується щодня опівночі.

source: Stop ducks from spawning immediately, everywhere. Ducks don't get removed from the planification, so once the stop is over, ducks will spawn more quickly than usual. Duck will still be able to leave, even if this lock is set.
de: Stoppt das Erscheinen von Enten sofort und überall. Enten werden nicht aus der Planifikation entfernt, daher werden Enten nach dem Stopp schneller als gewöhnlich erscheinen. Eine Ente kann immer noch weggehen, auch wenn diese Sperre gesetzt ist.
es: Dejar de generar patos inmediatamente, en todas partes. Los patos no son retirados de la planificación, así que una vez que la detención termine, los patos se generarán más rápido de lo normal. Los patos podrían aún generarse, aunque se bloquee esta opción.
fr: Empêchez les canards d'apparaître immédiatement, partout. Les canards ne sont pas retirés de la planification, ainsi, une fois l'arrêt terminé, les canards apparaissent plus vite que d'habitude. Les canards pourront toujours partir, même si cette commande est exécutée.
nl: Voorkom dat eenden spawnen, onmiddellijk en overal. Eenden worden niet verwijderd uit de planificatie, dus zodra de stop voorbij is, zullen eenden sneller spawnen dan normaal. Eenden kunnen nog steeds weggaan, zelfs als dit slot is ingesteld.
pl: Zatrzymuje pojawianie się kaczek natychmiast, wszędzie. Kaczki nie zostają usunięte z planizacji, więc po zakończeniu anulowania, kaczki będą się rozmnażać szybciej niż zwykle. Kaczki nadal będą mogły opuszczać kanał, nawet jeśli ta blokada jest ustawiona.
pt_br: Impede o surgimento dos patos imediatamente, em todos os lugares. Os patos não são removidos da planificação, assim logo que o impedimento terminar, os patos irão surgir mais rápido que o normal. Patos ainda poderão sair, mesmo que este impedimento esteja definido.
ru: Немедленное прекращение появления уток (везде). Плановое количество уток остаётся без изменений. Как только пауза закончится, утки начнут появляться быстрее обычного. Утки продолжат покидать канал даже во время паузы.
uk: Негайно припинити появу качок, всюди. Качки не знімаються з планування, тому як тільки зупинка закінчиться, качки почнуть з'являтись швидше, ніж зазвичай. Качка все одно зможе піти, навіть якщо цей замок встановлений.

source: Allow ducks spawning again, everywhere. Ducks will spawn more quickly than usual if a planification isn't done.
de: Erlaubt das Erscheinen von Enten wieder, überall. Enten werden schneller als üblich erscheinen, wenn keine Planifizierung erfolgt.
es: Permitir que los patos vuelvan a generarse en todas partes. Los patos se generarán más rápido de lo normal si no se hace una planificación.
fi: Salli ankkojen syntyminen taas kaikkialla. Ankat syntyvät tavallista nopeammin, jos suunnittelua ei ole tehty.
fr: Permettez aux canards d'apparaître à nouveau, partout. Les canards apparaissent plus vite que d'habitude si une planification n'est pas faite.
nl: Laat eenden weer spawnen, overal. Eenden zullen sneller dan normaal spawnen als er geen planificatie is gedaan.
pl: Pozwól kaczkom ponownie pojawiać się wszędzie. Kaczki będą pojawiać się szybciej niż zwykle, jeśli planizacja ich pojawiania się nie została wykonana.
pt_br: Permite que os patos voltem a surgir de novo em todo lugar. Os patos irão surgir mais rapidamente do que o habitual, se não for feita uma planificação.
ru: Возобновление появления уток (везде). Если не было выполнено выравнивание, утки начнут появляться быстрее обычного.
uk: Дозвольте качкам з'являтися знову, скрізь. Качки будуть з'являтись швидше, ніж зазвичай, якщо не буде проведено перепланування.

source: Force a boss to spawn
de: Erzwingen, dass ein Boss erscheint
es: Forza a generar un Jefe
fi: Pakota pomo syntymään
fr: Forcez l'apparition d'un boss.
hu: Kényszeríti egy főgonosz leidéződését
nl: Dwing een baas om te spawnen
pl: Zmuś BOSS'a do spawnu
pt_br: Força um chefe a aparecer
ru: Принудительное появление босса.
uk: Змусити боса з'являтись

source: Force the current event to change, and reroll a new one.
de: Erzwingt die Änderung des aktuellen Ereignisses und würfelt ein neues Ereignis
es: Forzar el cambio de evento actual, y volver a lanzar uno nuevo.
fi: Pakota nykyinen tapahtuma muuttumaan ja arvo uusi tapahtuma.
fr: Forcez l'événement actuel à changer, et en relancer un nouveau.
nl: Dwing de huidige gebeurtenis te veranderen, en rol een nieuwe.
pl: Wymuś zmianę bieżącego wydarzenia i losuj nowe.
pt_br: Força o evento atual à acabar, e começa um novo.
ru: Принудительная смена текущего события и начало нового.
uk: Примусово змінити поточну подію і перезапустити нову.

source: Congratulate an user giving them a trophy.
de: Gratuliere einem Benutzer durch das Überreichen einer Trophäe.
es: Felicitar a un usuario dándole un trofeo.
fi: Onnittele käyttäjää antamalla hänelle palkinto.
fr: Félicitez un utilisateur en lui remettant un trophée.
pl: Pogratuluj użytkownikowi, wręczając mu trofeum.
pt_br: Parabenize um jogador dando-lhe um troféu.
ru: Награждение пользователя трофеем.
uk: Привітати користувача, подарувавши йому трофей.

source: Update the @Have DuckHunt role members, according to the owners of every guild where DuckHunt is enabled.
fr: Mettre à jour les membres du rôle @Have DuckHunt, en fonction des les propriétaires de chaque serveur où DuckHunt est activé.
pl: Zaktualizuj członków roli @Have DuckHunt, zgodnie z właścicielami każdego serwera, w którym DuckHunt jest włączony.
