Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Your access level is too low : you have an access level of {exception.current_access.name}, and you need at least {exception.required_access.name}.
de: Ihre Zugriffsstufe ist zu niedrig : Sie haben eine Zugriffsstufe von {exception.current_access.name}, und Sie benötigen mindestens {exception.required_access.name}.
es: Tu nivel de acceso es muy bajo, tu nivel de acceso es {exception.current_access.name} y necesitas al menos {exception.required_access.name}.
fi: Käyttöoikeustasosi on liian matala : sinulla on käyttöoikeustaso {exception.current_access.name}, ja tarvitset vähintään {exception.required_access.name}.
fr: Votre niveau d'accès est trop faible : vous avez un niveau d'accès de {exception.current_access.name}, et vous avez besoin d'au moins {exception.required_access.name}.
nl: Je toegangsniveau is te laag: je hebt een toegangsniveau van {exception.current_access.name}, en je hebt minimaal {exception.required_access.name} nodig.
pl: Niewystarczające uprawnienia: Posiadasz uprawnienia {exception.current_access.name}, a potrzebujesz co najmniej uprawnień{exception.required_access.name}.
ru: У вас слишком низкий уровень доступа. Вы {exception.current_access.name}. Требуемый уровень - {exception.required_access.name}.
uk: Ваш рівень доступу занадто низький: у вас рівень доступу {exception.current_access.name}, а вам потрібно щонайменше {exception.required_access.name}.

source: The game isn't running on this channel. Admins can disable this message by running `dh!settings channel_disabled_message False`, or can enable the channel with `dh!settings enabled True`.
de: Das Spiel läuft nicht auf diesem Kanal. Admins können diese Meldung durch Ausführen von `dh!settings channel_disabled_message False` deaktivieren oder den Kanal mit `dh!settings enabled True` aktivieren.
es: El juego no está funcionando en este canal. Los administradores pueden desactivar este mensaje ejecutando `dh!settings channel_disabled_message False`, o pueden activar el canal con `dh!settings enabled True`.
fi: Peli ei pyöri tällä kanavalla. Ylläpitäjät voivat poistaa tämän viestin käytöstä ajamalla `dh!settings channel_disabled_message False` tai ottaa kanavan käyttöön komennolla `dh!settings enabled True`.
fr: Le jeu n'est pas actif sur ce canal. Les administrateurs peuvent désactiver ce message avec `dh!settings channel_disabled_message False`, ou démarrer le jeu avec `dh!settings enabled True`.
pl: Ta mini-gra nie działa na tym kanale. Administratorzy mogą ją zablokować poprzez komendę `dh!settings channel_disabled_message False`, lub włączyć za pomocą `dh!settings enabled True`.
pt_br: O jogo não está rodando neste canal. Os administradores podem desabilitar esta mensagem executando `dh!settings channel_disabled_message False`, ou podem habilitar o canal com `dh!settings enabled True`.
ru: Игра не запущена. Администраторы могут отключить это сообщение, выполнив команду `dh!settings channel_disabled_message False`, или запустить бот при помощи команды `dh!settings enabled True`.
uk: Увімкніть або вимкніть повідомлення про відключення каналу, яке повідомляє про те, що ви виконали команду в каналі, який не увімкнено.

source: Landmines commands cannot be ran on this channel. Admins can disable this message by running `dh!settings channel_disabled_message False`, or can enable the channel with `dh!settings landmines_commands_enabled True`.
de: Landminen-Befehle können in diesem Channel nicht ausgeführt werden. Admins können diese Meldung durch Ausführen von `dh!settings channel_disabled_message False` deaktivieren oder den Kanal mit `dh!settings landmines_commands_enabled True` aktivieren.
es: Los comandos de minas terrestres no pueden ser ejecutados en este canal. Los administradores pueden desactivar este mensaje ejecutando `dh!settings channel_disabled_message False`, o pueden activar el canal con `dh!settings landmines_commands_enabled True`.
fi: Tällä kanavalla ei voi suorittaa maamiinakomentoja. Ylläpitäjät voivat poistaa tämän viestin käytöstä ajamalla `dh!settings channel_disabled_message False` tai ottaa kanavan käyttöön komennolla `dh!settings landmines_commands_enabled True`.
fr: Les commandes de mines ne peuvent pas être exécutées sur ce canal. Les administrateurs peuvent désactiver ce message en tapant `dh!settings channel_disabled_message False`, ou peuvent activer le canal avec `dh!settings landmines_commands_enabled True`.
pl: Komendy odnośnie min nie mogą być używane na tym kanale. Administratorzy mogą zablokować ich używanie poprzez komendę `dh!settings channel_disabled_message False`, lub włączyć na kanale za pomocą `dh!settings landmines_commands_enabled True`.
pt_br: Comandos de minas terrestres não podem ser executados neste canal. Os administradores podem desabilitar esta mensagem executando `dh!settings channel_disabled_message False`, ou podem habilitar o canal com `dh!settings landmines_commands_enabled True`.
uk: На цьому каналі не можуть бути запущені команди протипіхотних мін. Адміни можуть вимкнути це повідомлення, виконавши `dh!settings channel_disabled_message False`, або увімкнути канал за допомогою `dh!settings landmines_commands_enabled True`.

source: Check error running this command: {err_data}
de: Fehler beim Ausführen dieses Befehls prüfen: {err_data}
es: Comprueba el error al ejecutar este comando: {err_data}
fi: Tarkista virhe tämän komennon suorittamisessa: {err_data}
fr: Vérifiez l'erreur en exécutant cette commande : {err_data}
hu: Ellenőrzési hiba a parancs futtatásakor: {err_data}
pl: Sprawdź błąd podczas uruchamiania tej komendy: {err_data}
ru: Проверка ошибок при выполнении этой команды: {err_data}
uk: Перевірте помилку при виконанні цієї команди: {err_data}

source: The provided command was not found.
de: Der angegebene Befehl wurde nicht gefunden.
es: El comando no fue encontrado.
fi: Annettua komentoa ei löytynyt.
fr: Cette commande est introuvable.
hu: Ez a parancs nem található.
nl: Het opgegeven commando is niet gevonden.
pl: Nie znaleziono takiej komendy.
ru: Команда не найдена.
uk: Наданої команди не виявлено.

source: That command has been disabled.
de: Dieser Befehl wurde deaktiviert.
es: Ese comando ha sido desactivado.
fi: Tämä komento on poistettu käytöstä.
fr: Cette commande a été désactivée.
hu: Ez a parancs le lett tiltva.
nl: Dat commando is uitgeschakeld.
pl: Ta komenda została wyłączona.
ru: Эта команда отключена.
uk: Ця команда була відключена.

source: There was an error running the specified command. Contact the bot admins.
de: Bei der Ausführung des angegebenen Befehls ist ein Fehler aufgetreten. Kontaktieren Sie die Bot-Administratoren.
es: Hubo un error al ejecutar el comando especificado. Contacta con los administradores del bot.
fi: Määritetyn komennon suorittamisessa tapahtui virhe. Ota yhteyttä botin ylläpitäjiin.
fr: Une erreur s'est produite lors de l'exécution de cette commande. Contactez les administrateurs du bot.
nl: Er is een fout opgetreden bij het uitvoeren van de opgegeven opdracht. Neem contact op met de botadmins.
pl: Wystąpił błąd podczas wykonywania komendy. Skontaktuj się z administratorami botów.
ru: Ошибка выполнения введённой команды. Пожалуйста, свяжитесь с администраторами бота.
uk: Виникла помилка при виконанні вказаної команди. Зверніться до адміністраторів бота.

source: This command is overused. Please try again {some_time}.
de: Dieser Befehl ist überbeansprucht. Bitte versuchen Sie es erneut {some_time}.
es: Este comando está sobreutilizado. Por favor, inténtelo de nuevo en {some_time}.
fi: Tätä komentoa käytetään liikaa. Yritä uudelleen {some_time}.
fr: Cette commande est sur-utilisée. Veuillez essayer de nouveau {some_time}.
hu: Ez a parancs túlhasznált. Próbáld újra {some_time}.
nl: Dit commando wordt te veel gebruikt. Probeer het alstublieft over {some_time} opnieuw.
pl: Ta komenda jest nadużywana. Spróbuj ponownie za {some_time}.
ru: Эта команда используется слишком чато. Пожалуйста, попробуйте {some_time}.
uk: Ця команда використовується занадто часто. Будь ласка, спробуйте ще раз {some_time}.

source: This should not have happened. A command raised an error that does not comes from CommandError. Please inform the owner.
de: Dies hätte nicht passieren dürfen. Ein Befehl hat einen Fehler ausgelöst, der nicht von CommandError stammt. Bitte informieren Sie den Besitzer.
es: Esto no debería haber pasado. Un comando planteó un error que no proviene del ComandoError. Por favor, informe al propietario.
fi: Näin ei olisi pitänyt tapahtua. Komento aiheutti virheen, joka ei tule CommandErrorista. Ilmoita asiasta omistajalle.
fr: Cela n'aurait pas dû se produire. Une commande a provoqué une erreur qui ne provient pas de CommandError, et n'est pas gérée par notre gestionnaire d'erreurs. Veuillez en informer le propriétaire du bot.
pl: Ups! To nie powinno się zdarzyć. Komenda wywołała błąd, który nie pochodzi z CommandError. Skontaktuj się z Właścicielem.
ru: Этого не должно было случиться. Команда вызвала ошибку, которая не связана с CommandError. Пожалуйста, сообщите владельцу.
uk: Цього не повинно було статися. Команда викликала помилку, яка не походить від CommandError. Будь ласка, повідомте про це власника.

source: You are above the limits of DuckHunt database. Try to reduce your expectations. Database message: `{exception}`
de: Sie sind über die Grenzen der DuckHunt-Datenbank hinausgegangen. Versuchen Sie, Ihre Erwartungen zu reduzieren. Datenbank-Meldung: `{exception}`
es: Estás por encima de los límite de la base de datos de DuckHunt. Intenta reducir tus expectativas. Mensaje de la DB: `{exception}`
fi: Olet DuckHunt-tietokannan rajojen yläpuolella. Yritä vähentää kokemustasi. Tietokannan viesti: `{exception}`
fr: Vous dépassez les limites de la base de données de DuckHunt. Calmez-vous. Message de la base de données : `{exception}`
hu: A DuckHunt adatbázis méretein felül vagy. Próbáld meg csökkenteni az elvárásaidat. Adatbázis üzenete: `{exception}`
nl: Je bent boven de limieten van de DuckHunt-database. Probeer je verwachtingen te verminderen. Databasebericht: '{exception}'
pl: Przekroczyłeś(aś) limity bazy danych Duck Hunt. Spróbuj zmniejszyć swoje oczekiwania. Wiadomość bazy danych: `{exception}`
ru: Вы вышли за пределы базы данных DuckHunt. Попробуйте немного умерить свой пыл. Сообщение БД: `{exception}`
uk: Ви перевищуєте ліміти бази даних DuckHunt. Спробуйте зменшити свої очікування. Повідомлення бази даних: `{exception}`

source: Missing permissions, please check I can embed links here. `{exception}`
de: Fehlende Berechtigungen, bitte prüfen Sie, ob ich Links hier einbetten kann. `{exception}`
es: Faltan permisos, por favor, compruebe que puedo incrustar enlaces aquí. `{exception}`
fi: Puuttuvat oikeudet, tarkista, että voin upottaa linkkejä tänne. `{exception}`
fr: Permissions manquantes, veuillez vérifier que je puisse intégrer des liens ici (`embed_links`) `{exception}`
nl: Toestemmingen ontbreken. Controleer of ik hier links kan insluiten. '{exception}'
pl: Niewystarczające uprawnienia. Sprawdź proszę czy mogę tutaj załączać linki. `{exception}`
ru: Отсутствуют разрешения. Пожалуйста, проверьте, могу ли я вставлять сюда ссылки. `{exception}`
uk: Відсутні дозволи, будь ласка, перевірте. Я можу вставляти посилання тут `{exception}`

source: Missing permissions, please check I can add reactions here.
de: Fehlende Berechtigungen, bitte prüfen, ob ich hier Reaktionen hinzufügen kann.
es: Permisos faltantes, por favor, compruebe que puedo agregar reacciones en el canal.
fi: Puuttuvat oikeudet, tarkista, että voin lisätä reaktioita tänne.
fr: Il me manque des permissions, vérifiez que je puisse ajouter des réactions ici.
nl: Ontbrekende rechten, controleer of ik hier reacties kan toevoegen.
pl: Niewystarczające uprawnienia. Sprawdź proszę czy mogę tutaj dodawać reakcje.
ru: Отсутствуют разрешения. Пожалуйста, проверьте, могу ли я использовать здесь реакции.
uk: Відсутні дозволи, будь ласка, перевірте, чи можу я додати реакції тут.

source: This should not have happened. A command raised an error that does not come from CommandError, and isn't handled by our error handler. Please inform the owner.
de: Dies hätte nicht passieren dürfen. Ein Befehl hat einen Fehler ausgelöst, der nicht von CommandError stammt und von unserem Error-Handler nicht behandelt wird. Bitte informieren Sie den Besitzer.
es: Esto no debería haber ocurrido. Un comando levantó un error que no proviene de CommandError, y no es manejado por nuestro manejador de errores. Por favor, informe al propietario.
fi: Näin ei olisi pitänyt tapahtua. Komento aiheutti virheen, joka ei tule CommandErrorista eikä virheenkäsittelijämme käsittele sitä. Ilmoita asiasta omistajalle.
fr: Cela n'aurait pas dû se produire. Une commande a provoqué une erreur qui ne provient pas de CommandError, et n'est pas gérée par notre gestionnaire d'erreurs. Veuillez en informer le propriétaire du bot.
nl: Dit had niet mogen gebeuren. Een commando heeft een fout gegenereerd die niet afkomstig is van CommandError en niet wordt afgehandeld door onze foutbehandelaar. Informeer de eigenaar.
pl: To nie powinno się zdarzyć. Komenda wywołała błąd, który nie pochodzi z CommandError i nie jest obsługiwany przez naszą procedurę obsługi błędów. Proszę, poinformuj Właściela.
ru: Этого не должно было случиться. Команда вызвала ошибку, которая не связана с CommandError и не по зубам обработчику ошибок. Пожалуйста, сообщите владельцу.
uk: Цього не повинно було статися. Команда викликала помилку, яка не походить від CommandError, і не обробляється нашим обробником помилок. Будь ласка, повідомте про це власника.

source: DuckHunt help
de: DuckHunt Hilfe
fi: DuckHunt ohjeet
fr: Aide de DuckHunt
hu: DuckHunt segítség
pl: Pomoc dla DuckHunt
uk: Допомога DuckHunt

source: **Welcome to DuckHunt** This is a help command designed to let you find all the commands in the bot. However, it's *not* the best way to get started with it. I suggest reading the wiki instead, here's [a link](https://duckhunt.me/docs). If you have questions, you can DM the bot, or join the [support server](https://duckhunt.me/support). Thanks for playing.
de: **Willkommen bei DuckHunt** Dies ist ein Hilfebefehl, mit dem Sie alle Befehle des Bots finden können. Es ist jedoch *nicht* der beste Weg, um mit dem Bot anzufangen. Ich schlage vor, stattdessen das Wiki zu lesen, hier ist [ein Link] (https://duckhunt.me/docs). Wenn du Fragen hast, kannst du den Bot per DM anschreiben oder dem [Support-Server](https://duckhunt.me/support) beitreten. Vielen Dank fürs Spielen.
es: **Bienvenido a DuckHunt** Este es un comando de ayuda diseñado para permitirte encontrar todos los comandos del bot. Sin embargo, no es la mejor manera de empezar a utilizarlo. Te sugiero que leas la wiki en su lugar, aquí está [un enlace](https://duckhunt.me/docs). Si tienes preguntas, puedes DM el bot, o unirse a la [servidor de apoyo](https://duckhunt.me/support). Gracias por jugar.
fi: **Tervetuloa DuckHuntiin* Tämä on apukomento, jonka tarkoituksena on auttaa sinua löytämään kaikki botin komennot. Se *ei* kuitenkaan ole paras tapa päästä alkuun sen kanssa. Suosittelen sen sijaan wikin lukemista, tässä on [linkki](https://duckhunt.me/docs). Jos sinulla on kysyttävää, voit lähettää botille DM:n tai liittyä [tukipalvelimeen](https://duckhunt.me/support). Kiitos pelaamisesta.
fr: **Bienvenue dans DuckHunt** Ceci est une commande d'aide conçue pour vous permettre de trouver toutes les commandes dans le bot. Cependant, ce n'est *pas* la meilleure façon de commencer. Je suggère plutôt à la place de lire le wiki, [disponible ici](https://duckhunt.me/docs). Si vous avez des questions, vous pouvez envoyer un DM au bot ou rejoindre le [serveur de support](https://duckhunt.me/support). Merci de jouer avec nous :)
hu: **Üdv a DuckHunt-ban** Ez egy segédparancs, ami arra lett kitalálva, hogy megtalálhasd a bot összes parancsát. Viszont ez *nem* a legjobb módja a kezdésnek. Ajánlom a wiki elolvasását inkább, itt [egy link](https://duckhunt.me/docs). Ha kérdéseid vannak, küldj privát üzenetet a botnak, vagy csatlakozz a [támogatási szerverhez](https://duckhunt.me/support). Köszönjük a játékot.
pl: **Witaj w świecie DuckHunt** Dzięki temu poleceniu możesz znaleźć wszystkie komendy dostępne dla bota. Jednak *nie* jest to najlepszy sposób na rozpoczęcie zabawy. Zamiast tego sugerujemy przeczytanie wiki, oto [link] (https://duckhunt.me/docs). Jeśli masz jakiekolwiek pytania, możesz wysłać wiadomość prywatną do bota DuckHunt lub dołączyć do [serwera wsparcia](https://duckhunt.me/support). Dziękujemy za wspólna grę.
uk: **Ласкаво просимо на DuckHunt Це довідкова команда, призначена для того, щоб ви могли знайти всі команди в боті. Однак, це **не**найкращий спосіб почати роботу з ботом. Я пропоную замість цього прочитати вікі, ось [посилання] (https://duckhunt.me/docs). Якщо у вас виникнуть питання, ви можете написати боту DM, або приєднатися до [сервера підтримки](https://duckhunt.me/support). Дякуємо за гру.

source: Use {prefix}{help} [command] for more info on a command.
de: Verwenden Sie {prefix}{help} [Befehl] für weitere Informationen zu einem Befehl.
es: Usa el comando {prefix}{help} [comando] para más información sobre el.
fi: Käytä {prefix}{help} [komento] saadaksesi lisätietoja komennosta.
fr: Utilisez le {prefix}{help} [commande] pour plus d'informations sur une commande.
hu: Használd a {prefix}{help} [command] parancsot több információért egy parancsról.
nl: Gebruik {prefix}{help} [commando] voor meer informatie over een commando.
pl: Użyj {prefix}{help} [komenda] aby uzyskać informację o danej komendzie.
ru: Введите {prefix}{help} [команда], чтобы получить больше информации о команде.
uk: Використовуйте {prefix} {help} [команда] для отримання додаткової інформації про команду.

source: {cog} help
de: {cog} hilfe
es: {cog} ayuda
fr: Aide pour {cog}
pl: Pomoc {cog}
uk: {cog} допомога

source: ... More available online
de: ... Mehr online verfügbar
es: ... Más información en línea
fi: ... Lisää saatavilla verkossa
fr: ... Voir plus sur internet
hu: ... Több elérhető online
pl: ... więcej dostępne online
uk: ... Більше доступно онлайн

source: Inventory
de: Inventar
es: Inventario
fi: Tavaraluettelo
fr: Inventaire
hu: Eszköztár
pl: Ekwipunek
uk: Інвентаризація

source: Your inventory
de: Ihr Inventar
es: Tu inventario
fi: Tavaraluettelosi
fr: Ton inventaire
hu: Az eszköztárad
nl: Je inventaris.
pl: Twój ekwipunek
ru: Ваш инвентарь
uk: Ваш інвентар

source: A lot of air and a starved mosquito.
de: Eine Menge Luft und eine ausgehungerte Mücke.
es: Mucho aire y un mosquito hambriento.
fi: Paljon ilmaa ja nälkäinen hyttynen.
fr: Beaucoup d'air et un moustique affamé.
hu: Rengeteg levegő és egy kiéhezett szúnyog.
nl: Veel lucht en een uitgehongerde mug.
pl: Dużo powietrza i zagłodzony komar.
ru: Много воздуха и голодный комар
uk: Багато повітря і голодний комар.

source: `{prefix}inv use shortcode` to use an item
de: `{prefix}inv use shortcode` zur Verwendung eines Elements
es: `{prefix}inv use shortcode` para usar un elemento
fi: `{prefix}inv use lyhenne` käyttääksesi esineen
fr: `{prefix}inv use codecourt` pour utiliser un objet
hu: `{prefix}inv use rövidkód` egy tárgy használatához
pl: Użyj przedmiotu, wpisując `{prefix}inv use shortcode`
uk: `{prefix}inv use shortcode` для використання елемента

source: ❌ Unknown item.
de: ❌ Unbekannter Artikel.
es: ❌ Artículo desconocido.
fi: ❌ Tuntematon esine.
fr: ❌ Objet inconnu.
hu: ❌ Ismeretlen tárgy.
nl: ❌Onbekend item.
pl: ❌ Nieznany przedmiot.
ru: ❌ Неизвестный предмет.
uk: ❌ невідомий предмет.

source: 👌 Item has been given to {target.name}.
de: 👌 Element wurde an {target.name} übergeben.
es: 👌 El artículo ha sido entregado a {target.name}.
fi: 👌 Esine on annettu käyttäjälle {target.name}.
fr: 👌 L'objet a été donné à {target.name}.
hu: 👌 Tárgy átadva {target.name}-nak/nek.
nl: 👌 Item is gegeven aan {target.name}.
pl: 👌 Przedmiot został pomyślnie przekazany do {target.name}.
ru: 👌 Предмет передан {target.name}.
uk: 👌 Товар передано {target.name}.

source: ❌ Items usage is disabled on this channel.
de: ❌ Die Verwendung von Elementen ist auf diesem Kanal deaktiviert.
es: ❌ El uso de artículos está desactivado en este canal.
fi: ❌ Esineiden käyttö on poistettu käytöstä tällä kanavalla.
fr: ❌ L'utilisation des objets est désactivée sur ce salon.
hu: ❌ A tárgyhasználat ki van kapcsolva ezen a csatornán.
nl: ❌ Het gebruik van items is uitgeschakeld op dit kanaal.
pl: ❌ Używanie przedmiotów jest wyłączone na tym kanale.
ru: ❌ На этом канале отключено использование предметов.
uk: ❌ На цьому каналі відключено використання предметів.

source: ❌ The number of items to use must be a number greater or equal to 1.
de: ❌ Die Anzahl der zu verwendenden Elemente muss größer oder gleich 1 sein.
es: ❌ El número de elementos a utilizar debe ser un número mayor o igual a 1.
fi: ❌ Käytettävien esineiden lukumäärän on oltava vähintään 1.
fr: ❌ Le nombre d'objets à utiliser doit être un nombre supérieur ou égal à 1.
hu: ❌ A használandó tárgyak száma 1-nél nagyobbnak vagy egyenlőnek kell lennie.
pl: ❌ Liczba przedmiotów do użycia musi być liczbą większą lub równą 1.
uk: ❌ Кількість використовуваних елементів повинна бути більшою або дорівнювати 1.

source: ❌ You can't use this item that many times.
de: ❌ Du kannst diesen Gegenstand nicht so oft benutzen.
es: ❌ No puedes usar este objeto tantas veces.
fi: ❌ Tätä esinettä ei voi käyttää niin monta kertaa.
fr: ❌ Vous ne pouvez pas utiliser cet objet autant de fois.
hu: ❌ Nem használhatod ezt a tárgyat ennyiszer.
pl: ❌ Hej ho! Nie możesz używać tego przedmiotu tak wiele razy.
ru: ❌ Вы не можете использовать этот предмет так много раз.
uk: ❌ Ви не можете використовувати цей предмет багато разів.

source: ❌ You don't have that item.
de: ❌ Sie haben diesen Gegenstand nicht.
es: ❌ No tienes ese objeto.
fi: ❌ Sinulla ei ole tuota esinettä.
fr: ❌ Vous n'avez pas cet objet.
hu: ❌ Nincs tulajdonodban az a tárgy.
pl: ❌ Nie posiadasz tego przedmiotu.
ru: ❌ У вас нет этого предмета.
uk: ❌ у вас немає цього предмета.

source: Landmines
de: Landminen
es: Minas terrestres
fi: Maamiinat
fr: Mines
hu: Aknák
pl: Miny
uk: Протипіхотні міни

source: 💥 You stepped on a `{landmine.word}` landmine placed {td} ago by <@{placed_by_member.user_id}>. It exploded, taking away **{explosion_value} points** from your account. <@{placed_by_member.user_id}> message: {message_text}
de: 💥 Du bist auf eine `{landmine.word}` Landmine getreten, die vor {td} von <@{placed_by_member.user_id}>. Sie ist explodiert und hat **{explosion_value} Punkte** von deinem Konto abgezogen. <@{placed_by_member.user_id}> nachricht: {message_text}
es: 💥 Has pisado una `{landmine.word}` mina terrestre colocada hace {td} por <@{placed_by_member.user_id}>. Ha explotado, restando **{explosion_value} puntos** a tu cuenta. <@{placed_by_member.user_id}> mensaje: {message_text}
fi: 💥 Astuit `{landmine.word}` miinaan, jonka asetti {td} sitten <@{placed_by_member.user_id}>. Se räjähti ja vei **{explosion_value} pisteitä** tililtäsi. <@{placed_by_member.user_id}> viesti: {message_text}
fr: 💥 Vous avez marché sur une mine : `{landmine.word}` placée il y a {td} par <@{placed_by_member.user_id}>. Elle a explosé, enlevant **{explosion_value} points** de votre compte. Message de <@{placed_by_member.user_id}>: {message_text}
pl: 💥 Nadepnąłeś/aś na `{landmine.word}` minę lądową umieszczoną {td} temu przez <@{placed_by_member.user_id}>. Wybuchła, zabierając z Twojego konta **{explosion_value} punktów**. <@{placed_by_member.user_id}> wiadomość: {message_text}
uk: 💥 ти наступив на{landmine.word}міну, закладену {td} встановлену{placed_by_member.user_id}&gt;. Вона вибухнула, забравши{explosion_value} бали** з вашого рахунку. &lt;@{placed_by_member.user_id}&gt; повідомлення: {message_text}
