Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Hey there, DuckHunt quality insurance duck here. How would you rate your experience killing ducks so far ?
de: Hallo, DuckHunt-Qualitätssicherungsente hier. Wie würden Sie Ihre bisherigen Erfahrungen beim Töten von Enten bewerten ?
es: Hola, contro de calidad de DuckHunt aquí. ¿Cómo calificaría su experiencia matando patos hasta ahora?
fr: Salut, ici le canard de l'assurance qualité DuckHunt. Comment évaluez-vous votre expérience de la chasse aux canards jusqu'à présent ?
hu: Üdv, DuckHunt minőségellenőrzés. Hogyan értékelnéd az eddigi tapasztalatodat a kacsák megölésében?
nl: Hé daar, DuckHunt kwaliteitsverzekering eend hier. Hoe zou je jouw ervaring met het doden van eenden tot nu toe beoordelen ?
pl: Witaj! Tu kontrola jakości Duck Hunt. Jak oceniasz swoje dotychczasowe doświadczenie w zabijaniu kaczek?
pt_br: Olá, aqui quem fala é o seguro de qualidade do DuckHunt. Como você avalia sua experiência matando patos até agora?
ru: Здравствуйте! С вами говорит оператор службы контроля качества DuckHunt. Как бы вы оценили степерь удовлетворённости охотой на беззащитных уток?
uk: Привіт, DuckHunt якість страхування качки тут. Як би ви оцінили свій досвід вбивства качок до сих пір?

source: YoU hAvE bEeN cOrRuPtEd.
de: Du WuRdEsT kOrRuMpIeRt
es: hAs siDO cORroMpiDoO.
fr: VoUs aVeZ éTé cOrRrOMmPu.
hu: MeGrOnToTtAlAk.
nl: Je BenT gEcOrRuPt.
pl: DeMoRaLiZaCjA!
pt_br: VoCê fOi CoRrOmPiDo.
ru: ВаС пЛюЩит!
uk: ВАС пОрУЧили.

source: The duck went away.
de: Die Ente ist geflüchtet
es: El pato se fué.
fr: Le canard est parti.
hu: A kacsa elment.
nl: De eend ging weg.
pl: Kaczka odfrunęła
pt_br: O pato foi embora.
ru: Утка уплыла.
uk: Качка пішла геть.

source: The duck went to another world.
de: Die Ente ging in eine andere Welt.
es: El pato se fue a otro planeta.
fr: Le canard est parti dans un autre monde.
hu: A kacsa elment egy másik világba.
nl: De eend ging naar een andere wereld.
pl: Kaczka odleciała do innego świata.
pt_br: O pato foi para outro mundo.
ru: Утка удирает в сторону заповедника.
uk: Качка відійшла в інший світ.

source: The duck didn't have time for this.
de: Die Ente hatte keine Zeit für so etwas.
es: El pato no tiene tiempo para esto.
fr: Le canard n'avait pas le temps pour ça.
hu: A kacsának nem volt erre ideje.
nl: De eend had hier geen tijd voor.
pl: Kaczka nie miała na to czasu.
pt_br: O pato não teve tempo para isso.
ru: У утки нет на это времени.
uk: Качка не має часу на це.

source: The duck dissipated in space and time.
de: Die Ente ist in Raum und Zeit verschwunden
es: El pato se disipó en el espacio tiempo.
fr: Le canard s'est dissipé dans l'espace-temps.
hu: A kacsa szertefoszlott az űrben és időben.
nl: De eend verdween in ruimte en tijd.
pl: Kaczka rozproszyła się w czasie i przestrzeni.
pt_br: O pato se dissipou no espaço e tempo.
ru: Утка растворилась в пространстве и времени.
uk: Качка розчинилася в просторі і часі.

source: The duck left out of boredom.
de: Die Ente ist vor Langeweile weggegangen
es: El pato se fue por aburrimiento.
fr: Le canard est parti par ennui.
hu: A kacsa elment unalomból.
nl: De eend is uit verveling vertrokken.
pl: Kaczka wyszła z nudów.
pt_br: O pato saiu de tédio.
ru: С вами скучно, поэтому утка улетела.
uk: Качка пішла від нудьги.

source: The duck doesn't want to be sniped.
de: Die Ente möchte nicht erschossen werden
es: El pato no quiere que lo lastimen 😥.
fr: Le canard ne veut pas être snipé.
hu: A kacsa nem szeretné, hogy lelőjék.
nl: De eend wil niet gesniped worden.
pl: Kaczka nie chce być zestrzelona.
pt_br: O pato não quer ser baleado.
ru: Утка категорически против, чтобы на неё охотились.
uk: Качка не хоче, щоб її підстрелили.

source: The duck walked up to the lemonade stand.
de: Die Ente geht rüber zum Limonadenstand
es: El pato caminó hasta un puesto de taquitos UwU.
fr: Le canard a marché jusqu'au stand de limonade.
hu: A kacsa felsétált a limonádés standhoz.
nl: De eend liep naar de limonadekraam.
pl: Kaczka podeszła do stoiska z lemoniadą.
pt_br: O pato caminhou até a barraca de limonada.
ru: Утка отправилась в места хлебные.
uk: Качка підійшла до кіоску з лимонадом.

source: The duck flew over a disproportionately small gap.
de: Die Ente flog über eine unverhältnismäßig kleine Lücke.
es: El pato voló hacía un hueco desproporcionadamente pequeño, similar a tu corazón.
fr: Le canard s'est envolé vers un trou disproportionnément petit.
hu: A kacsa átrepült egy aránytalanul kicsi lyukon.
nl: De eend vloog over een onevenredig klein gat.
pl: Kaczka przeleciała nad nieproporcjonalnie małą szczeliną.
pt_br: O pato voou sobre uma abertura desproporcionalmente pequena.
ru: Утку поглотила чёрная дыра.
uk: Качка пролетіла через непропорційно малу щілину.

source: The duck chickened out.
de: Die Ente hat gekniffen.
es: El pato se acobardó.
fr: Le canard a pris peur.
hu: A kacsa berezelt.
nl: De eend durfde niet meer.
pl: Kaczka zawinęła stąd swój kuper
pt_br: O pato se acovardou.
ru: Утка струсила.
uk: Качка втекла як перелякане курча.

source: The duck went to the parallel universe
de: Die Ente ist in ein Paralelluniversum gegangen
es: El pato fue al universo paralelo
fr: Le canard est allé dans l'univers parallèle
hu: A kacsa elment a párhuzamos univerzumba
nl: De eend ging naar het parallelle universum
pl: Kaczka udała się do bajkowej krainy
pt_br: O pato foi para o universo paralelo
ru: Утка исследует параллельный мир.
uk: Качка відправилася в паралельний всесвіт

source: The duck went to a parallel universe
de: Die Ente ist in ein Paralelluniversum gegangen
es: El pato fue a un universo paralelo
fr: Le canard est parti dans un univers parallèle.
hu: A kacsa elment egy párhuzamos univerzumba
nl: De eend ging naar een parallel universum
pl: Kaczka udała się do bajkowej krainy
pt_br: O pato foi para um universo paralelo
ru: Утка исследует параллельный мир.
uk: Качка потрапила в паралельний всесвіт

source: The duck went into the duckiverse
de: Die Ente ist in das Enten Universum gegangen
es: El pato entró en el duckiverso
fr: Le canard est parti dans le canarnivers.
hu: A kacsa elment a kacsaverzumba
nl: De eend ging het eendenuniversum in
pl: Kaczka odleciała do Kaczolandii
pt_br: O pato entrou no patoverso
ru: Утка укатила на птичий рынок.
uk: Качка потрапила в качиний світ

source: The duck teleported away from here
de: Die Ente hat sich wegteleportiert
es: El pato se teletransportó lejos de aquí
fr: Le canard s'est téléporté loin d'ici
hu: A kacsa elteleportált innen
nl: De eend is van hier weggeteleporteerd
pl: Kaczka teleportowała do innego wymiaru
pt_br: O pato se teletransportou para longe daqui
ru: Утка телепортировалась подальше отсюда.
uk: Качка телепортувалася подалі звідси

source: The duck went to look for a friend
de: Die Ente macht sich auf den Weg um nach einem Freund zu suchen
es: El pato fue a buscar a un amigo
fr: Le canard est parti à la recherche d'un ami
hu: A kacsa elment barátot keresni
nl: De eend ging op zoek naar een vriend
pl: Kaczka pofrunęła szukać kaczora
pt_br: O pato foi procurar um amigo
ru: Утка отправилась на поиски друзей.
uk: Качка пішла шукати друга

source: The duck went to a better place
de: Die Ente hat sich auf den Weg gemacht zu einem besseren Ort
es: El pato se fue a un lugar mejor
fr: Le canard est allé dans un meilleur endroit
hu: A kacsa elment egy jobb helyre
nl: De eend ging naar een betere plek
pl: Kaczka pofrunęła do nieba
pt_br: O pato foi para um lugar melhor
ru: Утка знает места и получше.
uk: Качка пішла в кращий світ

source: The duck went to a better party
de: Die Ente ist zu einer besseren Party gegangen
es: El pato fue a una fiesta mejor
fr: Le canard est allé à une meilleure fête
hu: A kacsa elment egy jobb partiba
nl: De eend ging naar een beter feestje
pl: Kaczka poszła na lepszą imprezę
pt_br: O pato foi a uma festa melhor
ru: Утка почистила пёрышки и улетела тусить.
uk: Качка пішла на кращу вечірку

source: The duck has some important business to take care of
de: Die Ente hat etwas wichtigeres zu tun
es: El pato tiene algunos asuntos importantes de los que ocuparse
fr: Le canard a des affaires importantes à régler
hu: A kacsának fontos ügye van, amiről gondoskodnia kell
nl: De eend heeft een aantal belangrijke zaken te regelen
pl: Kaczka ma ważną sprawę do załatwienia
pt_br: O pato tem alguns negócios importantes para cuidar
ru: У утки появились срочные дела.
uk: Качка має важливі справи, про які треба подбати

source: A duck
de: Eine Ente
es: El pato
fr: Un canard
hu: Egy kacsa
nl: Een eend
pl: Po prostu Kaczka
pt_br: Um pato
ru: Просто утка
uk: Качка

source: Mr. Duck
de: Herr Ente
es: El Sr. Duck
fi: Herra Ankka
fr: Mr. Canard
hu: Mr. Kacsa
nl: Mr. Eend
pl: Pan Kaczor
pt_br: Sr. Pato
ru: Мистер Дак
uk: Містере Дак

source: RealDuck
de: EchteEnte
es: PatoRial
fi: AitoAnkka
fr: VraiCanard
hu: ValódiKacsa
nl: Echte Eend
pl: Prawdziwa Kaczka
pt_br: Pato real
ru: Реальная утка

source: The ghost never appeared.
de: Der Geist ist nie erschienen.
es: El fantasma nunca apareció
fi: Haamu ei koskaan ilmestynyt.
fr: Le fantôme n'est jamais apparu.
hu: A szellem sose jelent meg.
nl: Het spook is nooit verschenen.
pl: Duch nigdy się nie pojawił.
pt_br: O fantasma nunca apareceu.
ru: Привидение так и не появилось.
uk: Привид так і не з'явився.

source: Invisible Duck
de: Unsichtbare Ente
es: Pato Invisible
fi: Näkymätön ankka
fr: Canard invisible
hu: Láthatatlan Kacsa
nl: Onzichtbare Eend
pl: Niewidzialna Kaczka
pt_br: Pato Invisível
ru: Утка-невидимка
uk: Качка-невидимка

source: Ghost Duck
de: Gespenster-Ente
es: Pato Fantasma
fi: Haamu ankka
fr: Canard fantôme
hu: Szellemkacsa
nl: Spookeend
pl: Kaczka Duch
pt_br: Pato Fantasma
ru: Утка-привидение
uk: Качка-привид

source: Boooo Duck
de: Buuuuh Ente
es: Booooo Pato
fi: Boooo ankka
fr: Canard Bouh
hu: Boooo Kacsa
nl: Boooooe Eend
pl: Kaczka Boooo
pt_br: Pato Boooo
ru: Утка-страшилка
uk: Буууу Качка

source: Pr. Duck
de: Prof. Ente
es: Dr. Pato
fr: Canard prof.
hu: Pr. Kacsa
nl: Prof. Eend
pl: Profesor Kwacz
pt_br: Pr. Pato
ru: Проф. Уткин
uk: Пр. Дак

source: EnsDuck
de: EnsEnte
es: PatoEns
fr: Pr. Canard
hu: EnsKacsa
nl: EinsEend
pl: McKwacz
pt_br: EnsPato
ru: Вумная вутка

source: **COIN**
fi: **KOLIKKO**
pl: **MONETA**
pt_br: **MOEDA**
ru: **КОЙН**
uk: **МОНЕТА*

source: **Piou** ?
pl: **Pii** ?
pt_br: **Piu**?
ru: **Пиу**?
uk: **Піу?**

source: **Coin** ?
de: **Münzen** ?
fi: **Kolikko** ?
pl: **Moneta** ?
pt_br: **Moeda**?
ru: **Койн**?
uk: *монета*

source: **Coin**!
de: **Münzen**!
fi: **Kolikko**!
pl: **Moneta**!
pt_br: **Moeda**!
ru: **Койн**!
uk: *монета*!

source: **COIIIIIINNNNNN**!
de: **COIIIINNNNNNN**!
fi: **KOLIKKKKKOOOOOOO**!
pl: **MONEEEETAAAA**!
pt_br: **MOOOOEEEEDAAAAAA**!
ru: **КОООООЙН**!
uk: **МООооНЕТААААААаа**!

source: Smol Duck
de: Kleine Ente
es: PequePato
fr: P'tit canard
hu: Kicsi Kacsa
nl: klein eendje
pl: Mała Kaczka
pt_br: Pato smol
ru: Масенькая утка
uk: Качка Смол

source: Mini Duck
de: Mini-Ente
es: Patito
fi: Mini Ankka
fr: Mini canard
hu: Mini Kacsa
nl: minieend
pl: Mini Kaczka
pt_br: Mini Pato
ru: Мини-утка
uk: Міні-качка

source: Ducky
es: Patillo
fr: Canardou
nl: Eendje!
pl: Kaczątko
pt_br: Patinho
ru: Уточка
uk: Дакі

source: Duckie
es: Patito
fr: Canardounet
nl: Eendje?
pl: Kaczusia
pt_br: Patoso
ru: Утя
uk: Дакі

source: Free money !
de: Kostenloses Geld!
es: ¡Dinero gratis!
fi: Ilmaista rahaa !
fr: De l'argent gratuit !
hu: Ingyen pénz!
nl: Gratis geld !
pl: Darmowa kasa !
pt_br: Dinheiro grátis !
ru: Халявные деньги!
uk: Безкоштовні гроші!

source: It's free money
de: Es ist kostenloses Geld
es: Dinero gratis!!
fi: Se on ilmaista rahaa
fr: C'est de l'argent gratuit
hu: Ez ingyen pénz
nl: Het is gratis geld
pl: Czas darmowej kasy
pt_br: É dinheiro grátis
ru: Халявное баблишко
uk: Це безкоштовні гроші

source: Golden Duck
de: Goldene Ente
es: Pato Dorado
fi: Kultainen ankka
fr: Canard doré
hu: Arany Kacsa
nl: Gouden Eend
pl: Złota Kaczka
pt_br: Pato Dourado
ru: Золотая утка
uk: Золота качка

source: Golden Goose
de: Goldene Gans
es: Gansa de Oro
fr: Oie dorée
hu: Aranyliba
nl: Gouden Gans
pl: Złota Gęś
pt_br: Ganso Dourado
ru: Золотой гусяра
uk: Золотий гусак

source: Shiny Duck
de: Glänzende Ente
es: Pato Brillante
fi: Kiiltävä ankka
fr: Canard brillant
hu: Fényes Kacsa
nl: Glanzende Eend
pl: Lśniąca Kaczka
pt_br: Pato Brilhante
ru: Навороченная утка
uk: Блискуча качка

source: Rich Duck
de: Reiche Ente
es: Pato Rico Ricon
fi: Rikas ankka
fr: Canard riche
hu: Gazdag Kacsa
nl: Rijke Eend
pl: Kaczka Bogaczka
pt_br: Pato Rico
ru: Богатая утка
uk: Багата качка

source: Have any money ?
de: Haben Sie Geld?
es: [Voz de Josh] ¿Y los Billetes?
fi: Onko sinulla rahaa?
fr: Vous avez de l'argent ?
hu: Van pénzed?
nl: Heb je geld?
pl: Rzuć 2 złoty na chleb
pt_br: Tem algum dinheiro?
ru: Есть бабки?
uk: Гроші є?

source: It's paid money
de: Es ist bezahltes Geld
es: Es dinero Gratirijillo [Sí, con voz de Flanders]
fi: Se on maksettua rahaa
fr: C'est de l'argent payant
hu: Ez kifizetett pénz
nl: Het is gratis geld
pl: To płatne pieniądze
pt_br: É dinheiro pago
ru: Не путать с халявой!
uk: Це заплачені гроші

source: Plastic Duck
de: Plastik Ente
es: Pato de plástico
fi: Muovi Ankka
fr: Canard en plastique
hu: Műanyag Kacsa
nl: Plastic Eend
pl: Plastikowa kaczka
pt_br: Pato de Plástico
ru: Пластмассовая уточка
uk: Пластикова качка

source: Poor Duck
de: Arme Ente
es: Pato Pobre
fi: Köyhä ankka
fr: Canard pauvre
hu: Szegény Kacsa
nl: Arme eend
pl: Kaczka Żebrak
pt_br: Pobre Pato
ru: Малоимущая утка
uk: Бідна Качка

source: Slimey Duck
de: Schleim Ente
es: Pato Delgado
fi: Limainen ankka
fr: Canard maigre
hu: Nyálkás Kacsa
nl: Slijmende eend
pl: Zamulona Kaczka
pt_br: Pato viscoso
ru: Дешёвая утка
uk: Слизька качка

source: **DON'T MOVE OR EVERYTHING WILL EXPLODE!**
de: **NICHT BEWEGEN ODER ALLES EXPLODIERT!**
es: **¡NO TE MUEVAS O TODO EXPLOTARÁ!**
fi: **ÄLÄ LIIKU TAI KAIKKI RÄJÄHTÄÄ!
fr: **QUE PERSONNE NE BOUGE OU TOUT EXPLOSERA !**
hu: **NE MOZOGJ VAGY MINDEN FEL FOG ROBBANNI!**
nl: ***BEWEEG JE NIET OF ALLES ZAL EXPLODEREN!***
pl: **NIE RUSZAĆ SIĘ BO WSZYSTKO WYBUCHNIE!**
pt_br: **NÃO SE MOVA OU TUDO VAI EXPLODIR!**
ru: **НЕ ШЕВЕЛИТЬСЯ! ИНАЧЕ ВСЁ ВЗОРВЁТСЯ!**
uk: **НЕ РУХАЙСЯ, БО ВСЕ ВИБУХНЕ!**

source: Gonna kill y'all !
de: Ich werde euch alle töten!
es: ¡Los voy a matar a todos!
fi: Tapan teidät kaikki!
fr: Je vais tous vous tuer !
hu: Meg fogok ölni mindenkit!
nl: Ik ga jullie allemaal vermoorden!
pl: ZamoooRRRRRduję Was !
pt_br: Vou matar vocês!
ru: Всех порешу!!!
uk: Я вб'ю вас усіх!

source: The Kamikaze Duck
de: Die Kamikaze Ente
es: El pato kamikaze
fi: Kamikaze ankka
fr: Le canard kamikaze
hu: A Kamikaze Kacsa
nl: De Kamikaze-eend
pl: Kaczka Kamikaze
pt_br: O Pato Kamikaze
ru: Утка-камикадзе
uk: Качка-камікадзе

source: Explosive Duck
de: Sprengstoff-Ente
es: Pato Explosivo
fi: Räjähde ankka
fr: Canard explosif
hu: Robbanékony Kacsa
nl: Explosieve Eend
pl: Eksplodująca Kaczka
pt_br: Pato Explosivo
ru: Взрывоопасная утка
uk: Вибухова качка

source: Boom Duck
de: Boom-Ente
es: Pato Bomba
fr: Canard boom
hu: Bomba Kacsa
nl: Boemeend
pl: Kaczka Bum-Bum
pt_br: Pato Boom
ru: Утка-бум
uk: БУУМ Качка

source: Dynamite Duck
de: Dynamit-Ente
es: Pato Dinamita
fi: Dynamiitti Ankka
fr: Canardynamite
hu: Dinamit Kacsa
nl: Dynamiet Eend
pl: Kaczka Dynamit
pt_br: Pato Dinamite
ru: Утка-динамит
uk: Динамічна качка

source: The kamikaze duck exploded, killing every duck on the channel.
de: Die Kamikaze-Ente explodierte und tötete alle Enten auf dem Kanal.
es: El pato kamikaze explotó, matando a todos los patos del canal.
fi: Kamikaze-ankka räjähti ja tappoi kaikki kanavan ankat.
fr: Le canard kamikaze a explosé, tuant tous les canards présents sur le salon.
hu: A kamikáze kacsa felrobbant, megölve az összes kacsát a csatornán.
nl: De kamikaze-eend explodeerde en doodde elke eend op het kanaal.
pl: Kaczka kamikaze rozerwała się na strzępy, a eksplodując, zabiła wszystkie kaczki na kanale.
pt_br: O pato kamikaze explodiu, matando todos os patos do canal.
ru: Утка-камикадзе взорвалась, забрав с собой всех уток на канале.
uk: Качка-камікадзе вибухнула, вбивши всіх качок на каналі.

source: Duck 2000
de: Ente 2000
es: Patotronic 2000
fi: Ankka 2000
fr: Canard 2000
hu: Kacsa 2000
nl: Eend 2000
pl: Kaczka 2000
pt_br: Pato 2000
ru: Утка 2000
uk: Качка 2000

source: Omega Duck
de: Omega-Ente
es: Pato Supremo
fi: Omega-ankka
fr: Omega-nard
hu: Omega Kacsa
nl: Omega-eend
pl: Kaczka Omega
pt_br: Pato Ómega
ru: Омега утка
uk: Качка Омега

source: BZAAAACK
pl: BZAAAAK
ru: БЗАААААК
uk: БЗЯК

source: BZAACK
pl: BZAAAK
ru: БЗАААК
uk: БЦЦЯК

source: Big Duck
de: Groß Ente
es: Gran Pato
fi: Iso Ankka
fr: Gros canard
hu: Nagy Kacsa
nl: Grote Eend
pl: Duża Kaczka
pt_br: Pato Grande
ru: Большая утка
uk: Велика Качка

source: Strong Duck
de: Starke Ente
es: Pato Chad
fi: Vahva ankka
fr: Canard fort
hu: Erős Kacsa
nl: Sterke Eend
pl: Silna Kaczka
pt_br: Pato Forte
ru: Утка-силач
uk: Сильна качка

source: Heavy Duck
de: Schwere Ente
es: Pato Crack
fi: Raskas ankka
fr: Canard lourd
hu: Nehéz Kacsa
nl: Zware Eend
pl: Kaczka wielkich gabarytów
pt_br: Pato Pesado
ru: Утка-супертяжвес
uk: Важка качка

source: **I am your mother...**
de: **Ich bin deine Mutter...**
es: **YO SOY**... tu madre.
fi: **Olen äitisi...**
fr: **Je suis ta mère...**
hu: **Én vagyok az anyád....**
nl: **Ik ben je moeder...**
pl: **To ja, twoja matka...**
pt_br: **Eu sou a sua mãe...**
ru: **Ваша мама пришла...**
uk: **Я твоя мати..**

source: Ms. Duck
de: Frau. Ente
es: Sra. Duck
fi: Neiti Ankka
fr: Mme. Canard
hu: Ms. Kacsa
nl: Mw. Eend
pl: Pani Kaczka
pt_br: Sra. pata
ru: Миссис Дак
uk: Пані Дак

source: Mom
de: Mutti
es: Mamá
fi: Äiti
fr: Maman
hu: Anya
nl: Mamma
pl: Mama
pt_br: Mãe
ru: Мамаша
uk: Мама

source: Mommy
de: Muttchen
es: Mami
fi: Äiti
fr: Mamounette
hu: Anyu
nl: Mammie
pl: Mamuśka
pt_br: Mamãe
ru: Мамуля
uk: Мама!

source: MOAD
de: PINGUIN
fr: MDTLC
pl: MWK
pt_br: MDTP
ru: Мать всех уток
uk: МОАД

source: Mooooom
de: Muttiiiii
es: Amaaaaa
fr: Môman
hu: Anyaaaaaaaa
nl: MAAAAAAAAMAAAAAAAA
pl: Maaaaaama
pt_br: Mãããããe
ru: Мамочка
uk: Муууум!

source: Dockolumbus
es: Patolomeo
fr: Jacques Canartier
pl: Kaczobyk
uk: Доколумб

source: Cartographer Duck
es: Pato Cartógrafo
fr: Canard cartographe
pl: Kaczka Kartografka
pt_br: Pato Cartógrafo
uk: Качка Картограф

source: *coin*
de: *münze*
pl: *pieniądz nie śmierdzi*
pt_br: *moeda*
ru: *койн*
uk: *монета*

source: *Don't make a noise, it's nighttime*
de: *Keinen Lärm machen, es ist Nacht*
es: *No hagas ruido, es de noche*
fr: *Ne fait pas de bruit, c'est la nuit*
hu: *Ne adj ki zajt, éjszaka van*
nl: *Maak geen lawaai, het is nacht*
pl: *Zachowuj się cicho, jest cisza nocna*
pt_br: *Não faça barulho, tá de noite*
ru: *Не шумите, ночь на дворе!*
uk: *Не шуміти, зараз ніч*

source: *Shhhhh*
de: *Schhhhhh*
fr: *Chuuuut*
pl: *Cicho-sza!*
ru: *Тссссс!*
uk: *Ш-ш-ш-ш!

source: Everything is calm
de: Alles ist ruhig
es: Todo está en calma
fr: Tout est calme
hu: Minden nyugodt
nl: Alles is rustig
pl: Co piszczy w trawie?
pt_br: Tudo está calmo.
ru: Всё спокойно
uk: Все спокійно

source: Nothing is happening right now.
de: Im Moment ist nichts los.
es: No está pasando nada ahora mismo.
fr: Rien ne se passe pour le moment.
hu: Semmi sem történik most.
nl: Er gebeurt nu niets.
pl: Na razie nic się nie dzieje 🤫
pt_br: Nada está acontecendo agora.
ru: Сейчас ничего не происходит.
uk: Зараз нічого не відбувається.

source: Ducks are migrating
de: Enten wandern ab
es: Los patos están migrando
fr: Les canards migrent
hu: A kacsák vándorolnak
nl: Eenden zijn aan het migreren
pl: Migracja kaczek
pt_br: Patos estão migrando.
ru: Миграция уток
uk: Качки мігрують

source: Prepare to see more ducks in the next hour.
de: Bereiten Sie sich darauf vor, in der nächsten Stunde weitere Enten zu sehen.
es: Prepárense para ver más patos en la próxima hora.
fr: Préparez-vous à voir plus de canards dans l'heure à venir.
hu: Készülj fel több kacsára a következő órában.
nl: Bereid je voor om meer eenden te zien in het komende uur.
pl: Przygotuj się na pojawienie więcej kaczek w ciągu najbliższej godziny.
pt_br: Prepare-se para ver mais patos na próxima hora.
ru: В течение следующего часа будет больше уток.
uk: Приготуйтеся побачити більше качок у найближчу годину.

source: Steroids in the lake
de: Steroide im See
es: Los esteroides en el lago
fr: Stéroïdes dans le lac
hu: Szteroidok a tóban
nl: Steroïden in het meer
pl: Sterydy w jeziorze
pt_br: Esteróides no lago
ru: Стероиды в воде
uk: Стероїди в озері

source: A medical waste company dumped steroids in the lake. Ducks have mutated, and you'll see a lot more super ducks. But, be careful, and don't drink that water.
de: Ein Unternehmen für medizinische Abfälle hat Steroide in den See gekippt. Die Enten sind mutiert, und Sie werden noch viele weitere Superenten sehen. Aber seien Sie vorsichtig und trinken Sie das Wasser nicht.
es: Una compañía de desechos médicos arrojó esteroides en el lago. Los patos han mutado, y ahora verás muchos más Súper patos. Además, ten cuidado, y no bebas esa agua.
fr: Une compagnie pharmaceutique a relâché des stéroïdes dans le lac. Les canards ont mutés et tu verra beaucoup plus de super canards. Mais fait attention, et évite de boire de cette eau.
hu: Egy orvosi hulladékkezelő cég szteroidokat dobott a tóba. A kacsák mutáltak, és sokkal több szuper kacsa lesz látható. De légy óvatos, és ne igyál abból a vízből.
nl: Een medisch afvalbedrijf dumpte steroïden in het meer. Eenden zijn gemuteerd, en je zult nog veel meer supereenden zien. Maar, wees voorzichtig, en drink dat water niet.
pl: Pewnego dnia firma zajmująca się odpadami medycznymi wrzuciła sterydy do jeziora. Kaczki uległy mutacji i zobaczysz o wiele więcej superkaczek. Chwila... co Ty ROBISZ?! NIE PIJ TEJ WODY.
pt_br: Uma empresa de resíduos hospitalares despejou esteróides no lago. Os patos sofreram mutações, e você verá muito mais super patos. Mas tenha cuidado e não beba essa água.
ru: Очень добросовестная фармацевтическая компания сбросила в воду стероиды. Утки мутировали, и теперь будет больше супер-уток. Но будьте осторожны и не пейте воду.
uk: Компанія з утилізації медичних відходів скинула в озеро стероїди. Качки мутували, і ви побачите набагато більше супер-качок. Але будьте обережні і не пийте цю воду.

source: Safety class canceled
de: Sicherheitsklasse gestrichen
es: Clase de seguridad cancelada
fr: Annulation du cours de maniement d'armes
hu: A biztonsági tanóra elmaradt
nl: Veiligheidsklas geannuleerd
pl: Klasa bezpieczeństwa anulowana
pt_br: Aula de segurança cancelada
ru: Инструктаж по ТБ отменён
uk: Клас безпеки скасовано

source: The safety class was canceled, beware not to shoot other hunters!
de: Der Sicherheitskurs wurde abgesagt, achten Sie darauf, nicht auf andere Jäger zu schießen!
es: La clase de seguridad fue cancelada, ¡cuidado con no disparar a otros cazadores!
fr: Le cours sur le maniement d'armes a été annulé, faites attention à ne pas tirez sur d'autres chasseurs !
hu: A biztonsági tanóra elmaradt, ügyelj arra, hogy ne lődd le a többi vadászt!
pl: Klasa bezpieczeństwa została odwołana, uważaj, aby nie strzelać do innych!
pt_br: O passe de segurança foi cancelado, cuidado para não atirar em outros caçadores!
ru: Инструктаж по технике безопасности отменили. Постарайтесь не подстрелить другого охотника!
uk: Заняття з техніки безпеки відмінили, будьте обережні, щоб не підстрелити інших мисливців!

source: Connection problem
de: Verbindungsproblem
es: Problema de conexión
fr: Problèmes de connexion
hu: Kapcsolódási probléma
nl: Verbindingsprobleem
pl: ERROR : Problem z połączeniem
pt_br: Problema de conexão
ru: Технические неполадки
uk: Проблема з підключенням
