Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: This returns the current bot time.
de: Dies gibt die aktuelle Bot-Zeit zurück.
es: Esto devuelve el tiempo actual del bot.
fi: Tämä palauttaa botin tämänhetkisen ajan.
fr: Renvoie l'heure actuelle du bot.
hu: Ez elküldi a jelenlegi bot időt
pl: Podaje aktualny czas bota
pt_br: Isso retorna a hora atual do bot.
ru: Вывод текущего времени бота.
uk: Повертає поточний час бота.

source: Get some quickstats about yourself (or someone else).
de: Ermitteln Sie einige kurze Statistiken über sich selbst (oder jemand anderen).
es: Obtén algunas estadísticas rápidas sobre ti mismo (o sobre alguien más).
fi: Hanki itsestäsi (tai jostakusta muusta) joitakin pikatilastoja.
fr: Obtiens des statistiques rapides sur toi-même (ou sur quelqu'un d'autre).
hu: Szerezz meg gyors statisztikákat magadról (vagy valaki másról).
nl: Krijg wat korte statistieken over jezelf (of iemand anders).
pl: Uzyskaj szybkie statystyki o sobie (lub o kimś innym).
pt_br: Obtenha algumas estatísticas rápidas sobre você (ou outra pessoa)
ru: Краткая статистика (собственная или по другому охотнику).
uk: Отримайте швидку статистику про себе (або когось іншого).

source: Get shooting stats (for you or someone else).
de: Holen Sie sich Schießstatistiken (für sich oder jemand anderen).
es: Obtener estadísticas de cacería (para ti o para alguien más).
fi: Hanki ammuntatilastot (itsellesi tai jollekin toiselle).
fr: Obtiens des statistiques sur tes tirs (pour toi ou quelqu'un d'autre).
hu: Szerezz meg lövési statisztikákat (magadról vagy valaki másról).
nl: Krijg opnamestatistieken (voor jou of iemand anders).
pl: Uzyskaj statystyki strzelania (swoje lub kogoś innego).
pt_br: Obtenha estatísticas de tiro (para você ou outra pessoa).
ru: Статистика стрельбы (собственная или по другому охотнику).
uk: Отримайте статистику стрільби (за себе або за когось іншого).

source: Get best times to kill of ducks (for you or someone else).
de: Ermitteln Sie die besten Zeiten zum Töten von Enten (für Sie oder jemand anderen).
es: Consigue los mejores tiempos de asesinato de patos (por ti o alguien más).
fi: Hanki parhaat ajat ankkojen tappamiseen (sinulle tai jollekin muulle).
fr: Obtiens les meilleurs temps pour tuer des canards (pour toi ou quelqu'un d'autre).
hu: Szerezd meg a legjobb kacsaölési időket (magadról vagy valaki másról).
nl: Krijg de beste tijden voor het doden van eenden (voor jou of iemand anders).
pl: Uzyskaj najlepsze czasy zabijania kaczek (swoje lub kogoś innego).
pt_br: Obtenha os melhores tempos ao matar patos (para você ou outra pessoa).
ru: Лучшее время поражения утки (собственное или другого охотника).
uk: Виберіть найкращий час для вбивства качок (для вас або когось іншого).

source: Get number of each type of duck killed (for you or someone else).
de: Ermitteln Sie die Anzahl jeder erlegten Entenart (für Sie oder jemand anderen).
es: Consigue el número de cada tipo de patos asesinados (por ti o alguien más).
fi: Hanki kunkin ankkatyypin tapettujen yksilöiden lukumäärä (sinun tai jonkun muun puolesta).
fr: Obtiens le nombre de chaque type de canard tué (pour toi ou quelqu'un d'autre).
hu: Szerezd meg az egyes kacsafajtákból leölt kacsák számát (magadról vagy valaki másról).
nl: Krijg het nummer van elk type gedode eend (voor jou of iemand anders).
pl: Uzyskaj liczbę zabitych kaczek każdego rodzaju (swoje lub kogoś innego).
pt_br: Obtenha o número de cada tipo de pato morto (para você ou outra pessoa).
ru: Информация о количестве убитых уток каждого вида (по вашему или какому-либо другому профилю).
uk: Отримайте кількість кожного виду вбитих качок (для вас або когось іншого).

source: Get number of each type of duck hugged (for you or someone else).
de: Ermitteln Sie die Anzahl jeder Art von Ente, die umarmt wird (für Sie oder jemand anderen).
es: Consigue el número de cada tipo de pato abrazado (por ti o alguien más).
fi: Hanki kunkin ankkatyypin halausten lukumäärä (itsellesi tai jollekin toiselle).
fr: Obtiens le numéro de chaque type de canard câliné (pour toi ou quelqu'un d'autre).
hu: Szerezd meg az egyes kacsafajtákból megölelt kacsák számát (magadról vagy valaki másról).
nl: Krijg het nummer van elk type geknuffelde eend (voor jou of iemand anders).
pl: Zdobądź informacje o każdym rodzaju przytulonej kaczki (swoją lub kogoś innego).
pt_br: Obtenha o número de cada tipo de pato abraçado (para você ou outra pessoa).
ru: Информация о количестве уток каждого вида, которые получили порцию объятий (по вашему или какому-либо другому профилю).
uk: Отримайте кількість кожного виду качок, яких ви обіймали (для себе або для когось іншого).

source: Get number of each type of duck hurt (for you or someone else).
de: Ermitteln Sie die Anzahl jeder Art von verletzter Ente (für Sie oder jemand anderen).
es: Consigue el número de cada tipo de pato herido (por ti o alguien más).
fi: Hanki kunkin ankkatyypin vahingoitettujen yksilöiden lukumäärä (sinun tai jonkun muun puolesta).
fr: Obtiens le nombre de chaque type de canard blessé (par toi ou quelqu'un d'autre).
hu: Szerezd meg az egyes kacsafajtákból megsebzett kacsák számát (magadról vagy valaki másról).
nl: Krijg het nummer van elk type eend dat gewond is geraakt (voor jou of iemand anders).
pl: Zdobądź informację o każdym rodzaju zranionej kaczki (swoją lub kogoś innego).
pt_br: Obtenha o número de cada tipo de pato machucado (para você ou outra pessoa).
ru: Информация о количестве раненых уток каждого вида (по вашему или какому-либо другому профилю).
uk: Отримайте кількість кожного виду качок, що постраждали (для вас або когось іншого).

source: Get number of each type of duck that resisted a shot (for you or someone else).
de: Ermitteln Sie die Anzahl jeder Entenart, die einem Schuss widerstanden hat (für Sie oder jemand anderen).
es: Consigue el número de cada tipo de pato que resistió un disparo (por ti o alguien más).
fi: Hanki niiden ankkatyyppien lukumäärä, jotka vastustivat laukausta (sinun tai jonkun muun).
fr: Obtiens le nombre de chaque type de canard qui a résisté à un tir (par toi ou quelqu'un d'autre).
hu: Szerezd meg az egyes kacsafajtákból ellenált kacsák számát (magadról vagy valaki másról).
nl: Krijg het nummer van elk type eend dat een schot heeft weerstaan (voor jou of iemand anders).
pl: Zdobądź informację o każdym rodzaju kaczki, która odparła strzał (swoją lub kogoś innego).
pt_br: Obtenha o número de cada tipo de pato que resistiu a um tiro (para você ou outra pessoa).
ru: Информация о количестве уток каждого вида, которые отчаянно сопротивлялись выстрелу (по вашему или какому-либо другому профилю).
uk: Отримайте кількість кожного виду качок, які витримали постріл (для вас або когось іншого).

source: Get number of each type of duck that fled following a shot (for you or someone else).
de: Ermitteln Sie die Anzahl jeder Entenart, die nach einem Schuss geflohen ist (für Sie oder jemand anderen).
es: Consigue el número de cada tipo de pato que huyó después de un disparo (por ti o alguien más).
fi: Hanki kunkin ankkatyypin lukumäärä, joka pakeni laukauksen jälkeen (sinun tai jonkun muun).
fr: Obtiens le nombre de chaque type de canard qui s'est enfui après un tir (par toi ou quelqu'un d'autre).
hu: Szerezd meg az egyes kacsafajtákból lövés után elmenekült kacsák számát (magadról vagy valaki másról).
nl: Krijg het nummer van elk type eend dat vluchtte na een schot (voor jou of iemand anders).
pl: Uzyskaj liczbę każdego rodzaju kaczek, które spłoszyły się (dla Ciebie lub kogoś innego).
pt_br: Obtenha o número de cada tipo de pato que fugiu após um tiro (para você ou outra pessoa).
ru: Информация о количестве уток каждого вида, которые ретировались после выстрела (по вашему или какому-либо другому профилю).
uk: Отримайте кількість кожного виду качок, які втекли після пострілу (для вас або когось іншого).

source: Show your/someone else achievements in the channel
de: Zeigen Sie Ihre/andere Erfolge im Kanal
es: Muestra tus logros o los de alguien más en el canal
fi: Näytä omat/jonkun muun saavutukset kanavalla
fr: Montre tes succès ou ceux de quelqu'un d'autre dans le salon.
hu: Megmutatja a saját vagy valaki más előrelépéseit ebben a csatornában.
nl: Toon jouw/iemand anders hun prestaties op het kanaal
pl: Pokaż swoje osiągnięcia lub kogoś innego na kanale
pt_br: Mostre suas conquistas ou de outra pessoa no canal
ru: Отображение ваших или чьих-либо ещё достижений на канале.
uk: Покажіть свої/чужі досягнення в каналі

source: Send some of your experience to another player.
de: Senden Sie etwas von Ihrer Erfahrung an einen anderen Spieler.
es: Envía algo de tu experiencia a otro jugador.
fi: Lähetä osa kokemuspisteistäsi toiselle pelaajalle.
fr: Envois une partie de ton expérience à un autre joueur.
hu: Elküldheted a tapasztalatod részét egy másik játékosnak.
nl: Stuur wat van je ervaring naar een andere speler.
pl: Podaruj trochę własnego doświadczenia innemu graczowi.
pt_br: Envie uma determinada quantidade de sua experiência para outro jogador.
ru: Отправка определённого количества ваших единиц опыта другому игроку.
uk: Передайте частину свого досвіду іншому гравцеві.

source: Give some experience to another player. This is a cheat.
de: Geben Sie einem anderen Spieler etwas Erfahrung. Dies ist ein Cheat.
es: Regala experiencia a otro jugador. Esto es hacer trampa.
fi: Anna kokemuspisteitä toiselle pelaajalle. Tämä on huijausta.
fr: Donnes de l'expérience à un autre joueur. C'est de la triche.
hu: Adj tapasztalatot egy másik játékosnak. Ez egy csalás.
nl: Geef een andere speler wat ervaring. Dit is valsspelen.
pl: Daj trochę doświadczenia innemu graczowi. To niezły cheat :>
pt_br: Dê uma determinada quantidade de experiência a outro jogador. Isso é uma trapaça.
ru: Отправка определённого количества единиц опыта другому игроку. Это чит.
uk: Передати що небуть іншому гравцеві

source: Who's the best ?
de: Wer ist der Beste?
es: ¿Quién es el mejor?
fi: Kuka on paras?
fr: Qui est le meilleur ?
hu: Ki a legjobb?
nl: Wie is de beste?
pl: Kto jest najlepszy ?
pt_br: Quem é o melhor ?
ru: Кто круче всех?
uk: Хто найкращий?

source: Delete scores for a specific user from the channel. The target can be an ID or a mention. Use an ID if the user you want to remove has since left the server. Data will not be recoverable, and there is no confirmation dialog. Type with caution. If you need a backup of the user data, you can use the DuckHunt API to download the scores and statistics.
de: Löschen Sie Bewertungen für einen bestimmten Benutzer aus dem Kanal. Das Ziel kann eine ID oder eine Erwähnung sein. Verwenden Sie eine ID, wenn der Benutzer, den Sie entfernen möchten, den Server inzwischen verlassen hat. Die Daten können nicht wiederhergestellt werden, und es gibt kein Bestätigungsdialogfeld. Tippen Sie mit Bedacht. Wenn Sie eine Sicherung der Benutzerdaten benötigen, können Sie die DuckHunt-API verwenden, um die Spielstände und Statistiken herunterzuladen.
es: Elimina las puntuaciones de un usuario específico del canal. El objetivo puede ser un ID o una mención. Utiliza un ID si el usuario que quieres eliminar ha abandonado el servidor. Los datos no serán recuperables y no hay diálogo de confirmación. Escriba con precaución. Si necesitas una copia de seguridad de los datos del usuario, puedes utilizar la API de DuckHunt para descargar las puntuaciones y estadísticas.
fr: Supprimer les scores d'un utilisateur spécifique du salon. La cible peut être un identifiant ou une mention. Utilisez un identifiant si l'utilisateur que vous voulez supprimer a depuis quitté le serveur. Les données ne seront pas récupérables et il n'y a pas de boîte de dialogue de confirmation. Tapez avec précaution. Si vous avez besoin d'une sauvegarde des données de l'utilisateur, vous pouvez utiliser l'API de DuckHunt pour télécharger les scores et les statistiques.
nl: Verwijder scores voor een specifieke gebruiker uit het kanaal. Het doel kan een ID of een vermelding zijn. Gebruik een ID als de gebruiker die u wilt verwijderen de server heeft verlaten. De gegevens kunnen niet worden hersteld en er is geen bevestigingsvenster. Wees voorzichtig. Als je een back-up van de gebruikersgegevens nodig heeft, kun je de DuckHunt API gebruiken om de scores en statistieken te downloaden.
pl: Usuń wyniki dla określonego użytkownika z kanału. Może być oznaczony w formacie ID lub po prostu wzmianki. Koniecznie użyj ID, jeśli użytkownik, którego chcesz usunąć, opuścił serwer. Danych nie będzie można odzyskać i nie ma okna dialogowego potwierdzenia. Wpisuj ostrożnie. Jeśli potrzebujesz kopii zapasowej danych użytkownika, możesz użyć interfejsu API DuckHunt, aby pobrać wyniki i statystyki.
pt_br: Exclua pontuações para um usuário específico do canal. O alvo pode ser um ID ou uma menção. Use um ID se o usuário que você deseja remover já deixou o servidor. Os dados não serão recuperáveis e não há caixa de diálogo de confirmação. Digite com cuidado. Se precisar de um backup dos dados do usuário, você pode usar a API DuckHunt para baixar as pontuações e estatísticas.
ru: Удаление с канала результатов определённого пользователя. Можно использовать ID или упоминание. Используйте ID, если пользователь, которого вы хотите удалить, уже покинул сервер. Данные не подлежат восстановлению; диалоговое окно подтверждения отсутствует. Действуйте с осторожностью. Если вам нужна резервная копия пользовательских данных, вы можете использовать DuckHunt API для загрузки результатов и статистики.
uk: Видалення оцінок конкретного користувача з каналу. Ціллю може бути ідентифікатор або згадка. Використовуйте ID, якщо користувач, якого ви хочете видалити, з тих пір покинув сервер. Дані не будуть відновлені, і діалогове вікно підтвердження відсутнє. Вводьте з обережністю. Якщо вам потрібна резервна копія даних користувача, ви можете використовувати DuckHunt API для завантаження оцінок і статистики.

source: Delete scores for all users on this channel or on the specified channel ID. Data will not be recoverable, and there is no confirmation dialog. Type with caution. This command will execute on the *current channel* if no ID is provided. If you pass an ID, the bot will check whether the channel still exist. If it does, it'll refuse to delete to prevent mistakes. You'll have to run the command in the correct channel. If it doesn't, but the channel was in the same guild/server, scores will be deleted. If you need a backup of the channel data, you can use the DuckHunt API to download the scores and statistics for everyone who ever played. Note that the channel itself wont be deleted, only the scores are.
de: Löscht Bewertungen für alle Benutzer in diesem Kanal oder in der angegebenen Kanal-ID. Die Daten können nicht wiederhergestellt werden, und es gibt kein Bestätigungsdialogfeld. Geben Sie den Befehl mit Bedacht ein. Dieser Befehl wird auf dem *aktuellen Kanal* ausgeführt, wenn keine ID angegeben wird. Wenn Sie eine ID übergeben, prüft der Bot, ob der Kanal noch existiert. Wenn ja, wird er das Löschen verweigern, um fehler zu vermeiden. Sie müssen den Befehl im richtigen Channel ausführen. Wenn das nicht der Fall ist, aber der Channel in der gleichen Gilde/Server, werden die Spielstände gelöscht. Wenn Sie ein Backup der Channel-Daten benötigen, können Sie die DuckHunt-API verwenden, um die Spielstände und Statistiken für alle, die jemals gespielt haben. Beachten Sie, dass der Kanal selbst nicht gelöscht wird, sondern nur die Spielstände.
es: Elimina las puntuaciones de un usuario específico del canal. El objetivo puede ser un ID o una mención. Utiliza un ID si el usuario que quieres eliminar ha abandonado el servidor. Los datos no serán recuperables y no hay diálogo de confirmación. Escriba con precaución. Si necesitas una copia de seguridad de los datos del usuario, puedes utilizar la API de DuckHunt para descargar las puntuaciones y estadísticas.
fr: Supprime les scores de tous les utilisateurs sur ce canal ou sur l'ID de canal spécifié. Les données ne seront pas récupérables, et il n'y a pas de dialogue de confirmation. A utiliser avec précaution. Cette commande sera exécutée sur le *canal actuel* si aucun ID n'est fourni. Si vous passez un ID, le bot va vérifier si le canal existe toujours. Si c'est le cas, il refusera de le supprimer pour éviter les erreurs. Vous devrez exécuter la commande dans le bon canal. Si ce n'est pas le cas, mais que le canal était dans la même guilde/serveur les scores seront supprimés. Si vous avez besoin d'une sauvegarde des données du canal, vous pouvez utiliser l'API de DuckHunt pour télécharger les scores et les statistiques de tous les joueurs qui ont joué. Notez que le canal lui-même ne sera pas supprimé, seuls les scores le seront.
pl: Usuń wyniki i statystyki wszystkich użytkowników tego kanału lub określonego identyfikatora kanału. Danych nie będzie można odzyskać i nie ma okna dialogowego potwierdzenia decyzji. Wpisuj z UWAGĄ. To polecenie zostanie wykonane na *bieżącym kanale*, jeśli nie zostanie podany ID kanału. Jeśli podasz identyfikator, bot sprawdzi, czy kanał istnieje. Jeśli tak, odmówi usunięcia, aby zapobiec ewentualnej pomyłce. Będziesz musiał uruchomić polecenie we właściwym kanale. Jeśli tak się nie stanie, ale kanał należał do serwera, wyniki zostaną usunięte. Jeśli potrzebujesz backupa danych kanału, możesz użyć API DuckHunt, aby pobrać wyniki i statystyki na zawsze dla każdego, kto kiedykolwiek grał. Pamiętaj, że sam kanał nie zostanie usunięty, tylko jego statystyki i wyniki.
pt_br: Exclua as pontuações de todos os usuários neste canal ou no ID do canal especificado. Os dados não serão recuperáveis e não há caixa de diálogo de confirmação. Digite com cautela. Este comando será executado no *canal atual* se nenhum ID for fornecido. Se você passar um ID, o bot verificará se o canal ainda existe. Se isso acontecer, ele se recusará a excluir para prevenir erros. Você terá que executar o comando no canal correto. Se não, mas o canal estava em mesma guilda/servidor, as pontuações serão deletadas. Se você precisar de um backup dos dados do canal, você pode usar a API DuckHunt para baixar as pontuações e estatísticas para todos que já jogaram. Observe que o próprio canal não será excluído, apenas as pontuações serão.
ru: Удаление результатов всех пользователей канала или для отдельного ID. Данные не подлежат восстановлению; диалоговое окно подтверждения отсутствует. Действуйте с осторожностью. Эта команда будет выполнена для *текущего канала*, если не был введён идентификатор. Если был введён ID, бот проверит, существует ли канал до сих пор. Если он существует, во избежание ошибок удаления не будет. Будет необходимо ввести команду на соответствующем канале. Если вам нужна резервная копия данных канала, вы можете использовать DuckHunt API для загрузки результатов и статистики для всех, кто когда-либо играл. Сам канал удалён не будет.
uk: Видалення оцінок для всіх користувачів на цьому каналі або на вказаному ID каналу. Дані не будуть відновлені, і діалогове вікно підтвердження відсутнє. Вводьте з обережністю. Ця команда буде виконана на *поточному каналі*, якщо не буде вказано ID. Якщо ви передасте ідентифікатор, бот перевірить, чи існує ще канал. Якщо так, то відмовиться видаляти, щоб щоб уникнути помилок. Вам доведеться виконати команду в правильному каналі. Якщо ні, але канал був у тій самій гільдії/сервері, бали будуть видалені. Якщо вам потрібна резервна копія даних каналу, ви можете скористатися API DuckHunt, щоб завантажити бали і статистику для всіх, хто коли-небудь грав. Зверніть увагу, що сам канал не буде видалений, а тільки результати.

source: Check the status of every shard the bot is hosting.
de: Überprüfen Sie jedes Kleinteilel, was der bot hostet.
es: Comprueba el estado de cada shard que el bot hostea.
fr: Vérifiez l'état de chaque shard que le bot héberge.
nl: Controleer de status van elke shard die de bot host.
pl: Pokaż status każdego sharda bota.
pt_br: Verifique o status de cada fragmento que o bot está hospedando.
ru: Проверка статуса каждого шарда.
uk: Перевірте статус кожного шарда, на якому знаходиться бот.

source: Shows a paginator with the most used commands on the bot. This is the poor version of a bot analytics. The counters get reset every time the bot reboot.
de: Zeigt einen Paginator mit den am häufigsten verwendeten Befehlen auf dem Bot. Dies ist die schlechte Version einer Bot-Analytik. Die Zähler werden jedes Mal zurückgesetzt, wenn der Bot neu gestartet wird.
es: Muestra un paginador con los comandos más utilizados en el bot. Esta es la versión pobre de una analítica del bot. Los contadores se reinician cada vez que el bot se reinicia.
fr: Affiche un paginateur avec les commandes les plus utilisées sur le bot. C'est la version un peu simpliste pour analyser l'utilisation du bot. Les compteurs sont remis à zéro à chaque redémarrage du bot.
nl: Toont een paginator met de meest gebruikte commando's op de bot. Dit is de slechte versie van een botanalyse. De tellers worden elke keer dat de bot opnieuw wordt opgestart, gereset.
pl: Pokazuje paginator z najczęściej używanymi komendami bota. Jest to uboga wersja analityki bota. Liczniki są resetowane przy każdym restarcie bota.
pt_br: Mostra um paginador com os comandos mais usados no bot. Esta é a versão inferior de uma análise do bot. Os contadores são zerados toda vez que o bot é reiniciado.
ru: Отображает наиболее часто используемые команды бота. Это кривая-косая версия аналитики. Счётчики обнуляются при каждой перезагрузке бота.
uk: Показує пагінатор з найбільш використовуваними командами бота. Це бідна версія аналітики бота. Лічильники обнуляються при кожному перезавантаженні бота.

source: Shows a paginator with the users that have used the bot the most. This is again the poor version of a bot analytics. The counters get reset every time the bot reboot.
de: Zeigt einen Paginator mit den Benutzern, die den Bot am häufigsten verwendet haben. Dies ist wiederum die schlechte Version einer Bot-Analytik. Die Zähler werden jedes Mal zurückgesetzt, wenn der Bot neu gestartet wird.
es: Muestra un paginador con los comandos más utilizados en el bot. Esta es la versión pobre de una analítica del bot. Los contadores se reinician cada vez que el bot se reinicia.
fr: Affiche un paginateur avec les utilisateurs ayant utilisé le plus le bot. C'est la version un peu simpliste pour analyser l'utilisation du bot. Les compteurs sont remis à zéro à chaque redémarrage du bot.
nl: Toont een paginator met de gebruikers die de bot het meest hebben gebruikt. Dit is weer de slechte versie van een botanalyse. De tellers worden elke keer gereset als de bot opnieuw wordt opgestart.
pl: Pokazuje paginator z użytkownikami, którzy najczęściej korzystali z bota. Jest to znowu uboga wersja analityki bota. Liczniki są resetowane przy każdym restarcie bota.
pt_br: Mostra um paginador com os usuários que mais usaram o bot. Esta é novamente a versão inferior de uma análise do bot. Os contadores são zerados toda vez que o bot é reiniciado.
ru: Выводит информацию о наиболее активных пользователях бота. Это опять-таки кривая-косая версия аналитики. Счётчики обнуляются при каждой перезагрузке бота.
uk: Показує пагінатор з користувачами, які найбільше використовували бота. Це знову ж таки убогий варіант аналітики бота. Лічильники обнуляються при кожному перезавантаженні бота.
