Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Ducks cant find your computer due to connection problems, and there will be less of them until it's repaired.
de: Enten können Ihren Computer aufgrund von Verbindungsproblemen nicht finden, und es wird weniger von ihnen geben, bis er repariert ist.
es: Los patos no pueden encontrar tu computadora debido a problemas de conexión, y habrá menos de ellos hasta que sea reparada.
fr: Les canards n'arrivent pas à trouver votre ordinateur à cause de problèmes de connexion, il y en aura donc moins jusqu'à ce que ce soit réparé.
hu: A kacsák nem találják az eszközöd kapcsolódási problémák miatt, ezért kevesebb lesz belőlük, amíg a hibát el nem hárítják.
nl: Eenden kunnen uw computer niet vinden door verbindingsproblemen, en er zullen er minder zijn totdat het gerepareerd is.
pl: Kaczki nie mogą znaleźć Twojego urządzenia z powodu problemów z połączeniem i będzie ich mniej dopóki problem nie zostanie naprawiony.
pt_br: Os patos não podem encontrar seu computador devido a problemas de conexão, e haverá menos deles até que seja reparado.
ru: Утки не могут установить связь с вашим компьютером из-за технических неполадок. Пока проблему не устранят, уток будет меньше.
uk: Качки не можуть знайти ваш комп'ютер через проблеми з підключенням, і їх буде менше, поки його не відремонтують.

source: A new florist in town
de: Ein neuer Florist in der Stadt
es: Un nuevo florista en la ciudad
fr: Un nouveau fleuriste en ville
hu: Új virágárus a városban
nl: Een nieuwe bloemist in de stad
pl: Nowa kwiaciarnia w mieście
pt_br: Um novo florista na cidade
ru: Новый флорист в городе
uk: Новий флорист в місті

source: A florist opened in town, and you can now find better 4-leaf-clovers. Go check them out!
de: Ein Blumengeschäft hat in der Stadt eröffnet, und Sie können jetzt bessere 4-blättrige Kleeblätter finden. Schauen Sie sich diese an!
es: Una floristería abrió en la ciudad, y ahora puedes encontrar mejores tréboles de 4 hojas. ¡Ve a verlos!
fr: Un fleuriste a ouvert ses portes en ville, tu as de bien meilleures chances d'obtenir de meilleurs trèfles à quatre feuilles. Essaye donc !
hu: Egy virágárus bolt megnyílt a városban, és jobb 4 levelű lóheréket tudsz találni. Menj, nézd meg őket!
nl: Een bloemist opende in de stad, en je kunt nu betere klavertjes-4 vinden. Ga ze bekijken!
pl: W mieście otwarto kwiaciarnię i teraz można znaleźć lepsze 4-listne koniczyny. Bierz co dają!
pt_br: Uma floricultura foi aberta na cidade, e você agora pode procurar trevos de 4-folhas melhores. Vá lá conferir!
ru: В городе открылся новый цветочный магазин, где можно прикупить чудодейственный четырёхлистный клевер. Спешите!
uk: У місті відкрився квітковий магазин, і тепер можна знайти кращі 4-х листкові конюшини. Ідіть і перевірте їх!

source: Mega-ducks
de: Mega-Entchen
es: Mega-patos
fr: Méga-canards
hu: Mega-kacsák
nl: Mega-eenden
pl: Mega-kaczki
pt_br: Mega-patos
ru: Мега-утки
uk: Мега-качки

source: Someone inflated a super duck, and now they are EVEN BIGGER!!
de: Jemand hat eine Super-Ente aufgeblasen, und jetzt sind sie SOGAR GRÖSSER!
es: Alguien infló un súper pato, y ahora son mucho más grandes!!
fr: Quelqu'un a gonflé un super canard et maintenant ils sont ENCORE PLUS GROS !!
hu: Valaki felfújt egy szuperkacsát, így most SOKKAL NAGYOBB A TÖBBI!!
nl: Iemand heeft een supereend opgeblazen, en nu zijn ze NOG GROTER!!
pl: Ktoś napompował kompresorem super kaczkę i teraz są JESZCZE WIĘKSZE!!
pt_br: Alguém inflou um super-pato, e agora seus filhos estão MUITO MAIORES!!
ru: Кто-то подогнал супер-уткам много калорийной еды, и теперь они ЕЩЁ БОЛЬШЕ!!!
uk: Хтось роздув супер качку, а тепер вона стала ЩЕ БІЛЬШОЮ!!!

source: Windy weather
de: Windiges Wetter
es: Clima on ventiscas
fr: Vent d'hiver
hu: Szeles időjárás
nl: Winderig weer
pl: Wietrzna pogoda
pt_br: Tempo ventoso
ru: Ветреная погода
uk: Вітряна погода

source: Bullets are deflected by some strong wind.
de: Kugeln werden durch einen starken Wind abgelenkt.
es: Las balas son desviadas por un viento fuerte.
fr: Les balles sont déviées par un vent puissant.
hu: A lövedékeket erős szél eltereli.
nl: Kogels worden afgebogen door een sterke wind.
pl: Kule są odbijane przez silny wiatr.
pt_br: As balas foram desviadas por algum vento forte.
ru: Сильный ветер сказывается на точности стрельбы.
uk: Кулі відводить сильний вітер.

source: A UN treaty bans damaging ammo
de: Ein UN-Abkommen verbietet schädliche Munition
es: Un tratado de la ONU prohíbe las armas
fr: Un traité des Nations Unies banni l'utilisation de munitions perforantes et explosives
hu: Egy ENSZ-szerződő tiltja a sebző lövedékeket
nl: Een VN-verdrag verbiedt schadelijke munitie
pl: Traktat ONZ zakazuje przeciwpancernej i wybuchowej amunicji.
pt_br: Tratado da ONU proíbe munição prejudicial
ru: Конвенция ООН запрещает использование патронов с повышенным уроном
uk: Договір ООН забороняє боєприпаси, що завдають шкоди

source: AP and Explosive ammo are disabled. Super ducks are worth more exp, since they are getting rare.
de: AP- und Explosiv-Munition sind deaktiviert. Super-Enten sind mehr Exp wert, da sie immer seltener werden.
es: La munición explosiva y AP están desactivadas. Los súper patos valen más xp ya que se están volviendo raros.
fr: Les munitions AP et explosives sont désactivées. Les super canards valent plus d'expérience, puisqu'ils sont plus rares.
hu: Az AP-k és a felrobbanó lövedékek ki vannak kapcsolva. A szuperkacsák több tapasztalati pontot érnek, mert egyre ritkábbak.
nl: AP en Explosieve munitie zijn uitgeschakeld. Supereenden zijn meer waard, omdat ze zeldzaam worden.
pl: Amunicja przeciwpancerna i wybuchowa są wyłączone. Super kaczki są warte więcej doświadczenia, ponieważ stają się coraz rzadsze.
pt_br: AP e munição explosiva estão desabilitadas. Super patos valem mais exp, já que estão ficando raros.
ru: Бронебойные и разрывные патроны использовать нельзя. Супер-утки на грани исчезновения, поэтому дают больше ед. опыта.
uk: Боєприпаси AP та Explosive відключені. Супер качки коштують більше, оскільки вони стають рідкісними.

source: Lootbox opened
de: Lootbox geöffnet
es: Lootbox abierta
fr: Lootbox ouverte
hu: Zsákmánydoboz kinyitva
nl: Lootbox geopend
pl: Otworzono skrzynkę
pt_br: Caixa de saque aberta
ru: Лутбокс открыт
uk: Відкрито скриньку зі здобиччю

source: VIP card
de: VIP-Karte
es: Tarjeta VIP
fr: Carte de fidélité
hu: VIP kártya
pl: Karta VIP
pt_br: cartão VIP
ru: VIP карта
uk: VIP картка

source: A nice and shiny card that allow you to set a server as VIP.
de: Eine schöne und glänzende Karte, mit der Sie einen Server als VIP einstellen können.
es: Una tarjeta bonita y brillante que te permite poner un servidor como VIP.
fr: Une jolie carte brillante qui permet de définir un serveur comme VIP.
hu: Egy szép és fényes kártya amivel beállíthatsz egy szervert VIP-ként.
nl: Een mooie en glimmende kaart die je toestaat om een server tot VIP-server te maken.
pl: Ładna i błyszcząca karta, która pozwala ulepszyć serwer do funkcji VIP'a.
pt_br: Um cartão bonito e brilhante que permite definir um servidor como VIP.
ru: Новенькая красивая карта, дающая право настроить сервер как VIP
uk: Красива і блискуча картка, яка дозволяє встановити на сервері статус VIP.

source: ❌ {guild.name} is already VIP.
de: ❌ {guild.name} ist bereits VIP.
es: ❌ {guild.name} ya es VIP.
fr: ❌ {guild.name} est déjà VIP.
hu: ❌ {guild.name} már VIP.
nl: ❌ {guild.name} is al VIP.
pl: ❌Serwer {guild.name} jest już ulepszony do funkcji VIPA.
pt_br: ❌ {guild.name} já é VIP.
ru: ❌ У {guild.name} уже есть VIP-статус.
uk: ❌ {guild.name} вже VIP.

source: ✨ {guild.name} is now VIP! Thanks.
de: ✨ {guild.name} ist jetzt VIP! Danke!
es: ✨ {guild.name} es VIP! Gracias UwU.
fr: ✨ {guild.name} est maintenant VIP ! Merci.
hu: ✨ {guild.name} mostantól VIP! Köszönöm.
nl: ✨ {guild.name} is nu VIP! Bedankt.
pl: ✨Serwer {guild.name} dołączył do grona VIP'ów! Z całego serca dziękujemy.
pt_br: ✨{guild.name} agora é VIP! Obrigado.
ru: ✨ {guild.name} получает статус VIP! Спасибо!
uk: ✨ {guild.name} тепер VIP! Дякую.

source: A book
de: Ein Buch
es: Un libro
fr: Un livre
hu: Egy könyv
nl: Een boek.
pl: Książka
pt_br: Um livro
ru: Книга
uk: Книга

source: Reading it will give you experience.
de: Das Lesen gibt Ihnen Erfahrung
es: Leerlo te dará más experiencia
fr: Le lire vous donnera de l'expérience.
hu: Az elolvasása tapasztalati pontokat fog neked adni.
pl: Przeczytaj ją całą, a być może zgarniesz nieco doświadczenia.
pt_br: A leitura lhe dará experiência.
ru: Её прочтение добавит вам опыта.
uk: Прочитавши її, ви отримаєте досвід.

source: ✨ You learned a lot, adding {amount} experience points to your profile.
de: ✨ Sie haben viel gelernt und {amount} Erfahrungspunkte zu Ihrem Profil hinzugefügt.
es: ✨ Has aprendido mucho, agregando {amount} puntos de experiencia a tu perfil.
fr: ✨ Tu as beaucoup appris, en ajoutant {amount} points d'expérience à ton profil.
hu: ✨ Sokat tanultál, hozzáadva {amount} tapasztalati pontot a profilodhoz.
nl: ✨ Je hebt veel geleerd, waardoor je {amount} ervaringspunten aan je profiel hebt toegevoegd.
pl: ✨ Wow, dużo się dzisiaj nauczyłeś/aś! Do Twojego konta dodano {amount} punktów doświadczenia.
pt_br: ✨ Você aprendeu muito, adicionando {amount} pontos de experiência ao seu perfil.
ru: ✨ Вы узнали много нового и получили {amount} ед. опыта.
uk: ✨ Ви багато чому навчилися, додавши до свого профілю {amount} балів досвіду.

source: A book in a foreign language
de: Ein Buch in einer Fremdsprache
es: Un libro en una lengua extranjera
fr: Un livre dans une langue étrangère
hu: Egy könyv egy idegen nyelven
nl: Een boek in een vreemde taal
pl: Książka w języku obcym
pt_br: Um livro em língua estrangeira
ru: Книга на иностранном языке
uk: Книга іноземною мовою

source: Can you read it ?
de: Können Sie es lesen?
es: ¿Puedes leerlo?
fr: Pouvez-vous le lire ?
hu: El tudod olvasni?
nl: Kan je het lezen ?
pl: Potrafisz ją przeczytać?
pt_br: Você pode ler isto ?
ru: Сможете её прочесть?
uk: Можеш прочитати?

source: An encyclopedia
de: Eine Enzyklopädie
es: Una enciclopedia
fr: Une encyclopédie
hu: Egy enciklopédia
nl: Een encyclopedie
pl: Encyklopedia
pt_br: Uma enciclopédia
ru: Энциклопедия
uk: Енциклопедія

source: Reading it will give you a lot of experience ?
de: Das Lesen gibt Ihnen Erfahrung
es: Leerlo te dará mucha experiencia
fr: Le lire vous apportera beaucoup d'expérience ?
hu: Az elolvasása rengeteg tapasztalati pontot fog neked adni?
pl: Przeczytaj ją całą, a może zyskasz nieco doświadczenia.
pt_br: Lê-lo vai lhe dar muita experiência?
ru: Её прочтение даст вам много опыта.
uk: Читаючи її, ви отримаєте багато досвіду?

source: A bullet
de: Eine Kugel
es: Una bala
fr: Une balle
hu: Egy golyó
nl: Een kogel
pl: Pocisk
pt_br: Uma bala
ru: Патрон
uk: Куля

source: This is just a normal bullet, but it might help you to get that special achievement.
de: Dies ist nur eine normale Kugel, aber es könnte Ihnen helfen, diese besondere Leistung zu erhalten
es: Esta es una bala normal, pero puede ayudarte a conseguir ese logro especial
fr: C'est juste une balle normale, mais cela pourrait vous aider à obtenir un bel achievement.
hu: Ez egy teljesen normális golyó, de lehet, hogy segít neked feloldani azt a különleges előrelépést.
pl: To tylko zwykły pocisk, ale może ci pomóc w zdobyciu tego specjalnego osiągnięcia.
pt_br: Esta é apenas uma bala normal, mas pode ajudá-lo a obter essa conquista especial.
ru: Вроде бы обычный патрон, но он может помочь раздобыть вкусный ужин.
uk: Це звичайна куля, але вона може допомогти вам отримати це особливе досягнення.

source: ✨ Oh, is this a bullet ?
de: ✨ Oh, ist das eine Kugel?
es: ✨ Oh, ¿es esto una bala?
fr: ✨ Oh, c'est une balle ?
hu: ✨ Ó, ez egy golyó?
nl: ✨ Oh, is dit een kogel ?
pl: ✨ Ooo, czy to pocisk?
pt_br: ✨ Ah, isso é uma bala?
ru: ✨ Ой, патрончик!
uk: о, це куля?

source: A good ol' egg
de: Ein gutes altes Ei
es: Un huevo podrido
fr: Un bon vieil œuf
hu: Egy jó régi tojás
nl: Een albekend ei.
pl: Pyszniutkie jajko w stanie rozkładu
pt_br: Um bom ovo
ru: Старое доброе яйцо
uk: Старе добре яйце

source: Crack it open !
de: Brechen Sie es auf!
es: ¡Abranla!
fr: Ouvre-le donc !
hu: Törd fel!
nl: Breek het open!
pl: Rozbij je !
pt_br: Abre-o !
ru: Разбейте его!
uk: Відчиняй!

source: ✨ Oh look, ducks! Ducks are everywhere!
de: ✨ Oh schau, Enten! Enten sind überall!
es: ✨ ¡Oh, mira, patos! ¡Los patos están por todas partes!
fr: ✨ Oh regarde, des canards ! Ils sont partout !
hu: ✨ Ó nézd, kacsák! Kacsák mindenhol!
nl: ✨ Oh kijk, eenden! Eenden zijn overal!
pl: ✨ Zobaczcie, kaczki! KACZKI SĄ WSZĘDZIE!
pt_br: ✨ Olha, patinhos! Os patos estão por toda parte!
ru: ✨ Смотрите, утки! Повсюду утки!
uk: дивіться, качки! Качки всюди!

source: A free card for magazines
de: Eine kostenlose Karte für Magazine
es: Una tarjeta gratuita para cartuchos
fr: Une carte cadeau pour des chargeurs gratuits
hu: Egy ingyen kártya tölténytárakért
nl: Een gratis kaart voor magazijnen.
pl: Przepustka na darmowe magazynki
pt_br: Um cartão gratuito para cartuchos
ru: Карта для получения халявных обойм
uk: Безкоштовна картка на журнали

source: Redeem it to refill your weapon.
de: Lösen Sie es ein, um Ihre Waffe wieder aufzufüllen.
es: Redímelo para recargar tu arma.
fi: Lunasta se täyttääkseen aseesi uudelleen.
fr: Utilise-la pour recharger ton arme.
hu: Váltsd be, hogy újratöltsd a fegyvered.
nl: Verzukver het om je wapen bij te vullen.
pl: Wykorzystaj ją, aby naładować do pełną swoją broń.
pt_br: Resgate-o para recarregar sua arma.
ru: Используйте её для пополнения боезапаса
uk: Викупіть його, щоб поповнити свою зброю.

source: ✨ Yay! Free ammo!
de: ✨ Juhu! Freie Munition!
es: ✨ Yaay! ¡Munición gratis!
fi: ✨ Jee! Ilmaisia ammuksia!
fr: ✨ Trop bien ! Des munitions gratuites !
hu: ✨ Ez az! Ingyen lőszer!
nl: ✨ yey! Gratis munitie!
pl: ✨ Hurrra! Darmowa amunicja!
pt_br: ✨ Aí sim! Munição grátis!
ru: ✨ Ура! Бесплатные патроны!
uk: ура! Безкоштовні набої!

source: ❌ Your ammo is already full!
de: ❌ Deine Munition ist schon voll!
es: ❌ ¡Tu munición ya está llena!
fi: ❌ Ammuksesi ovat jo täynnä!
fr: ❌ Votre chargeur est déjà plein !
hu: ❌ A lövedéked már tele van!
pl: ❌ Hej! Twoja broń jest naładowana po brzegi!
pt_br: ❌ Sua munição já está cheia!
uk: ❌ Ваші патрони вже повні!

source: A welcome gift
de: Ein willkommenes Geschenk
es: Un regalo de bienvenida
fi: Tervetuliaislahja
fr: Un cadeau de bienvenue
hu: Egy üdvözlő ajándék
nl: Een welkomst-cadeau.
pl: Prezencik powitalny
pt_br: Um presente de boas-vindas
ru: Подарок от заведения
uk: Приємний подарунок

source: Open it in your inventory
de: Öffnen Sie es in Ihrem Inventar
es: Ábrelo en tu inventario
fi: Avaa se inventaariossasi
fr: Ouvre le dans ton inventaire
hu: Nyisd ki az eszköztáradban.
nl: Open het in je inventaris.
pl: Otwórz to w swoim ekwipunku
pt_br: Abra-o em seu inventário
ru: Откройте его в инвентаре
uk: Відкрийте його в своєму інвентарі

source: A clean box of foie gras
de: Eine saubere Schachtel Entenleber
es: Una caja limpia de foie gras
fi: Puhdas laatikko hanhenmaksaruokaa
fr: Une boîte de foie gras bien propre
hu: Egy tiszta doboz libamáj
nl: Een nieuwe doos van foie gras. (eendenlever)
pl: Puszka pasztetu z gęsiej wątróbki
pt_br: Uma caixa limpa de foie gras
ru: Коробка фуа-гра
uk: Чиста коробка фуа-гра

source: The boss dropped that when he died
de: Der Boss ließ das fallen, als er starb
es: El jefe dejó caer eso cuando murió
fi: Pomo pudotti sen kuollessaan
fr: Le boss a laissé tomber ça quand il est mort
hu: A főgonosz eldobta, amikor meghalt
nl: De baas liet het vallen toen hij stierf.
pl: Boss upuścił to, gdy umarł
pt_br: O chefe largou isso quando ele morreu
ru: Босс обронил это, когда отправился на тот свет
uk: Бос впустив це, коли помер

source: A little something for helping the bot
de: Eine Kleinigkeit, um dem Bot zu helfen
es: Un pequeño detalle para ayudar al bot
fi: Jotain pientä botin auttamisesta
fr: Un petit quelque chose pour aider le bot.
hu: Egy kis dolog, a bot segítéséért
nl: Een kleinigheid omdat je de bot hielp
pl: Co nieco dla wsparcia bota
pt_br: Uma coisinha para ajudar o bot
ru: Кое-что в благодарность за помощь боту
uk: Трохи за допомогу боту

source: Thanks for voting for DuckHunt
de: Danke für die Abstimmung für DuckHunt
es: Gracias por votar por DuckHunt
fi: Kiitos, että äänestit DuckHuntia
fr: Merci d'avoir voté pour DuckHunt !
hu: Köszi a DuckHunt-ra szavazást!
nl: Bedankt voor het stemmen op DuckHunt
pl: Najserdeczniejsze wyrazy podziękowania za głos dla DuckHunt
pt_br: Obrigado por votar no DuckHunt
ru: Спасибо за участие в голосовании!
uk: Дякуємо, що проголосували за DuckHunt

source: Negative cheater ?
de: Negativer Betrüger ?
es: ¿Tramposo negativo?
fi: Negatiivinen huijari ?
fr: Tricheur inversé ?
hu: Negatív csaló?
nl: Negatieve valsspeler?
pl: Pierdobyk
pt_br: Trapaceiro negativo ?
ru: Любитель отрицательных результатов?
uk: Негативний чітер?

source: Duck Hugger ?
de: Enten Kuschler
es: ¿Abrazador de patos?
fi: Ankan halaaja ?
fr: Câlineur de canards ?
hu: Kacsa ölelő?
nl: Eendenknuffelaar?
pl: Miłośnik kaczek
pt_br: Abraçador de Pato ?
ru: Любитель обнимашек с утками?
uk: Качиний Обіймач?

source: What are you doing ?
de: Was machen Sie da?
es: ¿Qué estás haciendo?
fi: Mitä sinä teet ?
fr: Mais tu fais quoi ?
hu: Mit csinálsz?
nl: Wat ben je aan het doen ?
pl: Co robisz?
pt_br: O que você está fazendo ?
ru: Что вы творите?
uk: Що ви робите?

source: public danger
de: öffentliche Gefahr
es: peligro público
fi: yleinen vaara
fr: danger public
hu: közveszély
nl: publiek gevaar
pl: Publiczne Zagrożenie
pt_br: perigo público
ru: опасен для окружающих
uk: суспільна небезпека

source: tourist
es: turista
fi: turisti
fr: touriste
hu: túrista
nl: toerist
pl: Turysta
pt_br: turista
ru: турист
uk: Турист

source: noob
de: Neuling
fi: aloittelija
hu: pancser
pl: Świeżak
ru: нуб
uk: нуб

source: trainee
de: Lehrling
es: aprendiz
fi: harjoittelija
fr: stagiaire
hu: újonc
nl: stagiair
pl: Praktykant
pt_br: estagiário
ru: стажёр
uk: практикант

source: duck misser
de: Entenputzer
es: busca patos
fi: ankan missaaja
fr: rateur de canards
hu: kacsatévesztő
nl: eendenmisser
pl: Miss Kaczka
pt_br: errador de patos
ru: мазила
uk: качиний мисливець

source: member of the Committee Against Ducks
de: mitglied des Komitees gegen Enten
es: miembro del Comité contra los Patos
fi: ankkojen vastaisen komitean jäsen
fr: membre du Comité Contre les Canards
hu: tagja a Kacsaellenes Egyesületnek
pl: Członek Komitetu ds. przeciwdziałania kaczkom
pt_br: membro do Comitê Contra Patos
uk: член Комітету проти качок

source: duck hater
de: Entenhasser
es: odia patos
fi: ankan vihaaja
fr: détesteur de canards
hu: kacsautáló
nl: eendenhater
pl: Kaczowstręt
pt_br: odiador de patos
ru: утконенавистник
uk: качконенависник

source: duck pest
de: Entenplage
es: plaga de patos
fi: ankka tuholainen
fr: emmerdeur de canards
hu: a kacsák átka
nl: eendenplaag
pl: Kaczoplaga
pt_br: peste negra dos patos
ru: утковредитель
uk: качиний шкідник

source: duck hassler
de: Entenhaasler
es: molesta patos
fi: ankka häslääjä
fr: harceleur de canards
hu: kacsavágó
nl: eendenoplichter
pl: Łapacz Kaczek
pt_br: causador de problema para patos
ru: задира
uk: качкодзьоб

source: duck plucker
de: Entenpflücker
es: desplumador de patos
fi: ankan nyppijä
fr: déplumeur de canards
hu: kacsatépő
nl: eendenplukker
pl: Kaczopierd
pt_br: depenador
ru: утколлекционер
uk: качкоощипач

source: hunter
de: Jäger
es: cazador
fi: metsästäjä
fr: chasseur
hu: vadász
nl: jager
pl: Łowca
pt_br: caçador
ru: охотник
uk: мисливець

source: duck inside out turner
de: duck innen nach außen Wendler
es: girador de patos a la inversa
fr: retourneur de canards
hu: kacsák belsejéből kifordítója
nl: eend binnenstebuitenkantelaar
pl: Kaczka na obiad!
pt_br: virador de patos ao avesso
ru: любитель вывернуть утку наизнанку
uk: токар качка навиворіт

source: duck clobber
de: Enten Nagler
es: destripa patos
fr: assommeur de canards
hu: kacsáknak kesztyűbe dudálástanító
nl: eendenafranselaar
pl: Kaczomłot
pt_br: espancador de patos
ru: любитель поколотить утку
uk: качкодзьоб

source: duck chewer
de: Enten Kauer
es: masticador de patos
fr: mâchouilleur de canards
hu: kacsa... bagózó?
nl: eendenkauwer
pl: Degustator Kaczek
pt_br: mastigador de patos
ru: уткожеватель
uk: качиний жуйок

source: duck eater
de: Entenfresser
es: come patos
fi: ankan syöjä
fr: mangeur de canards
hu: kacsaevő
nl: eendeneter
pl: Stary Wyjadacz Kaczek
pt_br: comedor de patos
ru: уткоед
uk: качкодзьоб

source: duck flattener
de: Enten Flachleger
es: aplanador de patos
fi: ankan talloja
fr: aplatisseur de canards
hu: kacsakalapácsoló
nl: eendenpletter
pl: Kaczomaniak
pt_br: nivelador de patos
ru: плющитель уток
uk: розплющувач качок

source: duck disassembler
de: Enten Entferner
es: desarmador de patos
fi: ankka purkaja
fr: démonteur de canards
hu: kacsaszétszedő
nl: eendenafbreker
pl: Kaczogniew
pt_br: desmembrador de patos
ru: специалист по разбору уток
uk: розбирач качок

source: duck demolisher
de: Enten Zerstörer
es: demoledor de patos
fr: démolisseur de canards
hu: kacsapusztító
nl: eendensloper
pl: Kaczodemolka
pt_br: demolidor de patos
ru: уничтожитель уток
uk: знищувач качок

source: duck killer
de: Entenkiller
es: asesino de patos
fi: ankan tappaja
fr: tueur de canards
hu: kacsaölő
nl: eendenmoordenaar
pl: Kaczozabójca
pt_br: assassino de patos
ru: убийца уток
uk: качиний вбивця

source: duck skinner
de: Entenschlüpfer
es: despellejador de patos
fi: ankan nylkijä
fr: écorcheur de canards
hu: kacsanyúzó
nl: eendenviller
pl: Kaczoinkwizytor
pt_br: esfolador de patos
ru: живодёр
uk: обдирач качок

source: duck predator
de: Entenraubtier
es: depreadador de patos
fi: ankka saalistaja
fr: prédateur
hu: kacsaragadozó
nl: eendenroofdier
pl: Kaczopredator
pt_br: predador de patos
ru: хищник
uk: качиний хижак

source: duck chopper
de: Enten Häcksler
es: corta patos
fr: découpeur de canards
hu: kacsacafatoló
nl: eendenhakker
pl: Kaczotasak
pt_br: decepador de patos
ru: шинкователь уток
uk: качкодробарка

source: duck decorticator
de: Enten Dekorator
es: arruina patos
fi: ankanpoistolaite
fr: décortiqueur de canards
hu: kacsahámozó
nl: eendenontcijferaar
pl: Kaczozguba
pt_br: decorticador de patos
ru: декортикатор уток
uk: декортикатор качок

source: duck fragger
de: Enten Abschiesser
es: destroza patos
fi: ankkanaatti
fr: exploseur de canards
hu: kacsadaraboló
nl: eendenfragmenteerder
pl: Zabójca Kaczek
pt_br: fragmentador de pato
ru: уткофрагер
uk: качиний фраггер

source: duck shatterer
de: Enten Vernichter
es: desmutilador de patos
fi: ankansärkijä
fr: éclateur de canards
hu: kacsazúzó
nl: eendenverbrijzelaar
pl: Kaczorzeź
pt_br: estilhaçador de patos
ru: уткодробитель
uk: качиний штрейкбрехер

source: duck smasher
de: Enten Schläger
es: aplasta patos
fi: ankanläimäytin
fr: défonceur de canards
hu: kacsaütő
nl: eendenvernietiger
pl: Kaczo-Maczo
pt_br: esmagador de patos
ru: сокрушитель уток
uk: качкодробилка

source: duck breaker
de: Enten Brecher
es: cocina patos
fi: ankanrikkoja
fr: bousilleur de canards
hu: kacsatörő
nl: eendenbreker
pl: Kaczoklizm
pt_br: quebrador de patos
ru: утколом
uk: качиний вимикач

source: duck wrecker
de: Enten Brecher
es: aniquila patos
fi: ankanmurskaaja
fr: poutreur de canards
hu: kacsaroncsoló
nl: Eendenwrakmaker
pl: Kaczobokser
pt_br: maníaco de patos
ru: диверсант
uk: качколомка

source: duck impaler
de: Enten Pfähler
es: impala patos
fi: ankan keihästys
fr: empaleur de canards
hu: kacsák karóba húzója
nl: Eendenspiesmaker
pl: Kaczoholokaust
pt_br: impalador de patos
ru: уткопронзитель
uk: качкопроколювач

source: duck eviscerator
de: Entenauswurf Reiniger
es: anticristo de patos
fi: ankanpoistolaite
fr: éventreur de canards
hu: kacsabelező
nl: eendenontstopper
pl: Kaczopogromca
pt_br: esvicerador de patos
ru: потрошитель уток
uk: качкопотрошитель
