Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Buy a shield that will be placed on a given word. A shield will defuse all landmines placed on that word, and will prevent further landmines from being placed on it. A shield is a very powerful item, that'll cost 500 points for any given word. You can however add a message that will be sent when trying to place a mine.
de: Kaufe einen Schild, der auf ein bestimmtes Wort gelegt wird. Ein Schild entschärft alle Landminen, die auf diesem Wort liegen, und verhindert, dass weitere Landminen auf diesem Wort platziert werden. Ein Schild ist ein sehr mächtiger Gegenstand, der 500 Punkte für ein bestimmtes Wort kostet. Du kannst jedoch eine Nachricht hinzufügen, die beim Versuch, eine Mine zu platzieren, gesendet wird.
es: Compra un escudo que se colocará en una palabra determinada. Un escudo desactivará todas las minas terrestres colocadas en esa palabra y evitará que se coloquen más minas en ella. Un escudo es un artículo muy poderoso, que costará 500 puntos. Sin embargo, puedes añadir un mensaje que se enviará cuando se intente colocar una mina.
fr: Achète un bouclier qui sera placé sur un mot donné. Un bouclier désamorcera toutes les mines placées sur ce mot et empêchera d'autres mines d'être placées dessus. Un bouclier est un objet très puissant, qui coûtera 500 points pour un mot donné. Vous pouvez cependant ajouter un message qui sera envoyé en essayant de placer une mine.
pl: Kup tarczę, która zostanie umieszczona na danym słowie. Tarcza rozbroi wszystkie miny lądowe umieszczone na tym słowie, i zapobiegnie umieszczaniu na nim kolejnych min. Tarcza jest bardzo potężnym przedmiotem, który kosztuje 500 punktów za dane słowo. Możesz dodać wiadomość, która będzie wysyłana przy próbie postawienia miny.
pt_br: Compre um escudo que será colocado em uma determinada palavra. Um escudo irá desarmar todas as minas terrestres colocadas nessa palavra, e impedirá que mais minas terrestres sejam colocadas nele. Um escudo é um item muito poderoso, que custará 500 pontos por qualquer palavra. No entanto, você pode adicionar uma mensagem que será enviada ao tentar colocar uma mina.
uk: Купуйте щит, який буде розміщений на заданому слові. Щит знешкодить всі міни, розміщені на цьому слові, і запобігатиме подальшому встановленню на ньому мін. Щит - це дуже потужний предмет, який коштуватиме 500 очок за будь-яке слово. Однак ви можете додати повідомлення, яке буде надіслано при спробі встановити міну.

source: Buy a defuse kit. You can use it on a sentence. If it's used, you collect the landmine value, minus the price of the defuse kit (30 points). If you don't use it, you'll just have to pay a restocking fee of 15 points. You need at least 30 points to use one.
de: Kaufe ein Entschärfungsset. Du kannst es für einen Satz verwenden. Wenn es benutzt wird, erhältst du den Wert der Landmine, abzüglich des Preises des Entschärfungssatzes (30 Punkte). Wenn du es nicht verwendest, musst du nur eine Wiedereinlagerungsgebühr von 15 Punkten zahlen. Du brauchst mindestens 30 Punkte, um eine zu benutzen.
es: Compara un kit de desactivación. Puedes usarlo en una oracion. Si es usado, recolectas el valor de la mina, menos el precio del kit de desactivación (30 puntos). Si no lo usas, tendrás que pagar una tarifa de reaprovisionamiento de 15 puntos Necesitas al menos 30 puntos para usar un kit de desactivación.
fr: Achète un kit de désamorçage. En l'utilisant sur une phrase, vous récupérerez la valeur d'une mine présente sur la phrase, moins le prix du kit en lui même (30 points). Si le kit n'est pas utilisé, vous devrez juste payer des frais de restockage de 15 points. Vous avez besoin de 30 points pour acheter le kit.
pl: Kup zestaw do rozbrajania. Możesz go użyć na jednym ze zdań. Jeśli zostanie użyty, zbierasz wartość miny lądowej, minus cena zestawu do rozbrajania (30 punktów). Jeśli go nie użyjesz, będziesz musiał jedynie zapłacić opłatę za przywrócenie do stanu używalności (więc równie dobrze możesz wpisać) w wysokości 15 punktów. Musisz mieć co najmniej 30 punktów, aby użyć jednej.
pt_br: Compre um kit de desarme. Você pode usá-lo em uma sentença. Se for usado, você coleta o valor da mina terrestre, menos o preço do kit de desarme (30 pontos). Se você não usá-lo, você só terá que pagar uma taxa de reabastecimento de 15 pontos. Você precisa de pelo menos 30 pontos para usar um.
uk: Купіть знешкоджувальний набір. Ви можете використати його за вироком. Якщо він буде використаний, ви отримаєте вартість міни, за вирахуванням вартості знешкоджувача (30 балів). Якщо ви його не використаєте, вам просто доведеться заплатити збір за поповнення запасів у розмірі 15 балів. Щоб використати одну міну, потрібно набрати щонайменше 30 балів.

source: Show statistics about landmines on this server.
de: Zeigt Statistiken über Landminen auf diesem Server.
es: Muestra las estadísticas de las minas de este servidor
fi: Näytä tilastot tämän palvelimen maamiinoista.
fr: Afficher les statistiques sur les mines de ce serveur.
hu: Megmutat statisztikákat a szerveren lehelyezett aknákról.
pl: Pokaż statystyki min na tym serwerze
pt_br: Mostra estatísticas sobre as minas neste servidor.
uk: Показати статистику про міни на цьому сервері.

source: This function count the number of events matching a predicate and filters the events list inplace following another. It returns the count of matching events.
de: Diese Funktion zählt die Anzahl der Ereignisse, die einem Prädikat entsprechen, und filtert die Ereignisliste nacheinander. Sie gibt die Anzahl der übereinstimmenden Ereignisse zurück.
es: Esta función cuenta el número de eventos que coinciden con un predicado y filtra la lista de eventos en lugar de otro. Devuelve el recuento de eventos que coinciden.
fi: Tämä funktio laskee predikaattia vastaavien tapahtumien määrän ja suodattaa tapahtumaluettelon paikallaan toisen jälkeen. Se palauttaa yhteensopivien tapahtumien lukumäärän.
fr: Cette fonction compte le nombre d'événements correspondant à un prédicat et filtre la liste des événements à la suite d'un autre. Elle retourne le nombre d'événements correspondants.
pl: Funkcja zlicza liczbę zdarzeń pasujących do predykatu i filtruje listę zdarzeń w miejscu po sobie. Podaje ona liczbę pasujących zdarzeń.
pt_br: Esta função conta o número de eventos que correspondem a um atributo e filtra a lista de eventos no local após o outro. Ele retorna a contagem de eventos correspondentes.
uk: Ця функція підраховує кількість подій, що відповідають предикату, і фільтрує список подій, що слідують одна за одною. Повертає кількість подій, що відповідають предикату.

source: Prestige related commands. Reset your adventure for exclusive bonuses.
de: Prestigebezogene Befehle. Setzen Sie Ihr Abenteuer zurück, um exklusive Boni zu erhalten.
es: Comandos de Ranked. Reinicia tu aventura para bonificaciones exclusivas.
fi: Arvovaltaan liittyvät komennot. Nollaa seikkailusi saadaksesi eksklusiivisia bonuksia.
fr: Commandes de prestige. Réinitialise tes scores contre des bonus exclusifs.
hu: A presztízzsel kapcsolatos parancsok. Állítsd vissza a kalandod exkluzív bónuszokért.
nl: Prestige gerelateerde commando's. Start je avontuur opnieuw voor exclusieve bonussen,
pl: Polecenia związane z prestiżem. Zresetuj swoją przygodę, aby uzyskać ekskluzywne bonusy.
pt_br: Comandos relacionados com "Prestígio". Reinicie a sua aventura para obter bónus exclusivos.
ru: Команды, связанные с престижем. Перезагрузите своё приключение и получите эксклюзивные бонусы.
uk: Команди, пов'язані з престижем. Перезапустіть свою пригоду, щоб отримати ексклюзивні бонуси.

source: More info about prestige
de: Mehr Informationen über Prestige
es: Más información sobre los rangos
fi: Lisätietoja arvovallasta
fr: Plus d'infos au sujet du prestige.
hu: Több információ a presztízsről
nl: Meer info over prestige.
pl: Więcej informacji o prestiżu
pt_br: Mais informações sobre prestígio
ru: Дополнительная информация о престиже.
uk: Більше інформації про престиж

source: Execute the prestige process. Almost all of your hunting data **WILL** be deleted.
de: Führen Sie den Prestige-Prozess aus. **Fast alle Ihre Jagddaten werden gelöscht.**
es: Inicia el proceso de Rankeo. Casi toda tu información de caza **SERÁ** eliminada.
fi: Suorita arvovaltaprosessi. Lähes kaikki metsästystietosi **TULEE** poistumaan.
fr: Exécute le processus de prestige. Presque toutes vos données de chasse seront **SUPPRIMÉES**
hu: Végrehajtja a presztízs folyamatát. Majdnem minden vadászati adatod **TÖRÖLVE LESZ**.
nl: Voer het prestige-proces uit. Bijna al je jaaggegevens **ZULLEN** worden verwijderd.
pl: Wzbij się na wyższy poziom prestiżu. Prawie wszystkie Twoje dane dotyczące polowań **ZOSTANĄ** usunięte.
pt_br: Executa o processo de prestígio. Quase todos os seus dados de caça **SERÃO** deletados.
ru: Запуск выполнения процесса "престиж". Почти все данные, связанные с охотой, **БУДУТ** утрачены.
uk: Виконайте процес престижу. Майже всі ваші мисливські дані ** БУДУТЬ** видалені.

source: Get some more experience...
de: Sammle mehr Erfahrung...
es: Obtén más experiencia...
fi: Hanki hieman lisää kokemusta...
fr: Donne plus d'expérience...
hu: Szerezz több tapasztalati pontot...
nl: Geef wat ervaring...
pl: Zdobądź odrobinkę więcej doświadczenia....
pt_br: Obtenha mais alguma experiência...
ru: Получить ещё немного опыта...
uk: Отримайте більше досвіду...

source: Check for age of the last message sent in the channel. If it's too old, consider the channel inactive and close the ticket.
de: Prüfe das Alter der letzten im Kanal gesendeten Nachricht. Wenn sie zu alt ist, betrachte den Kanal als inaktiv und schließe das Ticket.
es: Comprueba la antigüedad del último mensaje enviado en el canal. Si es demasiado antiguo, considera que el canal está inactivo y cierra el ticket.
fi: Tarkista kanavalla viimeksi lähetetyn viestin ikä. Jos se on liian vanha, pidä kanavaa inaktiivisena ja sulje tiketti.
fr: Vérifie l'âge du dernier message envoyé dans le canal. S'il est trop vieux, on considère le canal comme inactif et ferme le ticket.
pl: Sprawdź czas ostatniej wiadomości wysłanej w kanale.
pt_br: Verifique a idade da última mensagem enviada no canal. Se for muito antiga, considere o canal inativo e feche o ticket.
ru: Отображение срока давности последнего отправленного сообщения на канала. Если сообщение покрылось плесенью, можно считать канал заброшенным, а запрос - удалить.
uk: Перевірте вік останнього відправленого повідомлення в каналі. Якщо воно застаріле, вважайте канал неактивним і закривайте тікет.

source: The DuckHunt bot DMs are monitored. All of these commands are used to control the created channels, and to interact with remote users.
de: Die DuckHunt-Bot-DMs werden überwacht. Alle diese Befehle werden verwendet, um die erstellten Kanäle zu steuern und mit Benutzern aus der Ferne zu interagieren.
es: Los DMs del bot DuckHunt son monitoreados. Todos estos comandos se utilizan para controlar los canales creados, y para interactuar con los usuarios remotos.
fi: DuckHunt-botin yksityisviestit ovat monitoroituja. Kaikkia näitä komentoja käytetään luotujen kanavien ohjaamiseen ja vuorovaikutukseen etäkäyttäjien kanssa.
fr: Les DM de DuckHunt sont surveillés. Toutes ces commandes sont utilisées pour contrôler les canaux créés, et pour interagir avec les utilisateurs distants.
pl: Prywatne wiadomości bota DuckHunt są monitorowane. Wszystkie polecenia służą do sterowania utworzonymi kanałami i do interakcji z użytkownikami.
pt_br: As mensagens privadas do DuckHunt bot são monitorados. Todos estes comandos são usados para controlar os canais criados, e para interagir com utilizadores remotos.
ru: ЛС бота DuckHunt отслеживаются. Все эти команды используются для управления созданными каналами и взаимодействия с пользователями.
uk: Здійснюється моніторинг ДМ бота DuckHunt. Всі ці команди використовуються для управління створеними каналами, а також для взаємодії з віддаленими користувачами.

source: Close the opened DM channel. Will send a message telling the user that the DM was closed.
de: Schließ den geöffneten Direktnachrichten-Kanal. Dies sendet eine Nachricht an den Benutzer, dass dieser geschlossen wurde.
es: Cierra el canal de mensaje privado abierto. No enviará un mensaje, ya que no era una solicitud de soporte.
fi: Sulje avattu DM-kanava. Lähettää käyttäjälle viestin, jossa kerrotaan, että DM on suljettu.
fr: Fermez le canal "DM" actuellement ouvert. Envoie un message indiquant à l'utilisateur que le canal DM a été fermé.
pl: Zamyka otwarty kanał prywatnej wiadomości. Wyślemy wiadomość informującą użytkownika, że kanał prywatnej wiadomości został zamknięty.
pt_br: Feche o canal DM aberto. Irá enviar uma mensagem dizendo ao usuário que o DM foi fechado.
ru: Закрытие ЛС. Отправляет пользователю уведомление о том, что окно с ЛС было закрыто.
uk: Закриє відкритий канал ДМ. Надішле користувачеві повідомлення про те, що канал ДМ було закрито.

source: Close the opened DM channel. Will not send a message, since it wasn't a support request.
de: Schließen Sie den geöffneten DM-Kanal. Wird keine Nachricht senden, da es sich nicht um eine Supportanfrage handelte.
es: Cierra el canal de mensaje privado abierto. No enviará un mensaje, ya que no era una solicitud de soporte.
fi: Sulje avattu DM-kanava. Ei lähetä viestiä, koska se ei ollut tukipyyntö.
fr: Ferme le canal "DM" actuellement ouvert. N'envoie pas de message indiquant à l'utilisateur que le canal DM a été fermé.
pl: Zamyka otwarty kanał prywatnej wiadomości. Nie wyślemy wiadomości, ponieważ nie była to prośba o pomoc.
pt_br: Feche o canal DM aberto. Não enviará uma mensagem, porque não foi um pedido de apoio.
ru: Закрытие ЛС. Не отправляет пользователю уведомление, поскольку ЛС не содаржало обращение в службу поддержки.
uk: Закриє відкритий DM-канал. Повідомлення не буде відправлено, оскільки це не був запит на підтримку.

source: Block the user from opening further DMs channels.
de: Blockiert den Nutzer, dass er keine weiteren Direktnachrichten-Channel erstellen kann.
es: Bloquear al usuario para que no abra más canales de DMs.
fi: Estä käyttäjää avaamasta muita DM-kanavia.
fr: Bloquez l'utilisateur, lui interdisant ainsi d'ouvrer de nouveaux canaux "DM"
pl: Zablokuj użytkownikowi możliwość otwierania kolejnych kanałów prywatnych.
pt_br: Impede o utilizador de abrir mais canais de DMs.
ru: Блокировка возможности отправки ЛС.
uk: Заблокувати користувачу відкриття подальших каналів ДМ.

source: Send a tag to the user, as if you used the dh!tag command in his DMs.
de: Senden Sie ein Tag an den Benutzer, als ob Sie den Befehl dh!tag in seinen DMs verwenden würden.
es: Envía una etiqueta al usuario, como si usaras el comando dh!tag en sus DMs.
fi: Lähetä tunniste käyttäjälle, aivan kuin olisit käyttänyt dh!tag-komentoa hänen DM-viesteissään.
fr: Envoyez un tag à l'utilisateur, comme si vous utilisiez la commande dh!tag dans ses DM.
pl: Wyślij znacznik do użytkownika, tak jakbyś użył polecenia dh!tag w jego prywatnych wiadomościach.
pt_br: Envia um tag ao usuário, como se você usasse o comando dh!tag nos DMs dele.
ru: Отправка метки пользователю, как будто в ЛС была выполнена команда dh!tag.
uk: Надішліть користувачеві тег, як якщо б ви використовували команду dh!tag в його DM.

source: Suggest a new language to the user. This will show them a prompt asking them if they want to switch to this new language.
de: Dem Benutzer eine neue Sprache vorschlagen. Dadurch wird ihm eine Aufforderung angezeigt, ob er zu dieser neuen Sprache wechseln sprache wechseln möchten.
es: Sugerir un nuevo idioma al usuario. Esto les mostrará un aviso preguntándoles si quieren cambiar a este nuevo idioma.
fi: Ehdota uutta kieltä käyttäjälle. Tämä näyttää heille kehotteen, jossa kysytään, haluavatko he vaihtaa tälle uudelle kielelle.
fr: Suggère un nouveau langage a l'utilisateur. Cela va leur afficher une invite pour changer de langue.
pl: Zaproponuj użytkownikowi nowy język. Spowoduje to wyświetlenie informacji z pytaniem, czy zmienić domyślny język na nowy
pt_br: Sugere uma nova língua ao usuário. Isso vai mostrar uma pergunta rápida, se quiser mudar para o novo idioma.
ru: Доступные языки. Предложение смены языка.
uk: Запропонувати користувачеві нову мову. Користувач побачить підказку, яка запитає його, чи хоче він перейти на цю нову мову мову.

source: Shows a random duck image, courtesy of Globloxmen assets. This is mostly used to debug the random duck functions, and uses the same pipeline as for the random duck avatars. You can specify if you want a background or not for your random duck, and it defaults to yes.
de: Zeigt ein zufälliges Entenbild an, mit freundlicher Genehmigung von Globloxmen Assets. Dies wird hauptsächlich zum Debuggen der Zufallsentenfunktionen verwendet, und verwendet dieselbe Pipeline wie für die zufälligen Enten-Avatare. Sie können angeben, ob Sie einen Hintergrund für Ihre zufällige Ente wünschen oder nicht; die Standardeinstellung ist "Ja".
es: Muestra una imagen aleatoria de un pato, cortesía de los activos de Globloxmen. Se utiliza principalmente para depurar las funciones de pato aleatorio, y utiliza el mismo proceso que para los avatares de patos aleatorios. Puedes especificar si quieres un fondo o no para tu pato aleatorio, y el valor predeterminado es sí.
fi: Näyttää satunnaisen ankkakuvan, joka on peräisin Globloxmenin resursseista. Tätä käytetään lähinnä satunnaisen ankan toimintojen debuggaamiseen, samaa mekaniikkaa käytetään myös satunnaisankka-avatareissa. Voit määrittää, haluatko satunnaisankkaasi taustan vai et, oletusarvo on: kyllä.
fr: Montre une image de canard au hasard, générée avec les dessins de Globloxmen. Cette image est principalement utilisée pour déboguer les fonctions de canard aléatoire, et utilise le même pipeline que pour les avatars de canards aléatoires. Vous pouvez spécifier si vous voulez un arrière-plan ou non pour votre canard aléatoire, et la valeur par défaut est oui.
hu: Megmutat egy véletlenszerű kacsaképet, a Globloxmen által biztosítva. Ez leginkább a kacsa véletlenszerű funkciók tesztelésére szolgál, és ugyanazokat a pipeline-okat használja, mint a kacsa profilképek. Megadhatod, hogy szeretnél-e hátteret a kacsádnak, ami alapértelmezés szerint igen.
nl: Toont een willekeurige eend afbeelding, met dank aan Globloxmen zijn assets. Dit wordt vooral gebruikt om de "random duck" functies te debuggen, en gebruikt dezelfde routes als voor de willekeurige eend-avatars. Je kunt aangeven of je een achtergrond wilt of niet voor je willekeurige eend,het staat standaard op ja.
pl: Pokazuje losowy obraz kaczki, dzięki zasobom i uprzejmości Globloxmen. Możesz określić, czy chcesz mieć tło dla losowej kaczki, i domyślnie jest to ustawione na tak.
pt_br: Mostra uma imagem aleatória de pato, cortesia dos bens do Globloxmen. Isto é usado principalmente para depurar as funções aleatórias dos patos, e usa o mesmo caminho para os avatares de patos aleatórios. Você pode especificar se você quer um fundo ou não para o seu pato aleatório, e o padrão é sim.
ru: Выводит забавное изображение утки из коллекции, любезно предоставленной Globloxmen. В основном используется для отладки различных функций. Тот же принцип работы, что и в случае с аватарами уток. Значение по умолчанию для фона изображений - "да".
uk: Показує випадкове зображення качки, люб'язно надане активами Globloxmen. Здебільшого використовується для налагодження функцій випадкової качки, і використовує той самий конвеєр, що і для випадкових аватарів качок. Ви можете вказати, чи потрібне тло для вашої випадкової качки, і за замовчуванням воно має значення "так".
