Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Show a given tag based on the name. The command accept tags names or aliases, and will display then in a nice paginator, directly in discord. You can click the link in the title to read the tag online if you prefer. You can add mentions at the end of your message to allow others to control the tag pagination too.
de: Zeigt ein bestimmtes Tag basierend auf dem Namen an. Der Befehl akzeptiert Tag-Namen oder Aliasnamen und zeigt sie in einem schönen Paginator direkt in Discord an. Sie können auf den Link im Titel klicken, um den Tag online zu lesen, wenn Sie dies bevorzugen. Sie können Erwähnungen am Ende Ihrer Nachricht hinzufügen, damit auch andere die Tag-Paginierung steuern können.
es: Mostrar una etiqueta determinada en función del nombre. El comando acepta nombres de etiquetas o alias, y los mostrará en un bonito paginador, directamente en discordia. Si lo prefieres, puedes hacer clic en el enlace del título para leer la etiqueta en línea. Puedes añadir menciones al final de tu mensaje para permitir que otros controlen la paginación de la etiqueta también.
fi: Näyttää tietyn tunnisteen nimen perusteella. Komento hyväksyy tunnisteiden nimet tai aliakset, ja näyttää ne mukavassa paginaattorissa suoraan Discordissa. Voit klikata otsikossa olevaa linkkiä lukeaksesi tagin verkossa, jos haluat. Voit lisätä viestisi loppuun mainintoja, jotta muutkin voivat hallita tagien paginointia.
fr: Affiche un tag en fonction de son nom. Cette commande accepte des noms de tags ou des alias, et affichera un joli paginateur, directement dans Discord. Tu peux cliquer sur le titre pour lire le tag en ligne, si tu préfères. Tu peux ajouter des mentions a la fin de ton message pour autoriser ces utilisateurs a utiliser la pagination.
pl: Pokaż dany tag na podstawie nazwy. Komenda akceptuje nazwy tagów lub aliasów i wyświetli je w ładnym paginatorze, bezpośrednio w discordzie. Możesz kliknąć na link w tytule, aby przeczytać tag online, jeśli wolisz. Możesz również dodać wzmianki na końcu swojej wiadomości, aby umożliwić innym kontrolowanie paginacji tagów.
pt_br: Mostra uma determinada tag com base no nome. O comando aceita nomes de tags ou apelidos, e os exibirá em um bom paginador, diretamente no discord. Você pode clicar no link no título para ler a tag online, se preferir. Você pode adicionar menções no final da sua mensagem para permitir que outras pessoas também controlem a paginação da tag.
ru: Отображение метки для имени пользователя. Команда дружит с именами пользователей и псевдонимами. Вывод информации осуществляется в симпатичном пагинаторе непосредственно в Discord. Вы также можете перейти по ссылке в заголовке для просмотра метки онлайн. Вы можете добавить упоминание в конце сообщения, дабы другие пользователи тоже могли управлять пагинацией меток.
uk: Показати заданий тег на основі назви. Команда приймає імена тегів або псевдоніми, і буде відображати їх в красивому пагінаторі, безпосередньо в дискорді. Ви можете натиснути на посилання в заголовку, щоб прочитати тег онлайн, якщо бажаєте. Ви можете додати згадки в кінці вашого повідомлення, щоб дозволити іншим також контролювати пагінацію тегів.

source: Commands to interact with tags : creations, editions, deletions, ...
de: Befehle zur Interaktion mit Tags: Erstellen, Bearbeiten, Löschen, ...
es: Comandos para interactuar con las etiquetas: creaciones, ediciones, eliminaciones, ...
fi: Komennot tunnisteiden kanssa toimimiseen: luominen, muokkaaminen, poistaminen, ....
fr: Commandes pour interagir avec les tags : création, éditions, suppressions, ...
pl: Komendy do interakcji z tagami: stwarzanie, modyfikacja, usuwanie,...
pt_br: Comandos para interagir com tags: criações, edições, exclusões, ...
ru: Команды для взаимодействия с метками: создание, редактирование, удаление...
uk: Команди для взаємодії з тегами: створення, редагування, видалення, ...

source: Create a new tag. The tag name must not be an existing tag or tag alias.
de: Erstellen Sie ein neues Tag. Der Tag-Name darf kein vorhandener Tag oder Tag-Alias sein.
es: Crea una nueva etiqueta. El nombre de la etiqueta no debe ser una etiqueta o alias de etiqueta existente.
fi: Luo uusi tunniste. Tunnisteen nimi ei saa olla olemassa oleva tunniste tai tunnisteen alias.
fr: Crée un nouveau tag. Le nom ne doit ni exister en tant qu'alias ou en tant que tag propre.
pl: Utwórz nowy tag. Nazwa tagu nie może być istniejącym tagiem ani aliasem żadnego tagu.
pt_br: Crie uma nova tag. O nome da tag não deve ser uma tag existente ou um pseudônimo de uma tag.
ru: Создание новой метки. Она не должна совпадать с уже существующей меткой или псевдонимом.
uk: Створіть новий тег. Ім'я тегу не повинно бути існуючим тегом або псевдонімом тегу.

source: Alias an existing tag to a new name. This is useful to give the same tag multiple names, and be able to edit them in sync.
de: Verleiht einem vorhandenen Tag einen neuen Namen. Dies ist nützlich, um demselben Tag mehrere Namen zu geben und sie synchron bearbeiten zu können.
es: Asigna un nuevo nombre a una etiqueta existente. Esto es útil para dar a la misma etiqueta varios nombres y poder editarlos de forma sincronizada.
fr: Alias un tag existant à un nouveau nom. Ceci est utile pour donner plusieurs noms à un même tag et pouvoir les éditer de manière synchronisée.
pl: Nadaj istniejącemu tagowi nową nazwę. Jest to przydatne, aby nadać temu samemu tagowi wiele nazw i móc je edytować w synchronizacji.
pt_br: Pseudônimo de uma tag existente para um novo nome. Isso é útil para dar vários nomes à mesma tag e poder editá-los em sincronia.
ru: Псевдоним для существующей метки. Может пригодиться, когда нужно создать несколько имён для одной метки и иметь возможность редактировать их синхронно.
uk: Псевдонім існуючого тегу на нове ім'я. Це корисно для того, щоб дати одному тегу кілька імен, і мати можливість редагувати їх синхронно.

source: Edit an existing tag, changing the text.
de: Bearbeiten Sie ein vorhandenes Tag, indem Sie den Text ändern.
es: Editar una etiqueta existente, cambiando el texto.
fi: Muokkaa olemassa olevaa tunnisteen tekstiä.
fr: Édite un tag existant, en changeant son texte.
pl: Edycja istniejącego znacznika, zmiana tekstu.
pt_br: Edite uma tag existente, alterando o texto.
ru: Редактирование существующей метки.
uk: Відредагувати існуючий тег, змінивши текст.

source: Delete an existing tag.
de: Löschen eines vorhandenen Tags.
es: Eliminar una etiqueta existente.
fi: Poista olemassa olevan tunniste.
fr: Supprime un tag.
pl: Usuwa istniejący tag
pt_br: Excluir uma tag existente.
ru: Удаление существующей метки.
uk: Видалити існуючий тег.

source: List all the existing tags.
de: Listet alle vorhandenen Tags auf.
es: Enumera todas las etiquetas existentes.
fi: Luettele kaikki olemassa olevat tunnisteet.
fr: Liste de tous les tags existants.
pl: Pokaż wszystkie istniejące tagi
pt_br: Liste todas as tags existentes.
ru: Отображение всех меток.
uk: Перерахувати всі існуючі мітки.

source: View the raw version of the tag, with markdown escaped. This is useful to use as a base for editing a tag.
de: Zeigen Sie die Rohversion des Tags an, mit Markdown-Escaped. Dies ist nützlich, um als Basis für die Bearbeitung eines Tags zu verwenden.
es: Visualiza la versión sin procesar de la etiqueta, con markdown escapado. Esto es útil para usar como base para editar una etiqueta.
fi: Näytä tagin raakaversio, jossa markdown on poistettu. Tätä on hyödyllistä käyttää pohjana tagin muokkaamisessa.
fr: Affichez la version brute d'un tag, avec le markdown échappé. Cette version est utile pour servir de base à l'édition d'un tag.
pl: Zobacz raw tagu, z markdownem. Jest to przydatne do wykorzystania jako baza do edycji tagu.
pt_br: Visualize a versão bruta da tag, com escape de markdown. Isso é útil para usar como base para editar uma tag.
ru: Просмотр метки в необработанном виде. Может пригодиться при редактировании метки.
uk: Переглянути сиру версію тегу, без націнки. Це корисно використовувати як основу для редагування тегу.

source: Voting
de: Abstimmen
es: Votar
fi: Äänestys
fr: Votes
hu: Szavazás
pl: Głosowanie
pt_br: Votando
uk: Голосування

source: Please wait while I check where you can vote...
de: Bitte warten Sie, während ich prüfe, wo Sie abstimmen können...
es: Por favor, espere mientras compruebo dónde puede votar...
fi: Odota, kun tarkistan, missä voit äänestää...
fr: Veuillez patienter pendant que je vérifie si vous pouvez voter...
hu: Kérlek várj, amíg megnézem, tudsz-e szavazni...
nl: Wacht even terwijl ik kijk waar je kunt stemmen...
pl: Chwilunia, sprawdzam gdzie możesz zagłosować kochany/a!
pt_br: Por favor, aguarde enquanto eu verifico onde você pode votar...
ru: Пожалуйста, подождите. Сейчас узнаю, где можно проголосовать...
uk: Зачекайте, будь ласка, поки я перевірю, де ви можете проголосувати...

source: You can vote !
de: Sie können wählen!
es: Puedes votar!
fi: Voit äänestää !
fr: Vous pouvez voter !
hu: Tudsz szavazni!
nl: Je kunt stemmen !
pl: Możesz zagłosować !
pt_br: Você pode votar !
ru: Вы можете голосовать!
uk: Ви можете проголосувати!

source: Thanks for supporting the bot by voting !
de: Danke, dass Sie den Bot durch Ihre Stimme unterstützen!
es: Gracias por apoyar al bot votando!
fi: Kiitos, että tuet bottiamme äänestämällä !
fr: Merci de soutenir le bot en votant !
hu: Köszönjük, hogy támogatod a botot szavazással!
nl: Bedankt voor het steunen de bot door te stemmen !
pl: Dziękujemy z całego serca za wspieranie bota !
pt_br: Obrigado por apoiar o bot votando !
ru: Спасибо за ваш голос в поддержку бота!
uk: Дякуємо, що підтримали бота голосуванням!

source: You might be able to vote !
de: Vielleicht können Sie abstimmen!
es: Puede que puedas votar!
fi: Saatat päästä äänestämään !
fr: Vous pourrez peut-être voter !
hu: Lehet, hogy tudsz szavazni!
nl: Je kunt misschien stemmen !
pl: Możesz zagłosować !
pt_br: Você pode ser capaz de votar !
ru: Возможно, вы можете голосовать.
uk: Можливо, ви зможете проголосувати!

source: Thanks for supporting the bot by voting as much as you can. It makes a difference !
de: Danke, dass Sie den Bot unterstützen, indem Sie so oft wie möglich abstimmen. Es macht einen Unterschied !
es: Gracias por apoyar al bot votando todo lo que puedas. Esto marca la diferencia
fi: Kiitos, että tuet botin toimintaa äänestämällä niin paljon kuin voit. Sillä on merkitystä!
fr: Merci de soutenir le bot en votant autant que vous le pouvez. Cela fait une vraie différence !
hu: Köszönjük, hogy támogatod a botot a lehető legtöbb szavazattal. Különbséget tesz!
nl: Bedankt voor het steunen van de bot door zoveel mogelijk te stemmen. Het maakt een verschil !
pl: Dziękujemy za wsparcie bota poprzez oddanie jak największej liczby głosów. Wymiatasz!
pt_br: Obrigado por apoiar o bot votando o máximo que puder. Isso faz diferença !
ru: Спасибо за ваши голоса в поддержку бота! Это очень важно!
uk: Дякуємо, що підтримали бота, проголосувавши якомога більше. Це має значення!

source: Oh no! No bot list is currently available for you to vote.
de: Oh nein! Zurzeit ist keine Bot-Liste zur Abstimmung verfügbar.
es: ¡Oh, no! Actualmente no hay ninguna lista de bots disponible para que puedas votar.
fi: Voi ei! Bottien luettelo ei ole tällä hetkellä käytettävissäsi äänestämistä varten.
fr: Oh non ! Aucune liste de bot n'est actuellement disponible pour que vous puissiez voter...
hu: Ó, ne! Egyetlen bot lista sem elérhető a szavazásodhoz.
nl: Oh nee! Er is momenteel geen botlijst beschikbaar om op te stemmen.
pl: O nie! Obecnie nie jest dostępna żadna lista botów, na której można głosować.
pt_br: Oh não! Nenhuma lista de bots está atualmente disponível para você votar.
ru: К сожалению, в настоящее время вы не можете голосовать в бот-листах.
uk: О, ні! Наразі список ботів, за яких ви можете проголосувати, недоступний.

source: There is nowhere for you to vote at the time !
de: Sie können zur Zeit nirgends wählen!
es: No hay ningún lugar para votar en ese momento!
fi: Ei ole mitään paikkaa, missä voisi äänestää juuri nyt!
fr: Vous ne pouvez voter nulle part pour l'instant !
hu: Sehol se tudsz szavazni most!
nl: Je kunt nergens stemmen op dit moment !
pl: Na ten moment nie możesz nigdzie zagłosować !
pt_br: Não há nenhum lugar para você votar no momento !
ru: В настоящее время голосовать негде.
uk: Вам ніде буде проголосувати в цей час!

source: Thanks for supporting the bot. It makes a difference! Unfortunately, you voted everywhere you could for now, but you can check back in a few hours.
de: Danke, dass Sie den Bot unterstützen. Es macht einen Unterschied! Leider haben Sie im Moment überall abgestimmt, wo Sie konnten, aber Sie können in ein paar Stunden noch einmal nachsehen.
es: Gracias por apoyar al bot. Esto marca la diferencia Desgraciadamente, por ahora has votado en todos los sitios que podías, pero puedes volver a comprobarlo en unas horas.
fi: Kiitos botin tukemisesta. Sillä on merkitystä! Valitettavasti äänestit toistaiseksi kaikkialla, missä voit, mutta voit palata asiaan muutaman tunnin kuluttua.
fr: Merci de soutenir le bot. Cela fait une différence ! Malheureusement, vous avez voté partout où vous pouviez pour l'instant, mais vous pourrez revenir dans quelques heures.
hu: Köszönjük, hogy támogatod a botot. Különbséget tesz! Sajnos egyenlőre mindenhol szavaztál ahol lehetett, de visszanézhetsz pár óra múlva.
nl: Bedankt voor het steunen van de bot. Het maakt een verschil! Helaas, je hebt nu overal gestemd waar je kon, maar je kunt over een paar uur terugkomen.
pl: Dzięki za wsparcie bota. Wymiatasz! Zagłosowałeś(aś) wszędzie, gdzie się dało, ale możesz zagłosować ponownie za kilka godzin. Dziękujemy!
pt_br: Obrigado por apoiar o bot. Isso faz diferença! Infelizmente, você votou em todos os lugares que podia por enquanto, mas poderá verificar novamente em algumas horas.
ru: Спасибо за поддержку бота! Это очень важно! Вы уже сделали всё возможное. Попробуйте ещё раз через несколько часов.
uk: Дякуємо за підтримку бота. Це має значення! На жаль, поки що ви проголосували скрізь, де могли, але за кілька годин зможете перевірити.

source: Click me to vote
de: Klicken Sie auf mich, um abzustimmen
es: Haga clic en mí para votar
fi: Klikkaa minua äänestääksesi
fr: Cliquez ici pour voter
hu: Kattints rám a szavazáshoz
nl: Klik op mij om te stemmen
pl: Kliknij mnie, aby zagłosować!
pt_br: Clique em mim para votar
ru: Перейдите по ссылке, чтобы проголосовать.
uk: Натисніть мене, щоб проголосувати

source: You can vote on {bl_name}
de: Sie können über {bl_name} abstimmen
es: Puedes votar en {bl_name} !
fi: Voit äänestää {bl_name}
fr: Vous pouvez voter sur {bl_name}
hu: Tudsz szavazni a {bl_name} botlistán.
nl: Je kunt stemmen op {bl_name}
pl: Możesz zagłosować na {bl_name}.
pt_br: Pode votar no {bl_name}
ru: Вы можете проголосовать на {bl_name}.
uk: Проголосувати можна за посиланням {bl_name}

source: You might be able to vote on {bl_name}
de: Sie können vielleicht über {bl_name} abstimmen
es: Podrías votar en {bl_name}
fi: Voit ehkä äänestää {bl_name}
fr: Vous pouvez peut-être voter sur {bl_name}
hu: Lehet, hogy tudsz szavazni a {bl_name} botlistán.
nl: Je kunt misschien stemmen op {bl_name}
pl: Możesz zagłosować na {bl_name}
pt_br: Talvez possa votar no {bl_name}
ru: Возможно, вы можете проголосовать на {bl_name}.
uk: Ви можете проголосувати на {bl_name}

source: 🔫 Bang
de: 🔫 Knall
fr: 🔫 Tirer
hu: 🔫 Lövés
pl: 🔫 Strzel
pt_br: 🔫 Atirar
uk: бах!

source: 🤗 Hug
de: 🤗 Umarmung
es: 🤗 Abrazo
fi: 🤗 Halaus
fr: 🤗 Câliner
hu: 🤗 Megölelés
pl: 🤗 Przytul
pt_br: 🤗 Abraçar
uk: обійми

source: ♻️ Reload
de: ♻️ Nachladen
es: ♻️ Recarga
fi: ♻️ Lataus
fr: ♻️ Recharger
hu: ♻️ Újratöltés
pl: ♻️ Przeładuj
pt_br: ♻️ Recarregar
uk: ♻️ Перезарядити зброю.

source: Buy a magazine
de: Eine Magazin kaufen
es: Comprar una revista
fi: Osta lipas
fr: Acheter un chargeur
hu: Vásárolj egy tölténytárat
pl: Kup magazynek
pt_br: Comprar um cartucho
uk: Купити журнал

source: Buy a bullet
de: Kaufen Sie eine Patrone
es: Comprar una bala
fi: Osta luoti
fr: Acheter une balle
hu: Vásárolj egy golyót
pl: Kup pocisk
pt_br: Comprar uma bala
uk: Купити кулю

source: 🍀 Buy a clover
de: 🍀 Ein Kleeblatt kaufen
es: 🍀 Compra un trébol
fi: 🍀 Osta apila
fr: 🍀 Acheter un trèfle
hu: 🍀 Vásárolj egy lóherét
pl: 🍀 Kup czterolistną koniczynkę
pt_br: 🍀 Comprar um trevo
uk: купити конюшину

source: {monitored_player.mention}, RPG cooldown: **{name}** expired.
de: {monitored_player.mention}, Abklingzeit des Rollenspiels: **{name}** abgelaufen.
es: {monitored_player.mention}, enfriamiento del RPG para: **{name}** expiró.
fi: {monitored_player.mention}, RPG jäähy: **{name}** päättynyt.
fr: {monitored_player.mention}, RPG cooldown: **{name}** expiré.
hu: {monitored_player.mention}, RPG időkorlát: **{name}** lejárt.
pl: {monitored_player.mention}, Cooldown **{name}** wygasł.
pt_br: {monitored_player.mention}, RPG cooldown: **{name}** expirou.
ru: {monitored_player.mention}, Время восстановления RPG: срок действия **{name}** истёк.
uk: {monitored_player.mention}, перезарядка РПГ: **{name}** закінчився.

source: Here's the invite you requested {invite}
de: Hier ist die Einladung, die Sie angefordert haben {invite}
es: Aquí está la invitación que pediste {invite}
fi: Tässä on pyytämäsi kutsu {invite}
fr: Voici l'invitation que vous avez demandée : {invite}
hu: Itt a meghívó, amit kértél: {invite}
nl: Hier is de uitnodiging die je hebt aangevraagd {invite}.
pl: Oto link, o który prosiłeś(aś): {invite}
pt_br: Aqui está o convite que solicitou {invite}
ru: А вот и ссылка-приглашение, которую вы запрашивали {invite}
uk: Ось запрошення, яке ви просили {invite}

source: {rpg_role.mention}, you might want to click the reaction above/do what the bot says.
de: {rpg_role.mention}, sollten Sie vielleicht auf die Reaktion oben klicken/ tun, was der Bot sagt.
es: {rpg_role.mention}, puede que quieras hacer click en la reacción ó hacer lo que dice el bot.
fi: {rpg_role.mention}, sinun kannattaa ehkä klikata yllä olevaa reaktiota/tehdä niin kuin botti sanoo.
fr: {rpg_role.mention}, cliquez sur la réaction au dessus ou faites ce que le bot demande.
pl: {rpg_role.mention}, możesz chcieć kliknąć reakcję powyżej lub to, co mówi bot.
pt_br: {rpg_role.mention}, talvez queira clicar na reacção acima/fazer o que o bot manda.
ru: {rpg_role.mention}, выполните действие, описанное выше, или следуйте указаниям бота.
uk: {rpg_role.mention}, ви можете натиснути на реакцію вище/робити те, що каже бот.

source: Hunting
de: Jagen
es: Caza
fi: Metsästys
fr: Chasse
hu: Vadászat
pl: Polowanie
pt_br: Caçando
uk: Полювання

source: The bot is still starting up, please wait a minute and retry. Ducks haven't been lost.
de: Der Bot startet noch, bitte warten Sie eine Minute und versuchen Sie es erneut. Die Enten sind nicht verloren gegangen.
es: El bot aún está arrancando, por favor espera un minuto y vuelve a intentarlo. Los patos no se han perdido.
fi: Botti käynnistyy yhä, odota hetki ja yritä uudelleen. Ankat eivät ole kadonneet.
fr: Le bot est encore en train de démarrer, veuillez attendre une minute et réessayez. Les canards n'ont pas été perdus.
hu: A bot még mindig indul, kérlek várj egy percet és próbáld újra. A kacsák nem vesztek el.
nl: De bot is nog aan het opstarten, wacht een minuut en probeer het opnieuw. Eenden zijn niet verloren gegaan.
pl: Bot wciąż się uruchamia, poczekaj chwilę i spróbuj ponownie. Spokoooojnie, kaczki nie zaginęły! ;)
pt_br: O bot ainda está iniciando, aguarde um minuto e tente novamente. Os patos não foram perdidos.
ru: Бот загружается. Пожалуйста, подождите немного и повторите попытку. Все утки на месте.
uk: Бот все ще запускається, будь ласка, зачекайте хвилину і спробуйте ще раз. Качки не загубилися.

source: ☠️ It's a little cold in there... Maybe because **you are DEAD**! Have you tried eating BRAINS? `{ctx.prefix}revive`...
de: ☠️ Es ist ein bisschen kalt da drin... Vielleicht, weil **Sie Tot sind**! Haben Sie versucht, Gehirne zu essen? {ctx.prefix}revive`...
es: ☠️ Estás un poco frio... Tal vez sea porque **estás Muerto**! ¿has intentado comer cerebros? `{ctx.prefix}revive`...
fi: ☠️ On vähän kylmä... Ehkä siksi, että **sinä olet KUOLLUT**! Oletko kokeillut syödä AIVOJA? `{ctx.prefix}revive`...
fr: ☠️ Il fait un peu froid là-dedans... Peut-être parce que **vous êtes MORT** ! Avez-vous essayé de manger des cerveaux ? `{ctx.prefix}revive`...
hu: ☠️ Kicsit hideg van ott... Talán mert **HALOTT vagy**! Próbáltál enni néhány AGYAT? `{ctx.prefix}revive`...
pl: ☠️ Powiało tu grozą... Może dlatego, że **NIE ŻYJESZ**?! Czy próbowałeś jeść MÓZGI? `{ctx.prefix} ożyw się`...
pt_br: ☠️ Está um pouco frio aqui... Talvez porque **está MORTO**! Já tentou comer cérebros? `{ctx.prefix}revive`....
uk: ☠️ Тут трохи холодно... Може тому, що ти МЕРТВИЙ! А ти пробував їсти МІЗКИ? `{ctx.prefix}оживити...

source: 🚰 Come on! Your clothes are wet, at least dry them (for **{time_delta}**) or something, or buy new ones (`{ctx.prefix}shop clothes`)
de: 🚰 Kommen Sie schon! Ihre Kleidung ist nass, trocknen Sie sie wenigstens (für **{time_delta}**) oder so, oder kaufen Sie neue (`{ctx.prefix}Shop clothes`)
es: 🚰 ¡Vamos! Tu ropa está mojada, al menos sécala (por **{time_delta}**) o algo, o compra otra nueva (`{ctx.prefix}shop clothes`)
fi: 🚰 Älä viitsi! Vaatteesi ovat märät, kuivaa ne ainakin (**{time_delta}**) tai jotain, tai osta uudet (`{ctx.prefix}shop clothes`)
fr: 🚰 Désolé... Tes vêtements sont mouillés, sèche-les (Encore **{time_delta}**) ou achète-en de nouveaux (`{ctx.prefix}shop clothes`)
nl: 🚰 Kom op! Je kleren zijn nat, droog ze tenminste (voor **{time_delta}**) of zoiets, of koop nieuwe (`{ctx.prefix}shop clothes`)
pl: 🚰 No nie! Jesteś mokry jak szczur! Wysusz ciuchy przynajmniej (na **{time_delta}**) czy coś, albo kup nowe (`{ctx.prefix}shop clothes`)
pt_br: 🚰 Vamos! Suas roupas estão molhadas, pelo menos seque-as (for **{time_delta}**) ou algo assim, ou compre roupas novas (`{ctx.prefix}shop clothes`)
ru: 🚰 Вся одежда промокла. Придётся её сушить (в течение **{time_delta}**) или купить новую (`{ctx.prefix}shop clothes`)
uk: ну ж бо! Ваш одяг мокрий, хоча б просушіть його (для **{time_delta}**) чи що, або купіть новий (`{ctx.prefix}магазин одягу`)

source: ⛔️ Oh no! Your weapon has been confiscated. Wait for freetime (`{ctx.prefix}freetime`), or buy it back in the shop (`{ctx.prefix}shop weapon`)
de: ⛔️ Oh nein! Ihre Waffe wurde beschlagnahmt. Warten Sie auf die Freizeit (`{ctx.prefix}freetime`), oder kaufen Sie sie im Shop zurück (`{ctx.prefix}shop weapon`)
es: ⛔️ ¡Oh no! Tu arma ha sido confiscada. Espera al tiempo libre (`{ctx.prefix}freetime`), o vuelve a comprarla en la tienda (`{ctx.prefix}shop weapon`)
fr: ⛔️ Désolé... Ton arme a été confisquée. Attends la fin de la procédure (`{ctx.prefix}freetime`), ou achète-en une nouvelle dans le magasin (`{ctx.prefix}shop weapon`)
hu: ⛔️ Ó, ne! A fegyvered el lett kobozva. Várd meg a szabadidőt (`{ctx.prefix}freetime`), vagy vásárold vissza a boltban (`{ctx.prefix}shop weapon`)
nl: ⛔️ Oh nee! je wapen is in beslag genomen. Wacht op freetime (`{ctx.prefix} freetime`), of koop het terug in de winkel (`{ctx.prefix} shop weapon')
pl: ⛔️ O nie! Twoja broń została skonfiskowana. Poczekaj na wolny czas (`{ctx.prefix}freetime`) lub odkup go w sklepie (`{ctx.prefix}shop weapon`)
pt_br: ⛔️ Ah não! Sua arma foi confiscada. Aguarde pelo tempo livre (`{ctx.prefix}freetime`), ou compre outra de volta na loja (`{ctx.prefix}shop weapon`)
ru: ⛔️ Оружие конфисковано. Придётся ждать время халявы (`{ctx.prefix}freetime`) или выкупить его через магазин (`{ctx.prefix}shop weapon`)
uk: о ні! Вашу зброю конфісковано. Дочекайтеся вільного часу (`{ctx.prefix}freetime`), або викупіть її в магазині (`{ctx.prefix}shop weapon`)
