Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: 💸️ You used the defuse kit on `{landmine.word}`, and defused <@{placed_by_member.user_id}> landmine (placed {td} ago), that has a `{landmine.value}` points value.You've lost {-got_points} points, because the value of the landmine was lower than the defuse kit price. Sorry!
de: 💸️ Du hast das Entschärfungsset auf `{landmine.word}` benutzt und eine <@{placed_by_member.user_id}>Landmine entschärft (vor {td} platziert), die einen `{landmine.value}` Punktewert hat. Du hast {-got_points} Punkte verloren, weil der Wert der Landmine niedriger war als der Preis des Entschärfungssets. Entschuldigung!
es: 💸️ Has utilizado el kit de desactivación en `{landmine.word}`, y has desactivado <@{placed_by_member.user_id}> una mina terrestre (colocada hace {td}), que tiene un valor de puntos de `{landmine.value}`.Has perdido {-got_points} puntos, porque el valor de la mina terrestre era inferior al precio del kit de desactivación. Lo siento !
fr: 💰️ Vous avez utilisé le kit de désamorçage sur `{landmine.word}`, et désamorcé une mine placée par <@{placed_by_member.user_id}> il y a {td}, qui avait une valeur de `{landmine.value}` points. Vous avez perdu {-got_points} points, parceque la valeur de la mine tait plus basse que celle du kit de désamorçage. Désolé :(
pl: 💸️ Użyłeś/aś zestawu do rozbrajania miny `{landmine.word}`, podłożoną przez <@{placed_by_member.user_id}> {td} temu, która miała wartość `{landmine.value}`. Utraciłeś/aś {-got_points}, ponieważ wartość miny była niższa niż cena zestawu do rozbrajania. Sorki!
pt_br: 💸️ Você usou o kit de desarme em `{landmine.word}` e desarmou <@{placed_by_member.user_id}> mina terrestre (colocada {td} atrás), que tem o valor de `{landmine.value}` pontos. Você perdeu {-got_points} pontos, porque o valor da mina terrestre era menor que o preço do kit de desarme. Desculpe!
uk: ви використали набір для знешкодження на `@{landmine.word}і знешкодив &lt;@{placed_by_member.user_id}&gt; наземну міну (встановлену {td} раніше), яка має{landmine.value}очок. Ви втратили {-got_points} балів, тому що вартість міни була меншою за вартість набору для знешкодження. Вибачте!

source: ♻️️ You didn't use the defuse kit, and sold it back to the shop. You are sure that there isn't any mine on any of those words: ``` {words} ```
de: ♻️ Sie haben das Entschärfungsset nicht benutzt und es an den Laden zurückgegeben. Sie sind sich sicher, dass auf keinem dieser Wörter eine Mine zu finden ist ``` {words} ```
es: ♻️ No usaste el kit de desactivación y lo vendiste de nuevo a la tienda. Estás seguro de que no hay ninguna mina en ninguna de esas palabras ``` {words} ```
fr: ♻️️ Vous n'avez pas utilisé le kit de désamorçage et l'avez revendu au magasin. Vous êtes sûr qu'il n'y a aucune mine sur ces mots : ``` {words} ```
pl: ♻️️ Nie użyłeś zestawu do rozbrajania i odsprzedałeś go z powrotem do sklepu. Jesteś pewien, że żadne z tych słów nie zawiera mojego: ``` {words} ```
pt_br: ♻️️ Você não usou o kit de desarme e o vendeu de volta para a loja. Você tem certeza de que não há nenhuma mina em nenhuma dessas palavras: ``` {words} ```
uk: ♻️️ Ви не скористалися знешкоджувальним комплектом, а продали його назад до магазину. Ви впевнені, що на жодному з цих слів немає міни ``` {words} ```

source: Landmines statistics
de: Statistik über Landminen
es: Estadísticas sobre minas terrestres
fi: Maamiinoja koskevat tilastot
fr: Statistiques sur les mines
pl: Statystyki min
pt_br: Estatísticas de minas terrestres
uk: Статистика наземних мін

source: Players tracked
de: Verfolgte Spieler
es: Seguimiento de los jugadores
fi: Seuratut pelaajat
fr: Joueurs suivis
pl: Liczba graczy
pt_br: Jogadores rastreados
uk: Відстеження гравців

source: Mines count
de: Minen zählen
es: Recuento de minas
fi: Miinojen määrä
fr: Nombre de mines
pl: Ilość min
pt_br: Contagem de minas
uk: Підрахунок мін

source: {current_mines_count} mines placed, {total_mines_count} created
de: {current_mines_count} platzierte Minen, {total_mines_count} erstellte
es: {current_mines_count} minas colocadas, {total_mines_count} creadas
fi: {current_mines_count} miinaa asetettu, {total_mines_count} luotu
fr: {current_mines_count} mines placées, sur {total_mines_count} crées
pl: Podłożono {current_mines_count} min, łącznie stworzono {total_mines_count} min.
pt_br: {current_mines_count} minas colocadas, {total_mines_count} criadas
uk: розміщено {current_mines_count} мін, створено {total_mines_count} мін

source: Biggest active mine
de: Größte aktive Mine
es: La mayor mina activa
fi: Suurin aktiivinen miina
fr: Plus grande mine active
pl: Największa aktywna mina
pt_br: Maior mina ativa
uk: Найбільша діюча шахта

source: Valued at `{biggest_mine.value} ({letters} letters)`, placed by <@{user}>
de: Bewertet mit `{biggest_mine.value} ({letters} letters)`, platziert von <@{user}>
es: Valorado en `{biggest_mine.value} ({letters} letras)`, colocado por <@{user}>
fi: Arvo on `{biggest_mine.value} ({letters} merkkiä)`, jonka on asettanut: <@{user}>
fr: Valeur de `{biggest_mine.value} ({letters} lettres)`, placée par <@{user}>
pl: Wyceniona na `{biggest_mine.value} ({letters} liter)`, umieszczona przez <@{user}>
pt_br: Avaliado em `{biggest_mine.value} ({letters} letters)`, colocado por <@{user}>
uk: За ціною `{biggest_mine.value} ({letters} літер)`, розміщених <@{user}>

source: Players in the negative
de: Spieler im negativen Sinne
es: Jugadores en negativo
fi: Pelaajat, joiden tulos on negatiivinen
fr: Joueurs dans le négatif
pl: Gracze na minusie
pt_br: Jogadores no negativo
uk: Гравці в мінусі

source: Event scoreboard
de: Anzeigetafel der Veranstaltung
es: Marcador del evento
fi: Tapahtuman tulostaulu
fr: Scores de l'event
pl: Tabela wyników wydarzenia
pt_br: Placar do evento
uk: Табло змагань

source: {points} points
de: {points} Punkte
es: {points} puntos
fi: {points} pistettä
pl: {points} punktów
pt_br: {points} pontos
uk: {points} балів

source: Support team: monitoring
de: Unterstützungsteam: Überwachung
es: Equipo de apoyo: seguimiento
fi: Tukitiimi: monitoroi
fr: Support : Suivi technique
pl: Zespół wsparcia: monitorowanie
pt_br: Equipe de suporte: monitoramento
uk: Група підтримки: надзвичайні ситуації

source: Prestige
es: Prestigio
fi: Arvotaso
hu: Presztízs
pl: Prestiż
pt_br: Reputação
ru: Престиж
uk: Більше інформації про престиж

source: Prestige Information
de: Prestige Informationen
es: Información sobre los rangos
fi: Arvotaso-tiedot
fr: Informations sur le prestige
hu: Presztízs infomáció
nl: Prestige informatie.
pl: Informacje o prestiżu
pt_br: Informações de prestígio
ru: Информация о престиже
uk: Інформація про Престиж

source: Prestige is a way for you to restart the DuckHunt adventure, resetting your account (experience, statistics, ...) In exchange for the reset, you'll get new items to help you progress faster.
de: Prestige ist eine Möglichkeit für Sie, das DuckHunt-Abenteuer neu zu starten und Ihr Konto zurückzusetzen (Erfahrung, Statistiken, ...) Im Gegenzug für das Zurücksetzen erhalten Sie neue Gegenstände, mit denen Sie schneller vorankommen.
es: VIP es una forma de reiniciar la aventura en DuckHunt, reiniciando su cuenta (experiencia, estadísticas, ...) A cambio del reinicio, obtendrás nuevos elementos que te ayudarán a progresar mucho más rápido.
fi: Arvotaso on keino aloittaa DuckHunt-seikkailu uudelleen ja nollata tilisi (kokemus, tilastot, ...) Vastineeksi nollauksesta saat uusia esineitä, jotka auttavat sinua etenemään nopeammin.
fr: Le Prestige est un moyen pour toi de relancer ton aventure DuckHunt, en réinitialisant ton compte (expérience, statistiques, ...) En échange de la réinitialisation, tu recevras de nouveaux objets pour t'aider à progresser plus rapidement.
nl: Prestige is een manier om het DuckHunt-avontuur opnieuw te starten door je account te resetten (ervaring, statistieken, ...) In ruil voor de reset ontvang je nieuwe items waarmee je sneller vooruitgang kunt boeken.
pl: Prestiż to sposób na wznawianie podróży z Duckhunt, resetując Twoje konto (doświadczenie, statystyki, ...) W ramach resetu otrzymasz nowe przedmioty, które pomogą ci szybciej robić progres.
pt_br: Reputação é uma maneira de você reiniciar a aventura DuckHunt, redefinindo sua conta (experiência, estatísticas, ...) Em troca da redefinição, você receberá novos itens para ajudá-lo a progredir mais rapidamente.
ru: Престиж - это способ начать приключение DuckHunt заново, сбросив данные вашей учётной записи (опыт, статистику, ...). В обмен на сброс вы получите новые предметы, которые помогут вам быстрее двигаться вперёд.
uk: Престиж - це спосіб для вас перезапустити пригоди в DuckHunt, обнуливши свій обліковий запис (досвід, статистику, ...) В обмін на перезавантаження ви отримаєте нові предмети, які допоможуть вам швидше прогресувати.

source: Prestige will be unlocked when you reach the maximum level. You are at {pct}% there (you need {missing_exp} more experience).
de: Prestige wird freigeschaltet, wenn Sie die maximale Stufe erreichen. Sie sind dort bei {pct}% (Sie benötigen {missing_exp} mehr Erfahrung).
es: Los rangos se desbloquean cúando alcance el nivel máximo. Estás al {pct}% de llegar, (necesitas {missing_exp} más de experiencia).
fi: Arvotaso avautuu, kun saavutat enimmäistason. Olet {pct}% (tarvitset {missing_exp} lisää kokemusta).
fr: Le prestige sera débloqué lorsque tu auras atteint le niveau maximum. Tu y es à {pct}% (Tu as besoin de {missing_exp} expérience en plus).
nl: Prestige wordt ontgrendeld wanneer je het maximale niveau bereikt. Je bent op {pct}% (je hebt {missing_exp} meer ervaring nodig).
pl: Prestiż odblokuje się, kiedy uzyskasz maksymalny poziom. Obecnie masz {pct}% postępu (brakuje Ci jeszcze {missing_exp} punktów doświadczenia)
pt_br: A reputação será desbloqueada quando você atingir o nível máximo. Você está em {pct}% lá (você precisa de {missing_exp} a mais de experiência).
ru: Престиж станет доступен, когда вы достигнете максимального уровня. Текущий прогресс - {pct}% (вам нужно ещё {missing_exp} ед. опыта).
uk: Престиж буде розблоковано, коли ви досягнете максимального рівня. У вас зараз {pct}% (вам потрібно {missing_exp} більше досвіду).

source: Prestige is available for you now ! Go ahead and use `{ctx.prefix}prestige confirm`. By using it now, you'll keep {kept_exp} exp.
de: Prestige ist jetzt für Sie verfügbar! Fahren Sie fort und verwenden Sie `{ctx.prefix}prestige confirm`. Wenn Sie es jetzt verwenden, behalten Sie {kept_exp} exp.
es: Un nuevo rango está disponible para ti! Adelante, usa `{ctx.prefix}prestige confirm`. Usándolo ahora mantendrás {kept_exp} exp.
fi: Arvotaso on nyt käytettävissäsi ! Mene eteenpäin ja käytä `{ctx.prefix}prestige confirm`. Käyttämällä sitä nyt, pidät {kept_exp} exp.
fr: Le prestige est à ta disposition dès maintenant ! Vas-y, utilise `{ctx.prefix}prestige confirm`. En l'utilisant maintenant, tu garderas {kept_exp} exp.
nl: Prestige is nu voor jou beschikbaar! Ga je gang en gebruik `{ctx.prefix}prestige confirm`. Door het nu te gebruiken, behoud je {kept_exp} exp.
pl: Prestiż jest już dostępny dla Ciebie! Śmiało użyj komendy `{ctx.prefix}prestige confirm`. Używając jej teraz, zachowasz {kept_exp} PD.
pt_br: Reputação está disponível para você agora! Vá em frente e use `{ctx.prefix}prestige confirm`. Ao usá-lo agora, você manterá {kept_exp} de exp.
ru: Теперь для вас доступен Престиж! Используйте команду `{ctx.prefix}prestige confirm`. Если вы введёте её сейчас, вы сохраните {kept_exp} ед. опыта.
uk: Престиж доступний для Вас вже зараз! Скористайтеся послугою `{ctx.prefix}prestige confirm`. Скориставшись ним зараз, ви збережете {kept_exp}exp.

source: Prestige daily bonus
de: Prestige täglicher Bonus
es: Bonificación diaria de prestigio
fi: Arvotason päivittäinen bonus
fr: Bonus quotidien Prestige
hu: Presztízs napi bónusz
pl: Prestiżowy dzienny bonus
pt_br: Bônus diário de reputação
ru: Престиж: ежедневный бонус
uk: Престижний щоденний бонус

source: You can get around {experience} experience every day by using the daily command.
de: Sie können um {experience} experience jeden Tag herumkommen, indem Sie den Befehl daily verwenden.
es: Puedes evitar la experiencia de {experience} todos los días utilizando el comando diario.
fi: Voit saada {experience} kokemusta joka päivä käyttämällä daily-komentoa.
fr: Vous pouvez obtenir environ {experience} d’expérience quotidienne
hu: Körülbelül {experience} tapasztalati pontot szerezhetsz mindennap a napi parancs használatával.
pl: Możesz dostać {experience} punktów doświadczenia każdego dnia używając dziennej komendy.
pt_br: Pode atingir {experience} de experiência todos os dias, utilizando o comando diário.
ru: Вы можете получать примерно {experience} ед. опыта каждый день, используя ежедневную команду.
uk: Ви можете обійти досвід {experience} щодня, використовуючи щоденну команду.

source: ✨ Current prestige level ✨️
de: ✨ Aktuelle Prestigestufe ✨️
es: ✨ Rango actual ✨️
fi: ✨ Nykyinen arvotaso ✨️
fr: ✨ Niveau de prestige actuel ✨️
hu: ✨ Jelenlegi presztízs szint
nl: ✨ Huidig prestige-niveau ✨️
pl: ✨ Obecny poziom prestiżu ✨️
pt_br: ✨ Nível de reputação atual ✨️
ru: ✨ Текущий уровень престижа ✨️
uk: ✨ Поточний рівень престижу ✨️

source: You have reached level {level}
de: Sie haben Level {level} erreicht
es: Has alcanzado el nivel {level}
fi: Olet saavuttanut tason {level}
fr: Tu as atteint le niveau {level}
hu: Elérted a(z) {level}. szintet
nl: Je hebt niveau {level} bereikt
pl: Osiągnąłeś/ełaś poziom {level}
pt_br: Você atingiu o nível {level}
ru: Вы достигли уровня {level}
uk: Ви досягли рівня {level}

source: **Remember**, using prestige means losing your statistics and most of your experience. However, you'll get the following items to help you
de: **Erinnern Sie sich**, wenn Sie Prestige verwenden, verlieren Sie Ihre Statistiken und den Großteil Ihrer Erfahrung. Sie erhalten jedoch die folgenden Gegenstände, die Ihnen helfen
es: **Recuerda**, usar rangos significa perder tus estadísticas y la mayor parte de tu experiencia. Sin embargo, obtendrás los siguientes elementos para ayudarte
fi: **Muista**, että arvotason käyttäminen tarkoittaa tilastojesi ja suurimman osan kokemuksestasi menettämistä. Saat kuitenkin seuraavia esineitä avuksesi
fr: **Souviens-toi**, utiliser le Prestige signifie perdre tes statistiques et la plus grande partie de ton expérience. Cependant, tu obtiendra les éléments suivants pour t'aider
hu: **Tartsd észben**, a presztízs használata azt jelenti, hogy elveszted a statsisztikáidat és a legtöbb tapasztalatod, viszont az alábbi tárgyakat megkapod segítségként
nl: **Onthoud** dat prestige uitvoeren betekent dat je jouw statistieken en het grootste deel van je ervaring verliest. Je krijgt echter de volgende items om Je te helpen
pl: **Pamiętaj**, odblokowanie prestiżu oznacza utratę statystyk i większości doświadczenia. Otrzymasz jednak następujące przedmioty, które Ci pomogą
pt_br: **Lembre-se**, usar a reputação significa perder suas estatísticas e a maior parte de sua experiência. No entanto, você receberá os seguintes itens para ajudá-lo
ru: **Помните**, что использование престижа означает сброс текущей статистики и утрату большей части ед. опыта. Зато вы получите в помощь следующие предметы.
uk: **Пам'ятайте, що використання престижу означає втрату вашої статистики та більшої частини вашого досвіду. Однак, ви отримаєте наступні пункти, які допоможуть вам

source: Level 1
es: Nivel 1
fi: Taso 1
fr: Niveau 1
hu: 1. szint
pl: 1 Poziom
pt_br: Nível 1
ru: Уровень 1
uk: Рівень 1

source: **Unbreakable sunglasses**: Never buy sunglasses again
de: **Unzerbrechliche Sonnenbrille**: Kaufen Sie nie wieder eine Sonnenbrille
es: **Gafas de sol irrompibles* No vuelvas a comprar gafas de sol
fi: **Särkymättömät aurinkolasit**: Älä koskaan enää osta aurinkolaseja
fr: **Lunettes de soleil incassables** : N'achète plus jamais de lunettes de soleil
hu: **Törhetetlen napszemüveg**: Soha ne vásárold meg újra!
nl: **Onbreekbare zonnebril**: Koop nooit meer een zonnebril
pl: **Niezniszczalne okulary przeciwsłoneczne**: Nigdy nie będziesz musiał/a kupować więcej okularów przeciwsłonecznych.
pt_br: **Óculos de sol inquebráveis**: nunca mais compre óculos de sol
ru: **Неломающиеся солнцезащитные очки**. Вам больше никогда не придётся покупать солнцезащитные очки
uk: **Небиткие сонцезахисні окуляри**: Ніколи більше не купуйте сонцезахисні окуляри

source: Level 2
es: Nivel 2
fi: Taso 2
fr: Niveau 2
hu: 2. szint
pl: 2 Poziom
pt_br: Nível 2
ru: Уровень 2
uk: Рівень 2

source: **Coat colour**: Choose the colour of your coat
de: **Mantelfarbe**: Wählen Sie die Farbe Ihres Fells
es: **Color de abrigo*: Elije el color de tu abrigo
fi: **Väri**: Valitse takkisi väri
fr: **Couleur du manteau** : Choisis la couleur de ton manteau
hu: **Kabát színe**: Válaszd ki a kabátod színét
nl: **Jaskleur**: Kies de kleur van uw jas
pl: **Kolor płaszcza**: Wybierz kolor swojego płaszcza
pt_br: **Cor do casaco**: Escolha a cor do seu casaco
ru: **Цвет плаща**. Вы можете выбрать цвет плаща
uk: **Колір пальто*: Оберіть колір вашого пальто

source: Level 3
es: Nivel 3
fi: Taso 3
fr: Niveau 3
hu: 3. szint
pl: 3 Poziom
pt_br: Nível 3
ru: Уровень 3
uk: Рівень 3

source: Level 4
de: Level 3
es: Nivel 4
fi: Taso 4
fr: Niveau 4
hu: 4. szint
pl: 4 Poziom
pt_br: Nível 4
ru: Уровень 4
uk: Рівень 4

source: **Icelandic water**: Wet others for longer
de: **Isländisches Wasser**: Andere länger nass machen
es: **Agua islandesa*: Moja a los demás por más tiempo 7u7
fi: **Islantilainen vesi**: Kosteuttaa muita pelaajia pidempään
fr: **Eau islandaise** : Mouille les autres plus longtemps
hu: **Jeges víz**: vizezz össze másokat több időre
nl: **IJslands water**: maak anderen langer nat
pl: **Islandzka woda**: Zmocz innych na dłużej
pt_br: **Água islandesa**: molhe os outros por mais tempo
ru: **Ледяная водица**. Мочите других охотников по-взрослому
uk: **Ісландська вода: Змочуйте інших довше

source: Level 5
es: Nivel 5
fi: Taso 5
fr: Niveau 5
hu: 5. szint
pl: 5 Poziom
pt_br: Nível 5
ru: Уровень 5
uk: Рівень 5

source: **Untearable coat**: Buy it for life
de: **Unzerstörbarer Mantel**: Kaufen Sie es für das Leben
es: **Abrigo irrompible*: Cómpralo de por vida
fi: **Repeämätön takki**: Osta se loppuelämäksesi
fr: **Manteau indéchirable** : Achete-le pour la vie
hu: **Szakíthatatlan kabát:** vedd meg örökre
nl: **Onscheurbare jas**: Koop hem voor het leven
pl: **Niezniszczalny płaszcz**: kup go na całe życie
pt_br: **Casaco indestrutível**: compre para o resto da vida
ru: **Нервущийся плащ**. Пожизненная гарантия на плащ
uk: **Нерозривне пальто*: Купуй на все життя

source: Level 6
es: Nivel 6
fi: Taso 6
fr: Niveau 6
hu: 6. szint
pl: 6 Poziom
pt_br: Nível 6
ru: Уровень 6
uk: Рівень 6

source: **Military grade silencer**: Better silencers that last twice as long
de: **Schalldämpfer in militärischer Qualität**: Bessere Schalldämpfer, die doppelt so lange halten
es: **Silenciador militar**: Mejores silenciadores que duran el doble de tiempo
fi: **Sotilasluokan äänenvaimennin**: Parempi äänenvaimennin, joka kestää kaksi kertaa kauemmin
fr: **Silencieux de qualité militaire** : De meilleurs silencieux qui durent deux fois plus longtemps
hu: **Katonai minőségű hangtompító**: Jobb hangtompítók, amik kétszer olyan hosszabb ideig tartanak
nl: **Geluiddemper van militaire kwaliteit**: Betere geluiddempers die twee keer zo lang meegaan
pl: **Tłumik klasy wojskowej**: Lepsze tłumiki, które działają dwa razy dłużej
pt_br: **Silenciador de nível militar**: silenciadores melhores que duram duas vezes mais
ru: **Глушитель военного образца**. Более качественные глушители, которые служат вдвое дольше
uk: **Глушник військового класу**: Кращі глушники, які служать вдвічі довше

source: Level 7
es: Nivel 7
fi: Taso 7
fr: Niveau 7
hu: 7. szint
pl: 7 Poziom
pt_br: Nível 7
ru: Уровень 7
uk: Рівень 7

source: **Permanent licence to kill**: Secret DuckHunt service
de: **Permanente Lizenz zum Töten**: Geheimdienst DuckHunt
es: **Licencia para matar**: Servicio secreto de Caza Patos
fi: **Pysyvä lupa tappaa**: Salainen DuckHunt-palvelu
fr: **Permis de tuer permanent** : Service secret de DuckHunt
hu: **Örök ölési licenc**: Titkos DuckHunt szolgálat
nl: **Permanente licentie om te doden**: Secret DuckHunt-service
pl: **Permanentna licencja na zabijanie: Tajniak DuckHunt
pt_br: **Licença permanente para matar**: serviço secreto DuckHunt
ru: **Постоянная лицензия на убийство**. Секретная служба DuckHunt
uk: **Безстрокова ліцензія на вбивство: Секретна служба DuckHunt

source: Level 8
es: Nivel 8
fi: Taso 8
fr: Niveau 8
hu: 8. szint
pl: 8 Poziom
pt_br: Nível 8
ru: Уровень 8
uk: Рівень 8

source: **Bigger ammo pack**: Load twice as many bullets in your gun
de: **Größere Munitionspackung**: Laden Sie doppelt so viele Kugeln in Ihre Waffe
es: **Mayor paquete de municiones**: Carga el doble de balas en tu arma
fi: **Suurempi ampumatarvikepakkaus**: Lataa aseeseesi kaksi kertaa enemmän luoteja
fr: **Plus gros chargeurs** : Charge deux fois plus de balles dans ton arme
hu: **Nagyobb lőszercsomag**: Tölts be kétszer annyi golyót a fegyveredbe
nl: **Groter munitiepakket**: Laad twee keer zoveel kogels in je pistool
pl: **Większy pakiet amunicji**: Załaduj dwa razy więcej pocisków do swojej broni
pt_br: **Maior pacote de munição**: Carregue o dobro de balas em sua arma
ru: **Расширенный боекомплект**. В два раза больше патронов для вашего оружия
uk: **Більша пачка набоїв: Заряджайте вдвічі більше набоїв у пістолет

source: Level 9
es: Nivel 9
fi: Taso 9
fr: Niveau 9
hu: 9. szint
pl: 9 Poziom
pt_br: Nível 9
ru: Уровень 9
uk: Рівень 9

source: **???**: Suggestions are welcome
de: **???**: Vorschläge sind willkommen
es: **???**: Las sugerencias son bienvenidas
fi: **???**: Ehdotukset ovat tervetulleita
fr: **???** : Les suggestions sont les bienvenues
hu: **???**: Az ötleteket szívesen fogadjuk
nl: **???**: Suggesties zijn welkom
pl: **???**: Sugestie są mile widziane
pt_br: **???**: Sugestões são bem-vindas
ru: **???**. Ждём ваших предложений
uk: **???**: Пропозиції вітаються

source: ❌ You haven't unlocked prestige yet. See `{ctx.prefix}prestige info` to learn more.
de: ❌ Sie haben noch kein Prestige freigeschaltet. Siehe `{ctx.prefix}prestige info` um mehr zu erfahren.
es: ❌ Aún no has desbloqueado los rangos. Mira `{ctx.prefix}prestige info` para saber más.
fi: ❌ Et ole vielä avannut arvotasoa. Katso `{ctx.prefix}prestige info` saadaksesi lisätietoja.
fr: ❌ Tu n'as pas encore débloqué le prestige. Tape `{ctx.prefix}prestige info` pour en savoir plus.
hu: ❌ Még nem oldottad fel a presztízst. Lásd a `{ctx.prefix}prestige info` -t több információért.
nl: ❌ Je hebt nog geen prestige ontgrendeld. Zie '{ctx.prefix}prestige info' voor meer informatie.
pl: ❌ Nie odblokowałeś jeszcze prestiżu. Zobacz `{ctx.prefix}prestige info` aby dowiedzieć się więcej.
pt_br: ❌ Você ainda não desbloqueou reputação. Consulte `{ctx.prefix}informações de reputação` para saber mais.
ru: ❌ Престиж пока ещё не доступен. См. `{ctx.prefix}prestige info` для получения подробной инфрмации.
uk: ви ще не розблокували престиж. Щоб дізнатися більше, дивіться `{ctx.prefix}prestige info`.

source: Prestige {old_prestige} -> {new_prestige}
es: Nuevo rango {old_prestige} -> {new_prestige}
fi: Arvotaso {old_prestige} -> {new_prestige}
hu: Presztízs {old_prestige} -> {new_prestige}
pl: Prestiż {old_prestige} -> {new_prestige}
pt_br: Reputação {old_prestige} -> {new_prestige}
ru: Престиж {old_prestige} -> {new_prestige}
uk: Престиж {old_prestige} -&gt; {new_prestige}
