Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: ❌ I don't know what type of duck you are talking about. Choose one in {allowed_ducks_types}.
de: ❌ Ich weiß nicht, von welcher Art von Ente Sie sprechen. Wählen Sie eine in {allowed_ducks_types}.
es: ❌ No sé de que tipo de pato estás hablando. Escoge uno en {allowed_ducks_types}.
fr: ❌ Je ne sais pas de quel type de canard vous parlez. Choisissez-en un dans {allowed_ducks_types}.
nl: ❌ Ik weet niet wat voor soort eend je bedoelt. Kies er een uit; {allowed_ducks_types}.
pl: ❌ Nie wiem o jakim typie kaczki myślisz. Wybierz jakąś z listy {allowed_ducks_types}.
pt_br: ❌ Não sei de que tipo de pato você está falando. Escolha um em {allowed_ducks_types}.
ru: ❌ Я не понимаю, о каком виде уток вы говорите. Пожалуйста, выберите один из {allowed_ducks_types}.
uk: я не знаю, про яку качку ви говорите. Виберіть одну в {allowed_ducks_types}.

source: ❌ You cannot set a negative weight.
de: ❌ Sie können kein negatives Gewicht einstellen.
es: ❌ No puedes poner un peso negativo.
fr: ❌ Vous ne pouvez pas définir un poids négatif.
nl: ❌ Je kunt geen negatief gewicht instellen.
pl: ❌ Nie możesz ustawić wagi ujemnej.
pt_br: ❌ Você não pode definir um peso negativo.
ru: ❌ Вы не можете задать отрицательное значение.
uk: ❌ Ви не можете встановити від'ємну вагу.

source: 🦆 Weight for the {duck_type} is set to {value} in {channel.mention}.
de: 🦆 Gewicht für den {duck_type} wird in {channel.mention} auf {value} gesetzt.
es: 🦆 El peso para {duck_type} es {value} en {channel.mention}.
fr: 🦆 Le poids du canard {duck_type} est défini à {value} dans {channel.mention}.
nl: 🦆 Gewicht voor de {duck_type} is ingesteld op {value} in {channel.mention}.
pl: 🦆 Waga dla typu kaczki {duck_type} jest ustawiona na {value} na kanale {channel.mention}
pt_br: 🦆 O peso para o {duck_type} é definido como {value} em {channel.mention}.
ru: 🦆 Канал {channel.mention}, заданное значение для {duck_type}: {value}.
uk: вага для {duck_type} встановлюється на {value} в {channel.mention}.

source: ❌️ Ducks need to settle for a while in the pond before leaving.
de: ❌️ Enten müssen sich eine Weile im Teich niederlassen, bevor sie gehen.
es: ❌️ Los patos necesitan instalarse un rato en el canal antes de irse.
fr: ❌️ Les canards ont besoin de se poser un moment dans l'étang avant de partir.
nl: ❌️ Eenden moeten een tijdje in de vijver zitten voordat ze vertrekken.
pl: ❌️ Kaczki przed odfrunięciem muszą trochę posiedzieć w stawie.
pt_br: ❌️ Os patos precisam se acomodar um pouco na lagoa antes de sair.
ru: ❌️ Уткам нужно немного отдохнуть, прежде чем они покинут пруд.
uk: ❌️ Качкам перед вильотом необхідно на деякий час освоїтися у водоймі.

source: ❌️ Ducks will get bored long before that.
de: ❌️ Enten werden sich schon lange vorher langweilen.
es: ❌️ Los patos se aburrirán mucho antes de eso
fr: ❌️ Les canards s'ennuieront bien avant cela.
nl: ❌️ Eenden zullen zich lang daarvoor vervelen.
pl: ❌️ Kaczki znudzą się na długo przed tym.
pt_br: ❌️ Os patos ficarão entediados muito antes disso.
ru: ❌️ Уткам станет скучно намного раньше.
uk: качки задовго до цього занудьгують.

source: On {channel.mention}, ducks will stay for {value} seconds.
de: Auf {channel.mention} bleiben die Enten für {value} Sekunden.
es: En {channel.mention}, los patos se quedarán por {value} segundos.
fr: Sur {channel.mention}, les canards resteront pendant {value} secondes.
nl: Op {channel.mention} blijven ducks {value} seconden staan.
pl: Na kanale {channel.mention}, kaczki będą przebywały {value} sekund.
pt_br: Em {channel.mention}, os patos ficarão por {value} segundos.
ru: Утки будут оставаться на канале {channel.mention} в течение {value} секунд.
uk: На {channel.mention} качки залишаються протягом {value} секунд.

source: ❌️ Super ducks will live !
de: ❌️ Super-Enten werden leben !
es: ❌️ ¡¡¡LOS SÚPER PATOS VIVIRÁN!!!
fr: ❌️ Les super canards vivront !
nl: ❌️ Super ducks zullen live !
pl: ❌️ Super kaczki będą żyły !
pt_br: ❌️ Super patos irão viver !
ru: ❌️ Супер-утки будут жить!
uk: ❌️ Супер качки будуть жити!

source: ❌️ You need to provide a lower value than the one set in `super_ducks_max_life` !
de: ❌️ Sie müssen einen niedrigeren Wert als den in `super_ducks_max_life` eingestellten angeben!
es: ❌️ Necesitas proporcionar un valor más bajo al establecido en `super_ducks_max_life` !
fr: ❌️ Vous devez fournir une valeur inférieure à celle fixée dans `super_ducks_max_life` !
nl: ❌️ Je moet een lagere waarde opgeven dan die is ingesteld in `super_ducks_max_life`!
pl: ❌️ Musisz podać niższą wartość niż tę ustawioną w `super_ducks_min_life` !
pt_br: ❌️ Você precisa fornecer um valor menor que o definido em `super_ducks_max_life`!
ru: ❌️ Необходимо задать значение, которое меньше `super_ducks_max_life`!
uk: ❌️ Потрібно вказати менше значення, ніж те, що встановлено в `super_ducks_max_life` !

source: On {channel.mention}, super ducks will get a minimum of {value} lives.
de: Bei {channel.mention} erhalten Super-Enten mindestens {value} Leben.
es: En {channel.mention}, los súper patos tendrán un mínimo de {value} vidas.
fr: Sur {channel.mention}, les super canards auront un minimum de {value} de vie.
nl: Op {channel.mention} krijgen supereenden minimaal {value} levens.
pl: Na kanale {channel.mention}, super kaczki pojawią się z minimum {value} życiami.
pt_br: Em {channel.mention}, os super patos terão um mínimo de {value} vidas.
ru: У супер-уток на канале {channel.mention} будет минимум {value} жизней.
uk: На {channel.mention} суперкачки отримають мінімум {value} життів.

source: ❌️ You need to provide a higher value than the one set in `super_ducks_min_life` !
de: ❌️ Sie müssen einen höheren Wert als den in `super_ducks_min_life` eingestellten angeben!
es: ❌️ Necesitas proporcionar un valor más alto que el establecido en `super_ducks_min_life` !
fr: ❌️ Vous devez fournir une valeur plus élevée que celle définie dans `super_ducks_min_life` !
nl: ❌️ Je moet een hogere waarde opgeven dan die is ingesteld in `super_ducks_min_life`!
pl: ❌️ Musisz podać wyższą wartość niż tę ustawioną w `super_ducks_min_life` !
pt_br: ❌️ Você precisa fornecer um valor maior que o definido em `super_ducks_min_life`!
ru: ❌️ Необходимо задать значение, которое больше `super_ducks_min_life`!
uk: ❌️ Потрібно вказати більше значення, ніж те, що встановлено в `super_ducks_min_life` !

source: On {channel.mention}, super ducks will get a maximum of {value} lives.
de: Auf {channel.mention} erhalten Super-Enten maximal {value} Leben.
es: En {channel.mention}, los superpatos obtendrán un máximo de {value} vidas.
fr: Sur {channel.mention}, les super canards auront un maximum de {value} vies.
nl: Op {channel.mention} krijgen supereenden maximaal {value} levens.
pl: Na kanale {channel.mention}, super kaczki pojawią się z maksymalnie {value} życiami.
pt_br: Em {channel.mention}, super patos terão no máximo {value} vidas.
ru: У супер-уток на канале {channel.mention} будет максимум {value} жизней.
uk: На {channel.mention} суперкачки отримають максимум {value} життів.

source: On {channel.mention}, anti-trigger wording is enabled.
de: Bei {channel.mention} ist der Anti-Trigger-Wortlaut aktiviert.
es: En {channel.mention}, se habilita la redacción del antidisparo.
fr: Sur {channel.mention}, la formulation anti-trigger est activée.
pl: Na kanale {channel.mention} włączona jest korekta anty-triggera.
pt_br: Em {channel.mention}, o texto anti-gatilho está ativado.
uk: На {channel.mention} вмикається антитригерне формулювання.

source: On {channel.mention}, anti-trigger wording is disabled.
de: Bei {channel.mention} ist der Anti-Trigger-Wortlaut deaktiviert.
es: En {channel.mention}, se desactiva la redacción del antidisparo.
fr: Sur {channel.mention}, la formulation anti-trigger est désactivée.
pl: Na kanale {channel.mention} włączona jest korekta anty-triggera.
pt_br: Em {channel.mention}, o texto anti-gatilho está desativado.
uk: На {channel.mention} антитригерне формулювання відключено.

source: ❌ I'm sorry, I couldn't understand the time you entered for night_start. I'm looking for something following this format: `{time_format}` (ex: `{time_example}`)
de: ❌ Es tut mir leid, ich konnte die Zeit, die Sie für night_start eingegeben haben, nicht verstehen. Ich suche nach etwas, das diesem Format folgt: `{time_format}` (z.B.: `{time_example}`)
es: ❌ Lo siento, no pude entender la hora que estableciste para el inicio de la noche. Estoy buscando algo que siga este formato: `{time_format}` (ej: `{time_example}`)
fr: ❌ Je suis désolé, je n'ai pas pu comprendre l'heure donnée pour night_start. Je cherche quelque chose qui suit ce format : `{time_format}` (ex : `{time_example}`)
nl: ❌ Het spijt me, ik kon de tijd die je hebt ingevoerd voor night_start niet begrijpen. Ik ben op zoek naar iets dat dit formaat volgt: `{time_format}` (ex: `{time_example}`)
pl: ❌ Przepraszam, nie mogłem zrozumieć godziny, którą wprowadziłeś/aś jako night_end. Szukam czegoś w tym formacie: `{time_format}` (np. `{time_example}`)
pt_br: ❌ Desculpe, não entendi a hora que você digitou para night_start. Estou procurando algo seguindo este formato: `{time_format}` (ex: `{time_example}`)
ru: ❌ Извините, я не понимаю значение, которое вы задали для начала ночного времени (night_start). Необходимо использовать следующий формат: `{time_format}` (пример: `{time_example}`)
uk: ❌ вибачте, я не зрозумів, який час ви ввели для night_start. Я шукаю щось у такому форматі: `{time_format}` (наприклад: `{time_example}`)

source: ❌ I'm sorry, I couldn't understand the time you entered for night_end. I'm looking for something following this format: `{time_format}` (ex: `{time_example}`)
de: ❌ Es tut mir leid, ich konnte die Zeit, die Sie für night_end eingegeben haben, nicht verstehen. Ich suche nach etwas, das diesem Format folgt: `{time_format}` (z.B.: `{time_example}`)
es: ❌ Lo siento, no pude entender la hora que estableciste para el final de la noche. Estoy buscando algo que esté en este formato: `{time_format}` (ej: `{time_example}`)
fr: ❌ Je suis désolé, je n'ai pas pu comprendre l'heure donnée pour night_stop. Je cherche quelque chose qui suit ce format : `{time_format}` (ex : `{time_example}`)
nl: ❌ Het spijt me, ik kon de tijd die je hebt ingevoerd voor night_end niet begrijpen. Ik ben op zoek naar iets dat dit formaat volgt: `{time_format}` (ex: `{time_example}`)
pl: ❌ Przepraszam, nie mogłem zrozumieć godziny, którą wprowadziłeś/aś jako night_end. Szukam czegoś w tym formacie: `{time_format}` (np. `{time_example}`)
pt_br: ❌ Desculpe, não entendi a hora que você digitou para night_end. Estou procurando algo seguindo este formato: `{time_format}` (ex: `{time_example}`)
ru: ❌ Извините, я не понимаю значение, которое вы задали для окончания ночного времени (night_end). Необходимо использовать следующий формат: `{time_format}` (пример: `{time_example}`)
uk: ❌ вибачте, я не зрозумів, який час ви ввели для night_end. Я шукаю щось у такому форматі: `{time_format}` (наприклад: `{time_example}`)

source: On {channel.mention}, it's currently daytime. The day will last forever.
de: Auf {channel.mention} ist es momentan Tag. Der Tag wird ewig dauern.
es: En {channel.mention}, actualmente es de día. El día durará para siempre.
fr: Sur {channel.mention}, il fait actuellement jour. La journée sera éternelle.
nl: Op {channel.mention} is het momenteel dag. De dag zal voor altijd duren.
pl: Na kanale {channel.mention} jest obecnie dzień. Dzień będzie trwał wiecznie.
pt_br: Em {channel.mention}, atualmente é dia. O dia vai durar para sempre.
ru: Сейчас на канале {channel.mention} дневное время. День будет длиться вечно.
uk: На {channel.mention} зараз день. День буде тривати вічно.

source: On {channel.mention}, it's currently daytime, and night will fall {time_left_sun_td}. Night will last for {duration_of_night_td}.
de: Auf {channel.mention} ist es momentan Tag, und die Nacht wird {time_left_sun_td} fallen. Die Nacht wird {duration_of_night_td} dauern.
es: En {channel.mention}, actualmente es de día, y la noche caerá en {time_left_sun_td}. La noche durará por {duration_of_night_td}.
fr: Sur {channel.mention}, il fait actuellement jour et la nuit tombera {time_left_sun_td}. La nuit durera {duration_of_night_td}.
nl: Op {channel.mention} is het momenteel dag en de nacht start op {time_left_sun_td}. De nacht duurt {duration_of_night_td}.
pl: Na kanale {channel.mention} jest obecnie dzień, a noc zapadnie {time_left_sun_td}. Noc potrwa {duration_of_night_td}.
pt_br: Em {channel.mention}, atualmente é dia e a noite cairá {time_left_sun_td}. A noite durará por {duration_of_night_td}.
ru: Сейчас на канале {channel.mention} дневное время. Ночное время начнётся {time_left_sun_td} и будет длиться {duration_of_night_td}.
uk: На {channel.mention} зараз день, а ніч настане {time_left_sun_td}. Ніч триватиме {duration_of_night_td}.

source: On {channel.mention}, it's currently nighttime, and the sun will rise {time_left_sun_td}. A full night will last for {duration_of_night_td}.
de: Auf {channel.mention} ist es derzeit Nacht, und die Sonne wird {time_left_sun_td} aufgehen. Eine volle Nacht dauert {duration_of_night_td}.
es: En {channel.mention}, actualmente es de noche, y el sol saldrá en {time_left_sun_td}. Una noche completa durará por {duration_of_night_td}.
fr: Sur {channel.mention}, il fait actuellement nuit et le jour se lèvera {time_left_sun_td}. Une nuit entière dure {duration_of_night_td}.
nl: Op {channel.mention} is het momenteel nacht en de dag start op {time_left_sun_td}. Een volledige nacht duurt {duration_of_night_td}.
pl: Na kanale {channel.mention} jest obecnie noc, a słonko zaświeci {time_left_sun_td}. Pełna noc potrwa przez {duration_of_night_td}.
pt_br: Em {channel.mention}, é noite e o sol vai nascer{time_left_sun_td}. Uma noite inteira durará {duration_of_night_td}
ru: Сейчас на канале {channel.mention} ночь. Солнце взойдёт {time_left_sun_td}. Полная ночь продлится {duration_of_night_td}.
uk: На {channel.mention} зараз ніч, а сонце зійде {time_left_sun_td}. Повна ніч триватиме до {duration_of_night_td}.

source: 👌️ Api disabled here, key deleted.
de: 👌️ Api hier deaktiviert, Taste gelöscht.
es: 👌️ Api key desactivada, clave borrada.
fr: 👌️ API désactivée ici, clé supprimée.
nl: 👌️ Api hier uitgeschakeld, sleutel verwijderd.
pl: 👌️ Api wyłączone tutaj, klucz usunięty.
pt_br: 👌️ Api desativada aqui, chave excluída.
ru: 👌️ API отключён, ключ удалён.
uk: тут відключено api, видалено ключ.

source: 👌️ Api is now ENABLED. Your API key will be DM'ed to you.
de: 👌️ Api ist jetzt AKTIVIERT. Ihr API-Schlüssel wird Ihnen per DM zugestellt.
es: 👌Api está ahora HABILITADO. Tu llave API será enviada por DM.
fr: 👌️ L'API est maintenant ACTIVE. Votre clé API vous sera transmise en message privé.
nl: 👌️ Api is nu INGESCHAKELD. Jouw API-sleutel wordt naar je verzonden.
pl: 👌️ API jest teraz WŁĄCZONE. Twój klucz API zostanie wysłany do Ciebie w wiadomości prywatnej.
pt_br: 👌️ Api agora está HABILITADA. Sua chave de API será enviada por DM para você.
ru: 👌️ API ВКЛЮЧЁН. Ваш API ключ будет отправлен вам в ЛС.
uk: 👌️ api тепер УВІМКНЕНО. Ваш ключ API буде переданий вам DM.

source: {channel.mention} API key is `{api_key}`
de: {channel.mention} API-Schlüssel ist `{api_key}`
es: La llave API de {channel.mention} es `{api_key}`
fr: {channel.mention} la clé API est `{api_key}`
nl: De API sleutel van {channel.mention} is `{api_key}`
pl: Klucz API kanału {channel.mention} to `{api_key}`
pt_br: {channel.mention} A chave da API é `{api_key}`
ru: API ключ для канала {channel.mention}: `{api_key}`
uk: {channel.mention} Ключ API - `{api_key}`

source: The API is disabled on {channel.mention}. Enable it with `{ctx.prefix}set api_key True`
de: Die API ist auf {channel.mention} deaktiviert. Aktivieren Sie sie mit `{ctx.prefix}set api_key True`
es: API está deshabilitado en {channel.mention}. Puedes habilitarlo con `{ctx.prefix}set api_key True
fr: L'API est désactivée sur {channel.mention}. Activez-la avec`{ctx.prefix}set api_key True`
nl: De API is uitgeschakeld op {channel.mention}. Schakel het in met `{ctx.prefix} set api_key True`
pl: API jest wyłączone na {channel.mention}. Włącz je, używając `{ctx.prefix}set api_key True`
pt_br: A API está desativada em {channel.mention}. Habilite-o com `{ctx.prefix}set api_key True`
ru: API на канале {channel.mention} отключён. Включите его, используя `{ctx.prefix}set api_key True`
uk: На {channel.mention} API відключено. Увімкніть його за допомогою `{ctx.prefix}set api_key True

source: I couldn't DM you... Are your DMs blocked ?
de: Ich konnte dich nicht DMen... Sind Ihre DMs blockiert?
es: No pude hacerte DM... ¿Tus mensajes directos están bloqueados?
fr: Je n'ai pas pu vous envoyer de MP... Sont-ils bloqués ?
nl: Ik kon je niet DM'en... Zijn je DM's geblokkeerd ?
pl: Nie mogę napisać do Ciebie prywatnej wiadomości... czy twoje privy są zablokowane?
pt_br: Não consegui mandar uma DM para você... Suas DMs estão bloqueadas?
ru: Я не могу связаться с вами в ЛС... Пожалуйста, проверьте настройки ЛС.
uk: Я не зміг написати вам DM... Твої дімейли заблоковані?

source: Channel disabled messages are enabled.
de: Meldungen mit deaktiviertem Kanal sind aktiviert.
es: Los mensajes del canal deshabilitado están habilitados.
fr: Les messages "canal désactivé" sont activés.
pl: Komunikaty o wyłączonych kanałach zostały włączone.
pt_br: As mensagens de canal desabilitado são habilitadas.
ru: Сообщения включены.
uk: Вмикаються повідомлення про відключення каналів.

source: Channel disabled messages are disabled. The bot will stay silent.
de: Kanal deaktivierte Meldungen sind deaktiviert. Der Bot bleibt stumm.
es: Los mensajes del canal deshabilitado están desactivados. El bot permanecerá en silencio.
fi: Kanavan käytöstä poistetut viestit poistetaan käytöstä. Botti pysyy äänettömänä.
fr: Les messages "canal désactivé" sont désactivés. Le bot va rester silencieux.
pl: Komunikaty o wyłączonych kanałach zostały wyłączone. Bot będzie milczał.
pt_br: As mensagens de canal desabilitado são desabilitadas. O bot ficará em silêncio.
ru: Сообщения отключены. Бот будет помалкивать.
uk: Канал відключених повідомлень відключений. Бот буде мовчати.

source: ❌ Unknown level number. Please check the table here: <https://duckhunt.me/docs/players-guide/levels-and-experience>
de: ❌ Unbekannte Levelnummer. Bitte prüfen Sie die Tabelle hier: <https://duckhunt.me/docs/players-guide/levels-and-experience>
es: ❌ Número de nivel desconocido. Por favor, compruebe la tabla aquí: <https://duckhunt.me/docs/players-guide/levels-and-experience>
fi: ❌ Tuntematon tason numero. Tarkista taulukko täältä: <https://duckhunt.me/docs/players-guide/levels-and-experience>
fr: ❌ Numéro de niveau inconnu. Veuillez consulter le tableau ici : <https://duckhunt.me/docs/players-guide/levels-and-experience>
pl: ❌ Nieznany parametr poziomu. Proszę, sprawdź tabelę tutaj: <https://duckhunt.me/docs/players-guide/levels-and-experience>
pt_br: ❌ Número de nível desconhecido. Por favor, verifique a tabela aqui: <https://duckhunt.me/docs/players-guide/levels-and-experience>
uk: ❌ Невідомий номер рівня. Будь ласка, перевірте таблицю тут: &lt;https://duckhunt.me/docs/players-guide/levels-and-experience&gt

source: ❌ I can't assign roles. Please make sure I have the `MANAGE_ROLES` permission.
de: ❌ Ich kann keine Rollen zuweisen. Bitte stellen Sie sicher, dass ich die Berechtigung `MANAGE_ROLES` habe.
es: ❌ No puedo asignar roles. Por favor, asegúrese de que tengo el permiso `MANAGE_ROLES`.
fi: ❌ En voi jakaa rooleja. Varmista, että minulla on `MANAGE_ROLES`-oikeus.
fr: ❌ Je ne peux pas attribuer de rôles. Veuillez vous assurer que j'ai la permission `MANAGE_ROLES`.
pl: ❌ Nie mogę przydzielać ról. Proszę, upewnij się, czy mam uprawnienie „ZARZĄDZAJ ROLAMI”.
pt_br: ❌ Não consigo atribuir funções. Verifique se eu tenho a permissão `MANAGE_ROLES`.
uk: я не можу призначати ролі. Будь ласка, переконайтеся, що у мене є дозвіл `MANAGE_ROLES`.

source: ❌ I can't assign this role. Move my top role (currently {top_role}) above the roles you want to be able to assign.
de: ❌ Ich kann diese Rolle nicht zuweisen. Verschieben Sie meine oberste Rolle (derzeit {top_role}) über die Rollen, die Sie zuweisen können möchten.
es: ❌ No puedo asignar este rol. Mueve mi rol superior (actualmente {top_role}) por encima de los roles que quieres poder asignar.
fi: ❌ En voi määrittää tätä roolia. Siirrä ylin roolini (tällä hetkellä {top_role}) niiden roolien yläpuolelle, jotka haluat voida määrittää.
fr: ❌ Je ne peux pas attribuer ce rôle. Déplacez mon rôle principal (actuellement {top_role}) au-dessus des rôles que vous souhaitez pouvoir attribuer.
pl: ❌ Nie mogę przypisać tej roli. Przenieś moją główną rolę (obecnie {top_role}) nad rolę, którą chcesz przypisać.
pt_br: ❌ Não consigo atribuir esta função. Mova minha função principal (atualmente {top_role}) acima das funções que você deseja atribuir.
uk: я не можу призначити цю роль. Перемістіть мою головну роль (наразі {top_role}) над ролями, які ви хочете призначити.

source: 👍️ Role added to the auto_roles list.
de: 👍️ Rolle zur Liste der auto_roles hinzugefügt.
es: 👍️ Rol añadido a la lista de auto_roles.
fi: 👍️ Rooli lisätty auto_roles luetteloon.
fr: 👍️ Rôle ajouté à la liste des rôles automatiques.
pl: 👍 Rola dodana do listy auto_roles
pt_br: 👍️ Função adicionada à lista auto_roles.
uk: 👍️ Роль додана до списку auto_roles.

source: 👍️ Role ID {old_role} removed from the auto_roles list.
fr: 👍️ Rôle ID {old_role} supprimé de la liste des rôles automatiques.
pl: 👍 Rola {old_role} usunięta z listy auto_prestige_roles.

source: ❌️ No role was set for this level.
fr: ❌️ Aucun rôle n'a été défini pour ce niveau.
pl: ❌️ Żadna rola nie została ustawiona dla tego poziomu.

source: Current roles mapping:
de: Aktuelle Rollenzuordnung:
es: Asignación de funciones actuales:
fi: Nykyisten roolien kartoitus:
fr: Liste des rôles automatiques actuels :
pl: Obecna rozpiska ról
pt_br: Mapeamento de funções atuais:
uk: Поточний розподіл ролей:

source: No level mapping is currently defined on this channel.
de: Für diesen Kanal ist derzeit keine Pegelzuordnung definiert.
es: Actualmente no se ha definido ninguna asignación de niveles en este canal.
fi: Tälle kanavalle ei ole tällä hetkellä määritelty tasokartoitusta.
fr: Aucun rôle de niveau n'est actuellement défini sur ce channel.
pl: Żadna rozpiska poziomów nie jest obecnie zdefiniowana na tym kanale.
pt_br: Nenhum mapeamento de nível está atualmente definido neste canal.

source: ❌ A prestige number must be a positive integer. Please check the table here: <https://duckhunt.me/docs/players-guide/levels-and-experience>
de: ❌ Eine Prestigezahl muss eine positive ganze Zahl sein. Bitte prüfen Sie die Tabelle hier: <https://duckhunt.me/docs/players-guide/levels-and-experience>
es: ❌ Número de nivel desconocido. Por favor, compruebe la tabla aquí: <https://duckhunt.me/docs/players-guide/levels-and-experience>
fi: ❌ Arvostuksen numeron on oltava positiivinen kokonaisluku. Tarkista taulukko täältä: <https://duckhunt.me/docs/players-guide/levels-and-experience>
fr: ❌ Un numéro de prestige doit être un entier positif. Veuillez consulter le tableau ici : <https://duckhunt.me/docs/players-guide/levels-and-experience>
pl: ❌ Liczba prestiżowa musi być dodatnią liczbą całkowitą. Proszę, sprawdź tabelę tutaj: <https://duckhunt.me/docs/players-guide/levels-and-experience>
pt_br: ❌ Um número de reputação deve ser um número inteiro positivo. Por favor, verifique a tabela aqui: <https://duckhunt.me/docs/players-guide/levels-and-experience>
uk: ❌ Номер престижу повинен бути натуральним числом. Будь ласка, перевірте таблицю тут: &lt;https://duckhunt.me/docs/players-guide/levels-and-experience&gt
