Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Clean your gun, removing sabotage and sand. [7 exp]
de: Reinigen Sie Ihre Waffe und entfernen Sie Sabotage und Sand. [7 exp]
es: Limpia tu arma, eliminando el sabotaje y la arena. [7 exp]
fr: Nettoie ton arme, en enlevant le sable et contrant le sabotage. [7 exp]
hu: Kitakarítja a fegyvered, amivel eltávolít homokot és szabotázsot belőle. [7 tp]
nl: Maak je geweer schoon en verwijder sabotage en zand. [7 exp]
pl: Wyczyść broń, usuwając sabotaż i piasek. [7 PD]
pt_br: Limpa sua arma, removendo sabotagem e areia. [7 exp]
ru: Очистка оружия от песка после попытки саботажа. [7 ед. опыта]
uk: Чистимо зброю, видаляючи диверсія і пісок. [7 досвіду]

source: Dazzle another hunter using the power of sunlight. [7 exp]
de: Blenden Sie einen anderen Jäger mit der Kraft des Sonnenlichts. [7 exp]
es: Deslumbra a otro cazador usando el poder de la luz solar UwU. [7 exp]
fr: Éblouis un autre chasseur en utilisant la grande puissance de la lumière du soleil. [7 exp]
hu: Vakíts el egy másik vadászt a napfény erejével. [7 tp]
nl: Verblind een andere jager met behulp van de kracht van zonlicht. [7 exp]
pl: Oślep innego łowcę, używając wiązki światła słonecznego. [7 PD]
pt_br: Ofusque a visão de outro jogador usando o poder da luz solar. [7 exp]
ru: Ослепление другого охотника при помощи солнечного света. [7 ед. опыта]
uk: Засліпіть іншого мисливця, використовуючи сонячного зайчика. [7 досвіду]

source: Throw sand into another player weapon. This will increase their jamming chances for their next shot. [7 exp]
de: Werfen Sie Sand in die Waffe eines anderen Spielers. Dies erhöht deren Störungschancen für ihren nächsten Schuss. [7 exp]
es: Arroja arena en el arma de otro jugador. Esto aumentará las posibilidades de que su arma se atasque al próximo tiro. [7 exp]
fr: Jette du sable dans l'arme d'un autre joueur. Cela augmentera les chances d'enrayer son arme lors de son prochain tir. [7 exp]
hu: Dobj homokot egy másik játékos fegyverébe. Ez megnöveli a fegyverük beragadásának esélyét a következő lövésükkor. [7 tp]
nl: Gooi zand in het wapen van een andere speler. Dit vergroot hun stoorkansen voor hun volgende schot. [7 exp]
pl: Wrzuć piasek do broni innego gracza. Zwiększy to jej szanse na zacięcie się przy następnym strzale. [7 PD]
pt_br: Lança areia na arma de outro jogador. Isso aumentará as chances de emperramento em seu próximo tiro. [7 exp]
ru: Порция отборного песка для оружия соперника. Увеличивает вероятность заклинивания для следующего выстрела. [7 ед. опыта]
uk: Кидайте пісок у зброю іншого гравця. Це збільшить шанси заклинювання при наступному пострілі. [7 досвіду]

source: Throw a bucket of water on the hunter of your choice, forcing them to wait 1h for their clothes to dry before hunting again. [10 exp/1* hrs]
de: Werfen Sie einen Eimer Wasser auf den Jäger Ihrer Wahl, und zwingt ihn, 1 Stunde zu warten, bis seine Kleidung getrocknet ist, bevor er wieder jagen kann. [10 exp/1* Std.]
es: Arroja un cubo de agua al cazador de tu elección, obligándolo a esperar **una hora** para que sus ropa se seque antes de volver a cazar. [10 exp/1* hrs]
fr: Jette un seau d'eau sur le chasseur de ton choix, l'obligeant à attendre 1h pour que son vêtement sèche avant de pouvoir recommencer à chasser. [10 exp/1* h]
hu: Önts egy vödörnyi vizet egy általad választott vadászra, ezzel 1 óra várakozásra kényszeríteni őket, hogy megszáradjon a ruhájuk, mielőtt újra vadászhatnak. [10 tp/1* óra]
nl: Gooi een emmer water naar de jager van je keuze, waardoor ze 1 uur moeten wachten totdat hun kleren zijn opgedroogd voordat ze weer gaan jagen. [10 exp / 1 * uur]
pl: Wylej wiadro wody na wybranego łowcę, zmuszając go do odczekania 1 godziny na wyschnięcie ubrań przed ponownym polowaniem. [10 PD/1* godz]
pt_br: Manda um balde de água no caçador de sua escolha, forçando-o a esperar 1h para que suas roupas sequem antes de caçar novamente. [10 exp/1* horas]
ru: Ведро воды, которой можно окатить выбранного вами соперника. После водной процедуры ему придётся сушить одежду в течение 1 ч, после чего он сможет продолжить охоту. [10 ед. опыта/1* ч]
uk: Вилийте відро води на обраного вами мисливця, змусивши його чекати 1 годину, поки одяг висохне, перш ніж знову полювати. [10 досвіду/1* год]

source: Sabotage the weapon of another player. Their gun will jam and explode in their face the next time they press the trigger. [14* exp]
de: Sabotieren Sie die Waffe eines anderen Spielers. Seine Waffe klemmt und explodiert in seinem Gesicht, wenn er das nächste Mal den Abzug drückt. [14* exp]
es: Sabotear el arma de otro jugador. Su arma se atascará y le explotará en la cara la próxima vez que presione el gatillo. [14 exp]
fi: Sabotoi toisen pelaajan asetta. Hänen aseensa jumiutuu ja räjähtää hänen kasvoillaan, kun hän seuraavan kerran painaa liipaisinta. [14* exp]
fr: Sabote l'arme d'un autre joueur. Son arme se bloquera et lui explosera au visage la prochaine fois qu'il appuiera sur la gâchette. [14* exp]
hu: Szabotáld meg a fegyverét egy másik játékosnak. A fegyverük be fog ragadni és fel fog robbanni, amikor legközelebb meghúzzák a ravaszt. [14* tp]
nl: yes
pl: Sabotuj broń innego gracza. Gdy następnym razem naciśnie spust, jego/jej broń zatnie się i eksploduje prosto w twarz. Brzmi jak plan. [14* PD]
pt_br: Sabota a arma de outro jogador. A arma emperrará e explodirá na cara dele na próxima vez que ele apertar o gatilho. [14* exp]
ru: Саботаж оружия другого игрока. При нажатии на спусковой крючок оружие заклинит и нормально так бабахнет ему прямо в лицо. [14* ед. опыта]
uk: Влаштувати диверсія зі зброєю іншого гравця. Його зброя заклинить і вибухне йому в обличчя при наступному натисканні на спусковий гачок. [14* досвіду]

source: Place a decoy to make a duck spawn in the next 10 minutes. [8 exp]
de: Platzieren Sie einen Köder, um in den nächsten 10 Minuten eine Ente spawnen zu lassen. [8 exp]
es: Coloca un señuelo para hacer que un pato aparezca en los próximos 10 minutos. [8 exp]
fi: Aseta houkutuslintu, jotta ankat parittelisivat seuraavan 10 minuutin aikana. [8 exp]
fr: Place un leurre pour faire apparaître un canard dans les 10 minutes qui suivent. [8 exp]
hu: Helyezz le egy csalit, hogy leidézz egy kacsát a következő 10 percben. [8 tp]
nl: Plaats een lokaas om in de komende 10 minuten een eend te spawnen. [8 exp]
pl: Podłóż wabik, aby kaczki pojawiały się częściej w ciągu następnych 10 minut. [8 PD]
pt_br: Coloca uma isca para fazer um pato aparecer nos próximos 10 minutos. [8 exp]
ru: Приманка, которая привлечёт утку в течение следующих 10 минут. [8 ед. опыта]
uk: Встановіть приманку, щоб за наступні 10 хвилин з’явилася качка. [8 досвіду]

source: Spawn a fake duck in exactly 90 seconds. [15 exp]
de: Beschwören Sie eine falsche Ente in genau 90 Sekunden. [15 exp]
es: Generá un pato falso en exactamente 90 segundos. [15 exp]
fi: Synnyttää valesorsan tasan 90 sekunnissa. [15 exp]
fr: Fais apparaître un faux canard dans exactement 90 secondes. [15 exp]
hu: Leidéz egy hamis kacsát pontosan 90 másodperc múlva. [15 tp]
nl: Spawn een nep-eend in precies 90 seconden. [15 exp]
pl: Zespawnuj fałszywą kaczkę na kanale dokładnie w 90 sekund. [15 PD]
pt_br: Faz aparecer um pato falso em exatamente 90 segundos. [15 exp]
ru: Контрафактная утка, которая появится ровно через 90 секунд. [15 опыта]
uk: Створити фальшиву качку рівно за 90 секунд. [15 досвіду]

source: Protect yourself from water. If you are already wet, it also can be used as a change. [15 exp/24 hrs]
de: Schützen Sie sich vor Wasser. Wenn Sie bereits nass sind, kann es auch als Wechsel verwendet werden. [15 exp/24 Std.]
es: Protégete del agua. Si ya estás mojado también puede ser usado como cambio de muda. [15 exp/24 hrs]
fi: Suojaudu vedeltä. Jos olet jo kastunut, sitä voidaan käyttää myös vaihtovälineenä. [15 exp/24 tuntia]
fr: Protège-toi de l'eau. Si tu es déjà mouillé, cela peut aussi être utilisé comme habits de rechange. [15 exp/24 h]
hu: Védd meg saját magad víztől. Hogyha már vizes vagy, ezzel ruhát is válthatsz. [15 tp/24 óra]
nl: Bescherm jezelf tegen water. Als je al nat bent, kan het ook als reservekledij worden gebruikt. [15 exp / 24 uur]
pl: Chroń się przed wodą. Jeśli już jesteś już mokry(a) kup to, aby się wysuszyć [15 PD/24 godz]
pt_br: Proteja-se da água. Se você já está molhado, também pode ser usado como roupa nova. [15 exp/24 hrs]
ru: Водоотталкивающая защита. Если вы уже промокли, можно переодеться. [15 ед. опыта/24 ч]
uk: Захистіть себе від води. Якщо ви вже промокли, його також можна використовувати як переодягання. [15 exp/24 hrs]

source: Avoid penalties if you accidentally kill another hunter. [15 exp/24 hrs]
de: Vermeiden Sie Strafen, wenn Sie versehentlich einen anderen Jäger töten. [15 exp/24 Std.]
es: No habrá sanciones si por accidente matas a otro jugador por 24 horas. [15 exp/24 hrs]
fi: Vältä rangaistuksia, jos tapat vahingossa toisen metsästäjän. [15 exp/24 tuntia]
fr: Évite les sanctions si tu tues accidentellement un autre chasseur. [15 exp/24 h]
hu: Kerüld el a büntetéseket, ha véletlenül lelősz egy másik vadászt. [15 tp/24 óra]
nl: Voorkom sancties als je __per ongeluk__ een andere jager doodt. [15 exp / 24 uur]
pl: Unikaj kar, jeśli przypadkowo zabijesz innego łowcę. [15 PD/24 godz]
pt_br: Evita penalidades se você acidentalmente matar outro caçador. [15 exp/24 hrs]
ru: Защита от штрафных санкций, если вы вдруг подстрелите другого охотника. [15 ед. опыта/24 ч]
uk: Уникайте штрафів, якщо випадково вб'єте іншого мисливця. [15 досвіду/24 hrs]

source: Automatically reloads your weapon every time it's necessary. [35 exp/24 hrs]
de: Lädt Ihre Waffe jedes Mal automatisch nach, wenn es nötig ist. [35 exp/24 Std.]
es: Recarga automáticamente tu arma cada vez que sea necesario. [35 exp/24 hrs]
fi: Lataa aseesi automaattisesti uudelleen aina kun se on tarpeen. [35 exp/24 tuntia]
fr: Recharge automatiquement ton arme chaque fois que c'est nécessaire. [35 exp/24 h]
hu: Automatikusan újratölti a fegyvered, amikor szükséges. [35 tp/24 óra]
nl: Herlaadt automatisch je wapen elke keer dat het nodig is. [35 exp / 24 uur]
pl: Automatycznie przeładowuje broń za każdym razem, gdy jest to konieczne. [35 PD/24 godz]
pt_br: Recarrega automaticamente sua arma sempre que necessário. [35 exp/24 hrs]
ru: Автоматическая перезарядка оружия всякий раз, когда это нужно. [35 ед. опыта/24 ч]
uk: Автоматично перезаряджає зброю кожного разу, коли це необхідно. [35 досвіду./24 год]

source: Never miss a shot again with Homing Projectiles. [150 exp/Limited Duration]
de: Verfehlen Sie nie wieder einen Schuss mit Homing Projectiles. [150 exp/Begrenzte Dauer]
es: Nunca vuelvas a fallar un tiro con... ¡Misiles autodirigidos! [150 exp/Duración Limitada]
fi: Älä enää koskaan missaa laukausta Ohjautuvien luotien avulla. [150 exp / Rajoitettu kesto]
fr: Ne rate plus jamais un seul tir avec les balles autodirigées. [150 exp/Durée limitée]
hu: Soha ne lőj félre újra Célkereső Lövedékekkel. [150 tp/Korlátozott idő]
nl: Mis nooit meer een schot met Homing kogels. [150 exp / beperkte duur]
pl: Nie przegap żadnego strzału dzięki samonaprowadzającym się pociskom. [150 PD/Ograniczony czas trwania]
pt_br: Não perca mais um tiro com munições teleguiadas . [150 exp/duração limitada]
ru: Вы больше никогда не промахнётесь благодаря самонаводящимся боеприпасам. [150 ед. опыта/ограниченное время действия]
uk: Ніколи більше не промахніться з самонавідними снарядами. [150 досвіду/обмежена тривалість]

source: Check that the bot is online, give the latency between the bot and Discord servers.
de: Prüfen Sie, ob der Bot online ist, und geben Sie die Latenz zwischen dem Bot und den Discord-Servern an.
es: Comprueba que el bot esté en línea, da latencia entre el bot y los servidores de discord.
fi: Tarkistaa, että botti on verkossa ja ilmoittaa botin ja Discord-palvelimien välisen latenssin.
fr: Vérifie que le bot est en ligne, et donne la latence entre le bot et les serveurs de Discord.
hu: Ellenőrzi, hogy a bot online-e, elküldi a késleltetést a bot és a Discord szerverei között.
nl: Controleer of de bot online is, geef de latentie tussen de bot en discord-servers.
pl: Sprawdź, czy bot jest online, podaj opóźnienie między botem a serwerami Discord.
pt_br: Verifica se o bot está online, mostra a latência entre o bot e os servidores Discord.
ru: Проверка онлайн-статуса бота. Отображает время задержки между ботом и серверами Discord.
uk: Перевірте, що бот онлайн, дайте затримку між ботом і серверами Discord.

source: Returns the wiki URL
de: Liefert die URL des Wikis
es: Devuelve la URL de la wiki.
fi: Palauttaa wikin URL-osoitteen
fr: Obtiens l'URL du wiki.
hu: Elküldi a wiki URL-jét
nl: Retourneert de wiki-URL.
pl: Wyświetla link do wiki
pt_br: Obtenha o URL da wiki
ru: Ссылка на Вики.
uk: Повертає URL-адресу вікі-сторінки

source: Get the URL to invite the bot
de: Holen Sie sich die URL, um den Bot einzuladen
es: Obtén la URL para invitar al bot.
fi: Hae URL-osoite botin kutsumiseen
fr: Obtiens l'URL pour inviter le bot.
hu: Szerezd meg az URL-t a bot meghívásához
nl: Haal de URL op om de bot uit te nodigen.
pl: Otrzymaj link aby zaprosić bota do swojego serwera
pt_br: Obtenha o URL para convidar o bot
ru: Ссылка для приглашения бота.
uk: Отримайте URL для запрошення бота

source: Get a discord invite to the support server.
de: Holen Sie sich eine Discord-Einladung für den Support-Server.
es: Obtén una invitación de Discord para el servidor de soporte.
fi: Hanki discord-kutsu tukipalvelimelle.
fr: Obtiens une invitation vers le serveur de support.
hu: Szerezd meg a discord meghívót a támogatási szerverhez (angol).
nl: Ontvang een Discord-uitnodiging voor de helpserver.
pl: Otrzymaj zaproszenie Discord do oficjalnego serwera DuckHunt Support
pt_br: Receba um convite do discord para o servidor de suporte
ru: Ссылка-приглашение на сервер поддержки в Discord.
uk: Отримайте запрошення на сервер підтримки.

source: Get the time when you'll get free magazines and your weapon back from the police
de: Holen Sie sich die Zeit, in der Sie kostenlose Magazine und Ihre Waffe von der Polizei zurückbekommen
es: Obtén el tiempo en el que recibirás cargadores gratis y la policía te devolverá tu arma.
fi: Saat ajan, jolloin saat ilmaiset lippaat ja aseesi takaisin poliisilta
fr: Obtiens le temps qu'il reste avant de récupérer gratuitement tes chargeurs et ton arme auprès de la police.
hu: Megmutatja, hogy mikor szerzel ingyen tölténytárakat és visszakapod a fegyvered a rendőrségtől.
nl: Krijg de tijd wanneer je gratis magazijnen en je wapen terugkrijgt van de politie.
pl: Dowiedz się w jakim czasie otrzymasz bezpłatne magazynki i zwrot broni od policji
pt_br: Obtenha o tempo que resta antes de recuperar cartuchos grátis e a sua arma de volta da polícia
ru: Отображает время получения бесплатных обойм и возврата оружия полицией.
uk: Отримайте час, коли вам безкоштовно повернуть магазини та зброю від міліції

source: Get the bot prefixes
de: Abrufen der Bot-Präfixe
es: Obtén los comandos del bot.
fi: Hae botin etuliitteet
fr: Obtiens les préfixes actuels du bot.
hu: Megmutatja a bot előtagjait
nl: Verkrijg de bot-voorvoegsels.
pl: Uzyskaj prefiksy bota
pt_br: Obtenha os prefixos do bot
ru: Префиксы бота.
uk: Отримайте префікси ботів

source: Thanks to those fine people who (helped) make the bot
de: Danke an die netten Leute, die den Bot (mit)gemacht haben
es: Gracias a esas buenas personas que ayudaron a hacer el bot.
fi: Kiitokset niille hienoille ihmisille, jotka (auttoivat) tekemään botin
fr: Merci à ces personnes qui ont aidé à faire le bot !
hu: Köszönet ezeknek a remek embereknek, akik segítettek a bot elkészítésében
nl: Dank aan die fijne mensen die (hebben geholpen) met het maken van de bot.
pl: Serdecznie wyrazy podziękowania tym wspaniałym ludziom, którzy pomogli stworzyć bota! <3
pt_br: Graças a essas pessoas excelentes que ajudam (ou ajudaram) a fazer o bot
ru: Спасибо замечательным людям, которые помогли создать этот бот.
uk: Спасибі тим прекрасним людям, які (допомогли) зробити бота

source: Thanks to those fine people who (helped) translate the bot
de: Danke an die netten Leute, die den Bot (mit)übersetzt haben
es: Gracias a esas buenas personas que ayudaron a traducir el bot. (De nada, es un placer UwU)
fi: Kiitokset näille hienoille ihmisille, jotka (auttoivat) kääntämään botin
fr: Merci à ces personnes qui ont aidé à traduire le bot !
hu: Köszönet ezeknek a remek embereknek, akik segítettek a bot lefordításában
nl: Dank aan die fijne mensen die (hebben geholpen) met het vertalen van de bot,
pl: Serdecznie wyrazy podziękowania tym wspaniałym ludziom, którzy pomogli przetłumaczyć bota! <3 Tłumaczenie na język polski: Anka_Koxu#8640.
pt_br: Obrigado a todas essas pessoas que ajudam (ou ajudaram) a traduzir o bot
ru: Спасибо замечательным людям, которые помогли с локализацией бота.
uk: Дякуємо тим чудовим людям, які (допомогли) перекласти бота

source: For when you misspell the pan command.
de: Für den Fall, dass Sie den Befehl pan falsch schreiben.
es: Para cuando se escribe mal el comando pan.
fi: Sitä varten, kun kirjoitat pan-komennon väärin.
fr: Pour quand tu écris mal la commande pan.
hu: Arra, amikor félreírod a pan parancsot.
nl: Voor als je het pang-commando verkeerd spelt.
pl: Na wypadek, gdy źle ujmiesz komendę pan.
pt_br: Para quando você escrever incorretamente o comando pan.
ru: При неправильном вводе команды для произведения выстрела.
uk: Для випадків, коли ви неправильно пишете команду pan.

source: For when you misspell the reload command.
de: Für den Fall, dass Sie den Befehl reload falsch schreiben.
es: Para cuando se escribe mal el comando de recarga.
fi: Sitä varten, kun kirjoitat reload-komennon väärin.
fr: Pour quand tu écris mal la commande reload.
hu: Arra, amikor félreírod a reload parancsot.
nl: Voor als je het herlaadcommando verkeerd spelt.
pl: Na wypadek, gdy źle ujmiesz komendę reload.
pt_br: Para quando você escrever incorretamente o comando reload.
ru: При неправильном вводе команды для перезарядки оружия.
uk: Для тих, хто неправильно пише команду перезарядки.

source: I only get one eye
de: Ich bekomme nur ein Auge
es: Sólo tengo un ojo
fi: Minulla on vain yksi silmä
fr: Je n'ai qu'un seul œil
hu: Csak egy szemem van
pl: Mam tylko jedno okoOoOoO
pt_br: Eu só tenho um olho
ru: У меня всего один глаз
uk: У мене тільки одне око

source: Who doesn't need eyes
de: Wer braucht keine Augen
es: Quién no necesita ojos
fi: Kuka ei tarvitse silmiä
fr: Qui n'a pas besoin d'yeux
hu: Kinek nincs szüksége szemekre?
nl: Wie heeft er geen ogen nodig?
pl: Hej! Kto nie potrzebuje oczu?
pt_br: Quem não precisa de olhos
ru: Кому не нужны глаза
uk: Кому не потрібні очі

source: I hav long nek
de: Ich habe einen langen Naken
es: Tengo el cuello largo
fi: Minulla on pitkä kaula
fr: J'ai un long cou
hu: Hoszú nyakm van
pl: Mom długa szyja C:
pt_br: Tenho um grande pescoço
uk: У мене довгий нек

source: It's impossible.
de: Das ist unmöglich.
es: Es imposible.
fi: Se on mahdotonta.
fr: C'est impossible.
hu: Lehetetlen.
pl: Chwilunia, to jest niemożliwe.
pt_br: Isso é impossível.
uk: Це неможливо.

source: Vote for a boss to spawn for a minute. This is an unfair vote: while it needs people to vote quickly for a boss, if someone vote against, the boss won't spawn.
fr: Vote pour une apparition de boss dans une minute. C'est un vote injuste : il a besoin que les personnes votent rapidement *pour* l’apparition, mais si une personne vote contre, le boss n'apparaitra pas.
pl: Zagłosuj na bossa, który pojawi się za minutę To jest niesprawiedliwe głosowanie: podczas normalnego głosowania potrzebujesz ludzi do szybkiego głosowania na bossa, jeśli ktoś wtedy zagłosuje przeciw, boss się nie pojawi.

source: Who doesn't need cows ?
de: Wer braucht keine Kühe?
es: ¿Quién no necesita vacas?
fi: Kuka ei tarvitse lehmiä?
fr: Qui n'a pas besoin de vaches ?
hu: Kinek nincs szüksége tehenekre?
pl: Kto nie potrzebuje krów?
pt_br: Quem não precisa de vacas ?
ru: Кто ж не любит бурёнок?
uk: Кому не потрібні корови?

source: When you don't have eyes
de: Wenn Sie keine Augen haben
es: Cuando no tienes ojos
fi: Kun sinulla ei ole silmiä
fr: Pour quand tu n'as pas d'yeux
hu: Amikor nincsenek szemeid
pl: Kiedy nie masz oczu
pt_br: Quando você não tem olhos
ru: Когда вы ничего не видите
uk: Коли у тебе немає очей

source: I guess that just says ¯\_(ツ)_/¯
de: Ich schätze, das heißt einfach ¯\_(ツ)_/¯
es: Supongo que sólo dice ¯\_(ツ)_/¯
fi: Siinä taitaa lukea vain ¯\_(ツ)_/¯
fr: Je pense que ça dit juste ¯\_(ツ)_/¯
hu: Azt hiszem, ez csak azt mondja, hogy ¯\_(ツ)_/¯
nl: Ik denk dat er alleen maar staat: ¯\_(ツ)_/¯
pl: To chyba mówi samo za siebie ¯\_(ツ)_/¯
pt_br: Acho que apenas diz ¯\_(ツ)_/¯
ru: Просто выводит ¯\_(ツ)_/¯
uk: Гадаю, це просто означає "¯\_(ツ)_/¯"

source: When you need some good laughs
de: Wenn Sie mal wieder richtig lachen müssen
es: Cuando necesitas unas buenas risas
fi: Kun tarvitset hyviä nauruja
fr: Pour quand tu as besoin de te marrer
hu: Amikor egy jó nevetésre van szükséged
pl: Kiedy potrzebujesz trochę dobrego śmiechu
pt_br: Quando você precisa de boas risadas
ru: Когда хочется посмеяться
uk: Коли потрібно посміятися досхочу

source: See the current global event. Events are rolled by the bot at the start of each hour, and last for one full hour. Many events exist, and you will want to take advantage of seeing them, as they can bring you luck, money or even better : EXPERIENCE !
de: Siehe das aktuelle globale Ereignis. Ereignisse werden vom Bot zu Beginn jeder Stunde gewürfelt und dauern eine volle Stunde lang. Es gibt viele Ereignisse, und Sie werden sie nutzen wollen, denn sie bringen Ihnen Glück, Geld oder sogar besser: ERFAHRUNG!
es: Ve eventos globales. Los eventos son ejecutados por el bot al comienzo de cada hora, y duran una hora completa. Existen muchos eventos, y querrás aprovechar para verlos, ya que pueden traerte suerte, dinero o incluso mejor: ¡Experiencia AwA!
fi: Katso nykyinen maailmanlaajuinen tapahtuma. Botti käynnistää tapahtuman jokaisen tunnin alussa, ja ne kestävät yhden kokonaisen tunnin. Tapahtumia on paljon, ja sinun kannattaa hyödyntää niiden näkemistä, sillä ne voivat tuoda sinulle onnea, rahaa tai jopa jotain vielä parempaa : KOKEMUSPISTEITÄ !
fr: Voir l'événement global actuel. Les événements sont choisis par le bot au début de chaque heure et durent une heure entière. Il existe de nombreux événements, qui peuvent t'apporter beaucoup : de la chance, de l'argent ou même mieux, de l'EXPÉRIENCE !
nl: Zie het huidige wereldwijde event. Events worden aan het begin van elk uur door de bot gerold en duren een heel uur. Er bestaan veel evenementen, en je zult willen profiteren van het zien ervan, want ze kunnen je geluk, geld of zelfs beter : ERVARING! brengen
pl: Zobacz bieżące wydarzenie globalne. Wydarzenia są wywoływane przez bota na początku każdej godziny i trwają przez pełną godzinę. Istnieje wiele wydarzeń i z pewnością będziesz chciał skorzystać z ich sposobności, ponieważ mogą przynieść ci szczęście, pieniądze lub jeszcze lepiej: DOŚWIADCZENIE! ;)
pt_br: Veja o evento global atual. Os eventos são rolados pelo bot no início de cada hora e duram uma hora inteira. Muitos eventos existem, e você vai querer aproveitar para vê-los, pois podem trazer sorte, dinheiro ou até mesmo melhor: EXPERIÊNCIA !
ru: Текущее глобальное событие. Бот запускает события в начале каждого часа. Они длятся один полный час. Существует множество типов событий. Они интересны тем, что могут принести вам удачу, счастье или даже кое-что получше - ОПЫТ!
uk: Дивіться поточну глобальну подію. Події запускаються ботом на початку кожної години і тривають цілу годину. Існує багато подій, і ви захочете скористатися можливістю їх перегляду, оскільки вони можуть принести вам удачу, гроші або навіть ще краще: ДОСВІД!
