Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: ❌ You added a new sight to your weapon recently. You don't need a new one for your next {uses} shots.
de: ❌ Sie haben vor kurzem ein neues Visier an Ihrer Waffe angebracht. Sie brauchen für die nächsten {uses} Schüsse kein neues.
es: ❌ Has añadido una nueva mira a tu arma recientemente. No necesitas una nueva para tus próximos {uses} disparos.
fi: ❌ Lisäsit äskettäin aseeseesi uuden tähtäimen. Et tarvitse uutta seuraaviin {uses} laukauksiisi.
fr: ❌ Tu as déjà ajouté un viseur à ton arme récemment. Tu peux encore tirer {uses} fois avant de devoir en racheter un.
pl: ❌ Niedawno zamontowałeś/aś nowy celownik na swojej broni. Nie potrzebujesz nowego dla kolejnych {uses} strzałów.
pt_br: ❌ Você adicionou uma nova mira à sua arma recentemente. Você não precisa de uma nova pelos seus próximos {uses} tiros.
ru: ❌ У вас уже есть оптика. Новая вам пока не нужна. Ресурс: {uses}.
uk: ❌ ви нещодавно встановили новий приціл на свою зброю. Вам не потрібен новий приціл для наступних {uses} пострілів.

source: 💸 You added a sight to your weapon to improve your accuracy for the next few shots. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben ein Visier an Ihrer Waffe angebracht, um Ihre Genauigkeit bei den nächsten Schüssen zu verbessern. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has añadido una mira a tu arma para mejorar tu precisión en los próximos disparos [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as ajouté un viseur à ton arme pour améliorer la précision de tes prochains tirs. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt een richtkijker aan je wapen toegevoegd om je nauwkeurigheid voor de volgende paar schoten te verbeteren. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Dodałeś celownik do swojej broni, aby poprawić celność na kilka następnych strzałów. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você adicionou uma mira à sua arma para melhorar sua precisão nos próximos tiros. [Gastoui: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы приобрели оптический прицел для повышения точности стрельбы. Но долговечностью он не отличается. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ви додали приціл до своєї зброї, щоб підвищити точність наступних пострілів. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ You already have that infrared detector on your weapon. It is still good for {times} missed shots.
de: ❌ Sie haben bereits diesen Infrarot-Detektor an Ihrer Waffe. Er ist immer noch gut für {times} Fehlschüsse.
es: ❌ Ya tienes el detector de infrarrojos en tu arma. Sigue siendo bueno para {times} disparos fallidos.
fi: ❌ Sinulla on jo infrapunailmaisin aseessasi. Se on edelleen hyvä {times} ohilaukausten varalta.
fr: ❌ Tu as déjà un détecteur infrarouge sur ton arme. Il est encore bon pour {times} tirs.
pl: ❌ Już zamontowałeś/aś ten detektor podczerwieni na swojej broni. Nadal jest dobry na {times} chybionych strzałów.
pt_br: ❌ Você já tem aquele detector infravermelho na sua arma. Ainda é bom para {times} arremessos perdidos.
ru: ❌ У вас уже есть инфракрасный детектор. Ресурс: {times}.
uk: ❌Ви вже маєте інфрачервоний детектор на вашій зброї. Він все ще добре підходить {times}.

source: 💸 You added an infrared detector to your weapon. If you can't see ducks, you can't shoot them. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben einen Infrarot-Detektor zu Ihrer Waffe hinzugefügt. Wenn Sie Enten nicht sehen können, können Sie sie nicht erschießen. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Añadiste un detector infrarrojo a tu arma. Si no puedes ver pato, no les puedes disparar, ¿o si? [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as ajouté un détecteur infrarouge sur ton arme. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt een infrarooddetector aan je wapen toegevoegd. Als je geen eenden kunt zien, kun je ze niet neerschieten. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Zamontowałeś/aś na swojej broni detektor podczerwieni. Jeśli nie widzisz kaczek, nie możesz do nich strzelać. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você adicionou um detector infravermelho à sua arma. Se você não pode ver patos, você não pode atirar neles. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы приобрели инфракрасный детектор. Это очень полезная приблуда. Нет уток - нет выстрела. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви додали до своєї зброї інфрачервоний детектор. Якщо ви не бачите качок, ви не можете в них стріляти. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ You already use a silencer. It's still good for {time_delta}, come back then.
de: ❌ Sie verwenden bereits einen Schalldämpfer. Er ist noch für {time_delta} gut, kommen Sie dann zurück.
es: ❌ Ya usas un silenciador. Todavía sirve para {time_delta}, vuelve entonces.
fi: ❌ Käytät jo äänenvaimenninta. Se toimii vielä {time_delta}, tule takaisin sitten.
fr: ❌ Tu es déjà équipé d'un silencieux. Il fonctionnera encore pendant {time_delta}, reviens a ce moment là.
pl: ❌ Używasz już tłumika. Nadal jest dobry przez {time_delta}, wróć kiedy się skończy.
pt_br: ❌ Você já está usando um silenciador. Vai continuar bom pelos próximos {time_delta}, volte então.
ru: ❌ У вас уже есть глушитель. Срок службы: {time_delta}. Тогда и приходите.
uk: ти вже користуєшся глушником. Це все ще добре для {time_delta}, поверніться тоді.

source: 💸 You added a military-grade silencer to your weapon. You seem to know the game well. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben Ihrer Waffe einen Schalldämpfer in Militärqualität hinzugefügt. Sie scheinen das Spiel gut zu kennen. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Agregaste un silenciador de grado militar a tu arma :0. Se ve que conoces bastante bien al juego. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as ajouté un silencieux militaire sur ton arme. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt een militaire geluiddemper aan je wapen toegevoegd. Je lijkt het spel goed te kennen. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Zamontowałeś/aś na swojej broni tłumik klasy wojskowej. Wygląda na to, że znasz się na rzeczy. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você adicionou um silenciador de nível militar à sua arma. Parece que você conhece bem o jogo. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы приобрели глушитель военного образца. Похоже, вы знаток. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви додали магазин у свою зброю. Час перезарядити! [Куплено: -{ITEM_COST} досвід, всього {db_hunter.experience} досвід]

source: 💸 You added a silencer to your weapon. Ducks are still afraid of the noise, but you don't make any. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben einen Schalldämpfer an Ihrer Waffe angebracht. Die Enten haben immer noch Angst vor dem Lärm, aber Sie machen keinen mehr. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has añadido un silenciador a tu arma. Los patos aún le tienen miedo al ruido, pero no harás ninguno [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as ajouté un silencieux sur ton arme. Les canards sont toujours effrayés par le bruit mais tu n'en fait plus [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt een geluiddemper aan je wapen toegevoegd. Eenden zijn nog steeds bang voor het lawaai, maar dat maak je niet.[Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Zamontowałeś/aś tłumik na swojej broni. Kaczki nadal boją się hałasu, ale ty go nie robisz. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você adicionou um silenciador à sua arma. Os patos ainda têm medo do barulho, mas você não faz nenhum. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы приобрели глушитель. Утки всё ещё боятся шума, но вы же тихонечко. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 💸 Ви додали глушник до своєї зброї. Качки як і раніше бояться шуму, але ви його не видаєте. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ You tried to throw your old clover to buy a new one at the new florist. Unfortunately, there is a cop around and you don't have enough exp to pay a littering fine of {fine} exp.
de: ❌ Sie haben versucht, Ihr altes Kleeblatt wegzuwerfen, um ein neues beim neuen Blumenhändler zu kaufen. Leider ist ein Polizist in der Nähe und Sie haben nicht genug Exp, um eine Littering-Strafe von {fine} exp zu bezahlen.
es: ❌ Has intentado tirar tu viejo trébol para comprar uno nuevo en la nueva floristería. Por desgracia, hay un policía cerca y no tienes suficiente exp para pagar una multa por tirar basura de {fine} exp.
fi: ❌ Yritit heittää vanhan apilasi ostaaksesi uuden kukkakaupasta. Valitettavasti paikalla on poliisi, eikä sinulla ole tarpeeksi kokemusta maksaaksesi roskaamissakkoa {fine} kokemuksen verran.
fr: ❌ Tu as essayé de jeter ton vieux trèfle pour en acheter un autre chez le nouveau fleuriste. Malheureusement, il y a un flic au bout de la rue et tu n'as pas assez d'argent pour payer une amende de {fine} exp.
nl: ❌ Je probeerde je oude klaver te gooien om een nieuwe te kopen bij de nieuwe bloemist. Helaas is er een agent in de buurt en heb je niet genoeg exp om de boete van {fine} exp. Te betalen. gelukkig is discord niet nederland ||https://cdn.discordapp.com/attachments/195260313082265600/797609918944641054/unknown.png||.
pl: ❌ Próbowałeś/aś wyrzucić starą koniczynkę, aby kupić nową w nowej kwiaciarni. Niestety, bacznym okiem przyglądał się na Ciebie gliniarz i nie miałeś/aś wystarczającej ilości doświadczenia, aby zapłacić karę za zaśmiecanie w wysokości {fine} PD.
pt_br: ❌ Você tentou jogar seu trevo velho para comprar um novo na nova floricultura. Infelizmente, há um policial por perto e você não tem exp suficiente para pagar uma multa por jogar lixo de {fine} de exp.
ru: ❌ Вы попытались выбросить старый клевер, дабы купить новый у флориста. К сожалению, рядом полиция, а у вас недостаточно средств, чтобы потянуть штраф в размере {fine} ед. опыта за мусор.
uk: ❌ ви намагалися викинути свою стару конюшину, щоб купити нову в новому квітковому магазині. На жаль, поруч стоїть поліцейський, а у Вас недостатньо exp, щоб заплатити штраф за засмічення у розмірі {fine} exp.

source: 🍀 You throw your old clover to buy a new one at the new florist. Unfortunately, a cop catches you and fines you {fine} exp for littering.
de: 🍀 Sie werfen Ihr altes Kleeblatt weg, um beim neuen Blumenhändler ein neues zu kaufen. Leider erwischt Sie ein Polizist und verurteilt Sie zu einem Bußgeld {fine} wegen Vermüllung.
es: 🍀 Tiras tu viejo trébol para comprar uno nuevo en la nueva floristería. Por desgracia, un policía te pilla y te pone una multa {fine} exp por tirar basura.
fi: 🍀 Heität vanhan apilasi maahan ostaaksesi uuden kukkakaupasta. Valitettavasti poliisi saa sinut kiinni ja sakottaa sinulta {fine} kokemusta roskaamisesta.
fr: 🍀 Tu jettes ton vieux trèfle pour en acheter un nouveau chez le nouveau fleuriste. Malheureusement, un flic t'attrape et te donne une amende de {fine} exp pour avoir jeté des déchets au sol.
nl: 🍀 Je gooit je oude klaver weg om een nieuwe te kopen bij de nieuwe bloemist. Helaas betrapt een agent je en beboet je {fine} exp voor zwerfafval. gelukkig is discord niet nederland ||https://cdn.discordapp.com/attachments/195260313082265600/797609918944641054/unknown.png||.
pl: 🍀 Wyrzuciłeś/aś swoją starą koniczynkę, aby kupić nową w nowej kwiaciarni. Niestety, złapał cię gliniarz i ukarał grzywną {fine} PD za zaśmiecanie.
pt_br: 🍀 Você joga seu trevo velho para comprar um novo na nova floricultura. Infelizmente, um policial te pega e te multa por {fine} de exp por jogar lixo.
ru: 🍀 Вы выбросили старый клевер, чтобы купить новый у флориста. К сожалению, вас сцапала полиция и оштрафовала на {fine} ед. опыта за мусор.
uk: 🍀 ви викидаєте свою стару конюшину, щоб купити нову в новому квітковому магазині. На жаль, поліцейський ловить Вас і штрафує на {fine} exp за сміття.

source: ❌ You already use a 4-Leaf clover. Try your luck again in {time_delta}!
de: ❌ Sie verwenden bereits ein 4-blättriges Kleeblatt. Versuchen Sie Ihr Glück erneut in {time_delta}!
es: ❌ Ya estás usando un trébol de 4 hojas. ¡Prueba tu suerte otra vez en {time_delta}!
fi: ❌ Käytät jo nelilehtistä apilaa. Kokeile onneasi uudelleen {time_delta}!
fr: ❌ Tu utilises déjà un trèfle à 4 feuilles. Retente ta chance dans {time_delta} !
nl: ❌ Je gebruikt al een klavertje vier. Probeer je geluk nog eens in {time_delta}!
pl: ❌ Używasz już 4-listnej koniczynki. Spróbuj ponownie szczęścia za {time_delta}!
pt_br: ❌ Você já usa um trevo de 4 folhas. Tente a sorte novamente em {time_delta}!
ru: ❌ У вас уже есть четырёхлистный клевер. Попытайте удачу ещё раз через {time_delta}!
uk: ❌ ви вже використовуєте 4-х листкову конюшину. Випробуйте удачу ще раз у {time_delta}!

source: 🍀 You bought a 4-Leaf clover. Every time you kill a duck, you'll get {clover_exp} more experience points. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 🍀 Sie haben ein 4-blättriges Kleeblatt gekauft. Jedes Mal, wenn Sie eine Ente töten, erhalten Sie {clover_exp} mehr Erfahrungspunkte. [Gekauft: -{ITEM_COST} exp, insgesamt {db_hunter.experience} exp]
es: 🍀 Compraste un trébol de 4 hojas. Cada que mates un pato, otendrás {clover_exp} puntos más de experiencia. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 🍀 Tu as acheté un trèfle à quatre feuilles. Chaque fois que tu tueras un canard, tu obtiendras {clover_exp} exp en plus. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 🍀 Je hebt een klavertje vier gekocht. Elke keer als je een eend doodt, krijg je {clover_exp} ervaringspunten meer. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 🍀 Kupiłeś/aś 4-listną koniczynkę. Za każdym razem, gdy zabijesz kaczkę, otrzymasz {clover_exp} PD więcej. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 🍀 Você comprou um trevo de 4 folhas. Toda vez que você matar um pato, você receberá {clover_exp} a mais de experiência. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 🍀 Вы приобрели четырёхлистный клевер. Теперь за каждую убитую утку вы будете дополнительно получать {clover_exp} ед. опыта. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: 🍀 Ви купили 4-х листкову конюшину. Кожного разу, коли ви вб'єте качку, ви будете отримувати {clover_exp} більше очок досвіду. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 😎 You bought sunglasses, again... What a waste. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 😎 Du hast eine Sonnenbrille gekauft, schon wieder... Was für eine Verschwendung. [Gekauft: -{ITEM_COST} exp, insgesamt {db_hunter.experience} exp]
es: 🕶️ Has comprado lentes de sol, otra vez... Que desperdicio. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 😎 Tu as de nouveau acheté des lunettes de soleil... Quel gâchis. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 😎 Je hebt weer een zonnebril gekocht... Wat een verspilling. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 😎 Kupiłeś/aś okulary przeciwsłoneczne, znowu... cóż za marnotrawstwo. [Wydatek: {ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 😎 Você comprou óculos de sol, de novo... Que desperdício. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 😎 Вы приобрели ещё одни солнцезащитные очки. Не шибко модно, да и не особо рационально. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ти купила сонцезахисні окуляри, знову... Що за марнотратство. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 😎 You bought sunglasses. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 😎 Sie haben eine Sonnenbrille gekauft. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 🕶️Compraste lentes de sol. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 😎 Tu as acheté des lunettes de soleil. C'est brillant ! [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 😎 Je hebt een zonnebril gekocht. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 😎 Kupiłeś/aś okulary przeciwsłoneczne [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 😎 Você comprou um óculos de sol. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 😎 Вы приобрели солнцезащитные очки. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ви купили сонцезахисні окуляри. [Купили: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 💸 You bought some new clothes. You look very good. Maybe the ducks will like your outfit. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Du hast dir neue Kleidung gekauft. Sie sehen sehr gut aus. Vielleicht gefällt den Enten Ihr Outfit. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Has comprado ropa nueva. Te ves muy bien. Tal vez a los patos les guste tu nueva ropa [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu as acheté de nouveaux vêtements. Tu as un très beau look. Peut-être que les canards vont aimer ta tenue. [Acheté: -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt nieuwe kleren gekocht. Je ziet er erg goed uit. Misschien vinden de eenden je outfit wel leuk. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Kupiłeś/aś nowe ubrania. Wyglądasz bardzo dobrze. Może kaczkom spodoba się Twój strój. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você comprou algumas roupas novas. Você parece ótimo. Talvez os patos gostem da sua roupa. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы приобрели комплект одежды. Отлично выглядите! Может и уткам понравится. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ти купила собі новий одяг. Виглядаєш дуже гарно. Може качкам сподобається твоє вбрання. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: 💸 You've just cleaned your weapon. Could've just shot once, but heh ¯\_(ツ)_/¯. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie haben gerade Ihre Waffe gereinigt. Hätte auch nur einmal schießen können, aber heh ¯\_(ツ)_/¯. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Acabas de limpiar tu arma. Pudiste solo haber disparado otra vez pero, heh¯\_(ツ)_/¯. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu viens de nettoyer ton arme. Tu aurais pu juste tirer une fois, mais bon ¯\\_(ツ)_/¯. [Acheté : -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je hebt net je wapen schoongemaakt. Je had één keer kunnen schieten, maar heh ¯\_(ツ)_/¯. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Właśnie wyczyściłeś/aś swoją broń. Mogłeś/aś po prostu strzelić jeszcze raz, ale heh - ¯\_(ツ)_/¯ [WYDATEK: -{ITEM_COST} PD , łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você acabou de limpar sua arma. Poderia ter disparado apenas uma vez, mas heh ¯\_(ツ)_/¯. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы почистили оружие. Хотя можно было просто разок выстрелить. Но дело ваше ¯\_(ツ)_/¯. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ти щойно почистив свою зброю. Могли б просто вистрілити один раз, але хех ¯\_(ツ)_/¯. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]

source: ❌ Don't play with fire, kid! Go somewhere else.
de: ❌ Spiel nicht mit dem Feuer, Junge! Geh woanders hin.
es: ❌ ¡No juegues con fuego, niño! Ve a jugar a otro lugar.
fi: älä leiki tulella, poika! Mene jonnekin muualle.
fr: ❌ Ne joue pas avec le feu, gamin! Va ailleurs.
hu: ❌ Ne játssz a tűzzel, gyermek! Menj máshova.
nl: ❌ Speel niet met vuur, jongen! Ga ergens anders heen.
pl: ❌ Nie igraj z ogniem, kochaniutki! Zajmij się czymś innym.
pt_br: ❌ Não brinque com fogo, garoto! Vá para outro lugar.
ru: ❌ Не играй с огнём, малыш! Займись чем-нибудь другим.
uk: ❌ не грайся з вогнем, малий! Іди в інше місце.

source: ❌ I don't think {target.mention} can play DuckHunt yet...
de: ❌ Ich glaube nicht, dass {target.mention} noch DuckHunt spielen kann...
es: ❌ No creo que {target.mention} pueda jugar DuckHunt todavía...
fi: ❌ En usko, että {target.mention} osaa pelata DuckHuntia vielä...
fr: ❌ Je ne pense pas que {target.mention} puisses jouer à DuckHunt pour le moment...
hu: ❌ Szerintem {target.mention} még nem játszhat a DuckHunttal...
nl: ❌ Ik denk niet dat {target.mention} DuckHunt al kan spelen...
pl: ❌ Hmm... chyba {target.mention} nie potrafi jeszcze grać w DuckHunt... A szkoda.
pt_br: ❌ Eu não acho que {target.mention} possa jogar DuckHunt ainda...
ru: ❌ Думаю, что {target.mention} пока не может играть в DuckHunt...
uk: ❌ я не думаю, що {target.mention} ще може грати в DuckHunt...

source: 💸 You are redirecting ☀️ sunlight towards {target.mention} eyes 👀 using your mirror. That was kinda stupid, since they have sunglasses 😎. [Bought: -{ITEM_COST} exp, total {db_hunter.experience} exp]
de: 💸 Sie lenken ☀️ Sonnenlicht auf {target.mention} Augen 👀 mit Ihrem Spiegel um. Das war irgendwie blöd, da sie eine Sonnenbrille haben 😎. [Gekauft: -{ITEM_COST} exp, total {db_hunter.experience} exp]
es: 💸 Estás redirigiendo ☀️ la luz del sol a través de los ojos de {target.mention} 👀 usando tu espejo. Lo cuál fue un poco estúpido, teniendo en cuenta que está usando lentes de sol 🕶️. [Compraste: -{ITEM_COST} exp, total {db_hunter.experience} exp]
fr: 💸 Tu rediriges la lumière du soleil ☀️ sur les yeux 👀 de {target.mention} avec ton miroir. C'était un peu stupide, vu qu'il a des lunettes de soleil 😎. [Acheté: -{ITEM_COST} exp, total {db_hunter.experience} exp]
nl: 💸 Je buigt ☀️ zonlicht om naar {target.mention} hun ogen 👀 met behulp van je spiegel. Dat was nogal dom, want ze hebben een zonnebril op 😎. [Gekocht: -{ITEM_COST} exp, totaal {db_hunter.experience} exp]
pl: 💸 Celujesz wiązką ☀️ światła słonecznego prosto w oczy 👀 {target.mention}, używając swojego lustra. To było nierozsądne, skoro ma okulary przeciwsłoneczne 😎. [Wydatek: -{ITEM_COST} PD, łącznie masz {db_hunter.experience} PD]
pt_br: 💸 Você está redirecionando ☀️ luz solar para os olhos 👀 {target.mention} usando seu espelho. Isso foi meio estúpido, já que eles têm óculos de sol 😎. [Gastou: -{ITEM_COST} exp, total {db_hunter.experience} exp]
ru: 💸 Вы направляете ☀️ солнечный свет аккурат в глаза 👀 {target.mention} при помощи зеркальца. Глупая затея, ибо охотник в солнцезащитных очках 😎. [Покупка: -{ITEM_COST} ед. опыта, всего {db_hunter.experience} ед. опыта]
uk: ви перенаправляєте ☀️ сонячне світло в бік очей {target.mention} 👀 за допомогою дзеркала. Це було трохи нерозумно, так як у них є сонцезахисні окуляри 😎. [Куплено: -{ITEM_COST} exp, всього {db_hunter.experience} exp]
