Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Content-aware carving of an image/avatar, resizing it to reduce the width and height, loosing as few details as we can. With seam carving algorithm, the image could be intelligently resized while keeping the important contents undistorted. The carving process could be further guided, so that an object could be removed from the image without apparent artifacts. This function only handle normal resizing, without masks. The command arguments work as follow : - The first argument is optional and can be a mention/user ID of someone to use their avatar. If it's not supplied, the bot will look for an attached image. - The next two arguments are the width and the height percentages to keep. They must both be > 0, but can also go higher than 100 if you want to upscale the image - The image format argument can be any of • jpeg, for a still image • gif, for an animated resizing. Limited quality • png for an APNG (Animated PNG - discord doesn't support them well and will only show the first frame, open in browser) • webp for an animated WebP, a new-ish format that discord doesn't support at all. Try opening those in your browser
de: Content-aware Carving eines Bildes/Avatars, Ändern der Größe, um die Breite und Höhe zu reduzieren, so wenige Details wie möglich zu verlieren. Mit dem Seam Carving-Algorithmus kann das Bild intelligent verkleinert werden, wobei die wichtigen Inhalte unverzerrt bleiben. Der Carving-Prozess könnte weiter geführt werden, so dass ein Objekt aus dem Bild entfernt werden könnte ohne sichtbare Artefakte. Diese Funktion behandelt nur normale Größenänderungen, ohne Masken. Die Befehlsargumente funktionieren wie folgt: - Das erste Argument ist optional und kann eine Erwähnung/Benutzer-ID von jemandem sein, um dessen Avatar zu verwenden. Wenn es nicht angegeben wird, sucht der Bot nach einem angehängten Bild. - Die nächsten beiden Argumente sind die Breite und die Höhe in Prozent, die beibehalten werden sollen. Sie müssen beide > 0 sein, können aber auch höher als 100 sein, wenn Sie das Bild hochskalieren wollen - Das Argument für das Bildformat kann einer der folgenden Werte sein - jpeg, für ein Standbild - gif, für eine animierte Größenänderung. Begrenzte Qualität - png, für ein APNG (Animiertes PNG - Discord unterstützt diese nicht gut und zeigt nur das erste Bild an, im Browser öffnen) - webp für ein animiertes WebP, ein neuartiges Format, das von discord überhaupt nicht unterstützt wird. Versuchen Sie, diese in Ihrem browser
es: Esculpir una imagen/avatar en función del contenido, reduciendo la anchura y la altura, perdiendo el menor número de detalles posible. Con el algoritmo seam carving, la imagen puede ser redimensionada de forma inteligente manteniendo los contenidos importantes sin distorsión. El proceso de tallado podría ser guiado aún más, de modo que un objeto podría ser eliminado de la imagen sin que se produzcan artefactos aparentes. Esta función sólo maneja el redimensionamiento normal, sin máscaras. Los argumentos del comando funcionan de la siguiente manera : - El primer argumento es opcional y puede ser una mención/identificación de usuario de alguien para usar su avatar. Si no se suministra, el bot buscará una imagen adjunta. - Los dos argumentos siguientes son los porcentajes de anchura y altura que se deben mantener. Ambos deben ser > 0, pero también pueden ser superiores a 100 si quieres aumentar la escala de la imagen - El argumento del formato de la imagen puede ser cualquiera de los siguientes - jpeg, para una imagen fija - gif, para un redimensionamiento animado. Calidad limitada - png, para un APNG (PNG animado - discordia no los soporta bien y sólo mostrará el primer cuadro, abrir en el navegador) - webp para un WebP animado, un nuevo formato que discord no soporta en absoluto. Intenta abrirlos en tu navegador
fr: Redimensionnement d'une image/avatar en fonction du contenu, en la réduisant pour réduire la largeur et la hauteur, en perdant le moins de détails possible. Avec cet algorithme de découpage, l'image peut être redimensionnée intelligemment tout en conservant les contenus importants sans distorsion et sans trop la déformer. Le processus de découpage peut être guidé de manière à ce qu'un objet puisse être retiré de l'image sans artefacts apparents. Cette fonction ne gère que le redimensionnement normal, sans masques. Les arguments de la commande fonctionnent comme suit : - Le premier argument est facultatif et peut être une mention/un ID d'utilisateur de quelqu'un pour utiliser son avatar. S'il n'est pas fourni, le bot utilisera une image en pièce jointe. - Les deux arguments suivants sont les pourcentages de largeur et de hauteur à conserver. Ils doivent tous deux être > 0, mais peuvent également être supérieurs à 100 si vous voulez augmenter la taille de l'image - L'argument du format de l'image peut être l'un des suivants • jpeg, pour une image fixe • gif, pour un redimensionnement animé. Qualité limitée • png pour un APNG (Animated PNG - discord ne les supporte pas bien et ne montrera que la première image, à ouvrir dans un navigateur web) • webp pour un WebP animé, un nouveau format que discord ne supporte pas du tout. Essayez de les ouvrir dans votre navigateur
pl: Dostosowanie obrazu/awatara, zmiana rozmiaru w celu zmniejszenia szerokości i wysokości, tracąc tak mało szczegółów jak to tylko możliwe. Dzięki algorytmowi "rzeźbienia w szwie", obraz może być inteligentnie zmieniany przy zachowaniu ważnych treści bez zniekształceń. Proces "rzeźbienia" może być dalej prowadzony, tak że obiekt może być usunięty z obrazu bez widocznych zniekształceń. Ta funkcja obsługuje tylko normalną zmianę rozmiaru. Argumenty polecenia działają w następujący sposób : - Pierwszy argument jest opcjonalny i może być wzmianką / identyfikatorem użytkownika kogoś, aby użyć jego awatara. Jeśli nie jest dostarczony, bot będzie szukał załączonego obrazu. - Następne dwa argumenty to procenty szerokości i wysokości do zachowania. Oba muszą być: &gt; 0, ale mogą też być wyższe niż 100, jeśli chcesz powiększyć obraz - Argument format obrazu może być dowolny z następujących; - jpeg, dla nieruchomego obrazu - gif, dla animowanej zmiany rozmiaru. Ograniczona jakość - png dla APNG (Animowany PNG - discord nie obsługuje ich dobrze i pokaże tylko pierwszą klatkę, otwórz w przeglądarce) - webp dla animowanego WebP, nowego formatu, którego Discord w ogóle nie obsługuje. Spróbuj otworzyć go w Twojje przeglądarce
pt_br: Escultura consciente do conteúdo de uma imagem/avatar, redimensionando-a para reduzir a largura e a altura, perdendo o mínimo de detalhes que pudermos. Com algoritmo de escultura de costura, a imagem pode ser redimensionada de forma inteligente, mantendo o conteúdo importante não distorcido. O processo de escultura pode ser mais guiado, de modo que um objeto possa ser removido da imagem sem artefatos aparentes. Esta função lida apenas com redimensionamento normal, sem máscaras. Os argumentos do comando funcionam da seguinte forma : - O primeiro argumento é opcional e pode ser uma menção/ID de usuário de alguém para usar seu avatar. Se não for fornecido, o bot procurará uma imagem anexada. - Os próximos dois argumentos são as porcentagens de largura e altura a serem mantidas. Ambos devem ser > 0, mas também podem vá acima de 100 se você quiser aumentar a imagem O formato da imagem pode ser qualquer desses • jpeg, para uma imagem estática • gif, para um redimensionamento animado. Qualidade limitada • png para um APNG (PNG animado - o discord não os suporta bem e mostrará apenas o primeiro quadro, abra no navegador)
uk: Обрізати зображення/аватара з урахуванням вмісту, змінити його розміру для зменшення ширини та висоти, втрачаючи якомога менше деталей. За допомогою алгоритму вирізання, зображення бути розумно змінено в розмірах, зберігаючи при цьому важливий вміст неспотвореним. Процес зменшення може бути додатково керованим, так що об'єкт може бути видалений із зображення без видимих артефактів. Ця функція обробляє лише звичайну зміну розміру, без масок. Аргументи команди працюють наступним чином : - Перший аргумент є необов'язковим і може бути згадкою/ідентифікатором користувача для використання його аватара. Якщо він не вказаний, бот буде шукати прикріплене зображення. - Наступні два аргументи це ширина та висота у відсотках, які потрібно зберегти. Вони повинні бути >0, але також можуть перевищувати 100, якщо ви хочете збільшити масштаб зображення - Аргумент формат зображення може бути будь-яким з наступних - jpeg, для нерухомого зображення - gif, для анімованої зміни розміру. Обмежена якість - png, apng (анімований PNG - discord погано їх підтримує і покаже тільки перший кадр, відкритий у браузері) - webp для анімованого WebP, нового формату, який discord взагалі не підтримує. Спробуйте відкрити їх у своєму браузері

source: Buttons to direct user to a cog help.
de: Schaltflächen, die den Benutzer zur Hilfe eines Cog führen.
es: Botones para dirigir al usuario a la ayuda de un cog.
fr: Boutons pour diriger l'utilisateur dans l'aide d'un Cog.
pl: Przyciski kierujące użytkownika do pomocy COG.
pt_br: Botões para direcionar um jogador para a área de ajuda de comando.
uk: Кнопки для перенаправлення користувача до налаштувань довідки

source: Show buttons for all the cogs in a bot.
de: Schaltflächen für alle Cog in einem Bot anzeigen.
es: Muestra los botones de todos los cogs de un bot.
fr: Affiche des boutons pour tous les cogs d'un bot.
pl: Pokaż przyciski dla wszystkich COG'ów w robocie.
pt_br: Mostra botões para todos os comandos de um bot.
uk: Показати кнопки для всіх налаштувань бота.

source: Buttons to direct user to a group help
de: Schaltflächen, die den Benutzer zu einer Gruppenhilfe führen
es: Botones para dirigir al usuario a un grupo de ayuda
fi: Painikkeet, joilla käyttäjä ohjataan ryhmän ohjeeseen
fr: Boutons pour diriger l'utilisateur sur l'aide d'un groupe.
pl: Przyciski kierujące użytkownika do pomocy grupowej
pt_br: Botões para direcionar o usuário para uma ajuda de grupo de comandos
uk: Кнопки для перенаправлення користувача до довідки групи

source: Buttons to direct user to a command help
de: Schaltflächen, die den Benutzer zu einer Befehlshilfe führen
es: Botones para dirigir al usuario a la ayuda de un comando
fi: Painikkeet, jotka ohjaavat käyttäjän komento-ohjeeseen
fr: Boutons pour diriger l'utilisateur sur l'aide d'une commande.
pl: Przyciski kierujące użytkownika do panelu pomocy
pt_br: Botões para direcionar o usuário para uma ajuda de comando
uk: Кнопки для перенаправлення користувача до команд довідки

source: Show buttons for all the commands and groups in a cog or a group.
de: Schaltflächen für alle Befehle und Gruppen in einem Cog oder einer Gruppe anzeigen.
es: Muestra los botones de todos los comandos y grupos de un cog o de un grupo.
fr: Affiche des boutons pour toutes les commandes et groupes dans un cog ou un groupe.
pl: Pokaż przyciski dla wszystkich komend i grup w COG lub w grupie.
pt_br: Mostra botões para todos os comandos e grupos em uma engrenagem ou grupo.
uk: Показати кнопки для всіх команд і груп в гвинтику або групі.

source: Alias for dh!inv use, so that you can just type dh!use instead.
de: Alias für dh!inv use, so dass du stattdessen einfach dh!use eingeben kannst.
es: Alias para dh!inv use, para que puedas escribir dh!use en su lugar.
fi: Alias komennolle dh!inv use, on: dh!use.
fr: Alias pour l'utilisation de `dh!inv`, pour pouvoir simplement taper `dh!use` à la place.
hu: Alparancs a dh!inv use parancshoz, hogy csak a dh!use-t keljen beírnod.
nl: Alias voor dh!inv use, zodat je in plaats daarvan gewoon dh!use kunt typen.
pl: Alias dla dh!inv use, więc równie dobrze możesz wpisać dh!use.
pt_br: Alias para dh!inv use, então você pode apenas digitar dh!use.
ru: Альтернативный вариант команды dh!inv use. Можно просто ввести dh!use.
uk: Псевдонім для використання dh!inv, так що ви можете просто ввести dh!use замість неї.

source: Show your inventory content. The inventory is global. It means that all items you can store in it can be used on (almost) every server. Server administrators can disable inventory usage on specific channels.
de: Zeigt den aktuellen Inhalt des Inventars an. Das Inventar ist global. Das bedeutet, dass alle Objekte, die darin gespeichert werden, auf (fast) jedem Server verwendet werden können. Serveradministratoren können die Verwendung des Inventars auf bestimmten Kanälen deaktivieren.
es: Muestra el contenido de tu inventario. El inventario es global. Eso significa que los ítems que tengas en él podrán ser usados (la mayoría) en cada servidor. Los administradores podrán habilitar o inhabilitar el uso del inventario en canales específicos.
fr: Montre le contenu de l'inventaire. L'inventaire est global. Cela signifie que tous les items sont utilisables dans (presque) tous les serveurs. Les administrateurs d'un serveur peuvent désactiver l'inventaire dans certains salons spécifiques.
hu: Megmutatja az eszköztárad tartalmát. Az eszköztár globális. Ez azt jelenti, hogy az összes benne lévő tárolható elem használható (majdnem) mindegyik szerveren. A szerver rendszergazdái letilthatják az eszköztár használatát bizonyos csatornákon.
nl: Laat de inhoud van je inventaris zien. De inventaris is globaal. Dit betekent dat alle items die je erin kunt stoppen gebruikt kunnen worden in (bijna) alle servers. Serveradmins kunnen de inventaris uitschakelen in specifieke kanalen.
pl: Pokaż zawartość swojego ekwipunku Ekwipunek jest globalny. Oznacza to, że wszystkie przedmioty, które możesz w nim przechowywać, mogą być używane na (prawie) każdym serwerze. Administratorzy serwerów mogą wyłączyć użycie ekwipunku na określonych kanałach.
pt_br: Mostra o conteúdo do seu inventário. O inventário é global. Isso significa que todos os itens que você pode armazenar nele podem ser usados em (quase) todos os servidores. Os administradores do servidor podem desativar o uso do inventário em canais específicos.
ru: Показывает содержимое вашего инвентаря. Инвентарь носит глобальный характер. Это означает, что его содержимое может быть использовано на (почти) любом сервере. Администраторы серверов могут отключить использование инвентаря на определённых каналах.
uk: Показати вміст вашого інвентаря. Інвентар є глобальним. Це означає, що всі предмети, які ви можете зберігати в ньому, можуть бути використані на (майже) кожному сервері. Адміністратори серверів можуть відключити використання інвентарю на певних каналах.

source: Give something to some player.
de: Gib etwas an einen anderen Spieler.
es: Dar algo a otro jugador.
fi: Anna jotain jollekin pelaajalle.
fr: Donne quelque chose à un autre joueur.
hu: Adj valamit egy másik játékosnak.
nl: Geef iets aan een speler.
pl: Przekaż dany przedmiot jakiemuś graczowi.
pt_br: Da algo a algum jogador.
ru: Передача чего-либо другому игроку.
uk: Передати що небуть іншому гравцеві

source: Use one of the items in your inventory.
de: Benutze etwas aus deinem Inventar
es: Usa un ítem de tu inventario.
fi: Käytä jotakin tavaraluettelossasi olevaa esinettä.
fr: Utilise l'un des items de ton inventaire
hu: Felhasználja az egyik elemet az eszköztáradból.
nl: Gebruik een van de spullen uit je inventaris.
pl: Użyj jednego z przedmiotów z Twojego ekwipunku
pt_br: Utiliza um dos itens do seu inventário.
ru: Использование одного из предметов в вашем инвентаре.
uk: Використовуйте один з предметів у вашому інвентарі.

source: Alias for dh!landmine landmine, so that you can just type dh!place instead.
de: Alias für dh!landmine landmine, so dass Sie stattdessen einfach dh!place eingeben können.
es: Alias de dh!landmine, para que en vez de poner eso pongas dh!place
fi: Lyhenne komennolle dh!landmine landmine, on: dh!place.
fr: Alias pour la commande dh!landmine landmine, de sorte à simplifier la commande dh!place
hu: Alparancs a dh!landmine landmine parancshoz, hogy csak a dh!place-t keljen beírnod.
pl: Alias dla dh!landmine landmine, więc równie dobrze możesz wpisać dh!place
pt_br: Equivalente para dh!landmine landmine, então você pode apenas digitar dh!place em vez disso.
uk: Псевдонім для dh!landmine міна, так що ви можете просто ввести dh!place замість цього.

source: Alias for dh!landmine defuse_kit, so that you can just type dh!defuse instead.
de: Alias für dh!landmine defuse_kit, so dass Sie stattdessen einfach dh!defuse eingeben können.
es: Alias de dh!landmine defuse_kit, para que en vez de poner eso pongas dh!defuse
fi: Lyhenne komennolle dh!landmine defuse_kit, on: dh!defuse.
fr: Alias pour la commande dh!defuse_kit landmine, de sorte à simplifier la commande defuse_kit
hu: Alparancs a dh!landmine defuse_kit parancshoz, hogy csak a dh!defuse-t keljen beírnod.
pl: Alias dla dh!landmine defuse_kit, więc równie dobrze możesz wpisać dh!defuse.
pt_br: Equivalente para dh!landmine defuse_kit, então você pode apenas digitar dh!place em vez disso.
uk: Псевдонім для dh!landmine defuse_kit, так що ви можете просто ввести dh!defuse замість цього.

source: This command group contains all commands related to "Landmines" game.
de: Diese Befehlsgruppe enthält alle Befehle, die sich auf das Spiel "Landminen" beziehen.
es: Este grupo de comandos contiene todos los comandos relacionados con el juego "Landmines".
fi: Tämä komentoryhmä sisältää kaikki "Maamiinat"-peliin liittyvät komennot.
fr: Ce groupe de commandes contient toutes les commandes liées au jeu des "Landmines".
hu: Ez a parancs-csoport a "Landmines" játékhoz tartozó összes parancsot tartalmazza.
pl: Ta grupa komend zawiera wszystkie komendy związane z grą "Miny".
pt_br: Este grupo de comandos contém todos os comandos relacionados ao jogo "Minas terrestres"
uk: Ця група команд містить всі команди, що відносяться до гри "Протипіхотні міни".

source: View your event statistics.
de: Zeigen Sie Ihre Ereignisstatistiken an.
es: Vea las estadísticas de su evento.
fi: Tarkastele omia tapahtumatilastoja.
fr: Affiche vos statistiques de l'event.
hu: Megjeleníti a statisztikáidat.
pl: Zobacz swoje statystyki wydarzenia
pt_br: Veja as suas estatísticas no evento.
uk: Перегляньте статистику своїх подій.

source: This command explains how to place a landmine
de: Dieser Befehl erklärt, wie man eine Landmine platziert
es: Este comando explica como poner una mina.
fi: Tämä komento selittää, miten maamiinan voi asettaa maamiinan
fr: Cette commande explique comment placer une mine.
hu: Ez a parancs elmagyarázza az akna lehelyezés folyamatát
pl: Ta komenda wyjaśnia jak postawić minę
pt_br: Este comando explica como colocar uma mina terrestre
uk: Ця команда пояснює, як встановити наземну міну

source: [THIS COMMAND WORKS IN DMs] Buy a landmine that will trigger on a specific word. A landmine has a value, at least greater than 2, that will be used to determine it's price and the damage done to the person that steps on it. The word must be at least 2 characters long, and must only contain letters. The steps are case-insensitive. The longer it is, the higher the power. An exploding landmine gives you the point damage, and half it's value back.
de: [DIESER BEFEHL FUNKTIONIERT IN DMs] Kaufen Sie eine Landmine, die bei einem bestimmten Wort ausgelöst wird. Eine Landmine hat einen Wert, der mindestens größer als 2 sein muss, um ihren Preis und den Schaden zu bestimmen, der der Person, die sie betritt. Das Wort muss mindestens 2 Zeichen lang sein und darf nur Buchstaben enthalten. Bei den Schritten wird die Groß- und Kleinschreibung nicht berücksichtigt. Je länger das Wort ist, desto höher ist die Leistung. Eine explodierende Landmine gibt dir den Punktschaden und die Hälfte ihres Wertes zurück.
es: [ESTE COMANDO FUNCIONA EN LOS mensajes privados] Compra una mina terrestre que se activará con una palabra específica. Una mina terrestre tiene un valor, al menos superior a 2, que se utilizará para determinar su precio y el daño causado a la persona que la pise. La palabra debe tener al menos 2 caracteres y sólo debe contener letras. Los pasos no distinguen entre mayúsculas y minúsculas. Cuanto más larga sea, mayor será la potencia. Una mina terrestre que explota te da el punto de daño, y la mitad de su valor de vuelta.
fi: [TÄMÄ KOMENTO TOIMII DM:ssä] Osta maamiina, joka laukeaa tietystä sanasta. Miinalla on arvo, vähintään suurempi kuin 2, jota käytetään sen hinnan ja aiheutetun vahingon määrittämiseen henkilölle, joka astuu sen päälle. Sanan on oltava vähintään 2 merkkiä pitkä, ja se saa sisältää vain kirjaimia. Askeleet eivät erota isoja ja pieniä kirjaimia. Mitä pidempi sana on, sitä suurempi on voima. Räjähtävä maamiina antaa sinulle pistevahingon ja puolet sen arvosta takaisin.
fr: [CETTE COMMANDE MARCHE EN MESSAGE PRIVÉ] Achète une mine qui se lève sur un mot en particulier. Une mine a une valeur, au moins plus grande que 2, qui sera utilisée pour déterminer son prix et les dégâts transmis a la personne qui marchera dessus. Le mot doit être d'au moins 2 caractères de long, et ne contenir que des lettres. Les étapes sont insensibles a la casse. Le plus long le mot, plus l'explosion sera puissante. Quand une mine explose, elle vous donne la moitié de sa valeur et les dégâts infligés a l'autre joueur.
hu: [EZ A PARANCS MŰKÖDIK PRIVÁT ÜZENETEKBEN] Vásárolj egy aknát, ami egy bizonyos szón felrobban. Egy aknának van egy értéke, több mint 2, ami az árát és a rálepő emberre ható sebzését dönti el. A szónak legalább 2 karakter hosszúnak kell lennie, és csak betűket tartalmazhat. A rálépések nem különböztetik meg a kis- és nagybetűket. Minél hosszabb, annál erősebb. Egy felrobbanó akna visszaadja a pontértékét, és az értékének felét.
pl: [TA KOMENDA DZIAŁA W PRYWATNYCH WIADOMOŚCIACH] Kup minę lądową, która uruchomi się na konkretne słowo. Mina ma wartość, co najmniej większą niż 2, która zostanie użyta do określenia jej ceny i wyrządzonych obrażeń osobie, która na nią nadepnie. Słowo musi mieć co najmniej 2 znaki i zawierać tylko litery. Wielkość liter nie ma znaczenia. Im dłuższe jest to słowo, tym większa moc. Eksplodująca mina daje ci obrażenia punktowe i połowę jej wartości.
pt_br: [ESTE COMANDO FUNCIONA NAS DMs PRIVADAS] Compre uma mina terrestre que irá ser acionada com uma palavra específica Uma mina tem um valor, pelo menos maior que 2, que será usado para determinar seu preço e os danos causados para a pessoa que pisa nele. A palavra deve ter pelo menos 2 caracteres e deve conter apenas letras. Não diferenciam maiúsculas de minúsculas. Quanto mais tempo, maior a potência. Uma mina terrestre explosiva dá a você o ponto de dano e metade do valor.
uk: [ЦЯ КОМАНДА ПРАЦЮЄ В ДМ] Купити міну, яка буде спрацьовувати на певне слово. Міна має вартість, щонайменше більшу за 2, яка буде використана для визначення її ціни та шкоди, завданої людині, яка на неї наступить. Слово повинно мати довжину не менше 2 символів і містити тільки літери. Крок не залежить від регістру. Чим він довший, тим більша потужність. Міна, що вибухнула, наносить вам очкову шкоду і половину її вартості назад.
