Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: You used prestige after reaching {pct}% of the required threshold.
de: Sie haben Prestige verwendet, nachdem Sie {pct}% der erforderlichen Schwelle erreicht haben.
es: Usaste el rango después de alcanzar el {pct}% de lo requerido.
fr: Tu as utilisé le prestige après avoir atteint {pct}% du seuil requis.
hu: Presztízst használtál a szükséges cél {pct} százalékának elérése után.
nl: Je hebt de prestige gedaan nadat je {pct}% van de vereiste drempel had bereikt.
pl: Odblokowałeś/aś prestiż po osiągnięciu {pct}% wymaganego progu.
pt_br: Você usou reputação depois de atingir {pct}% do limite necessário.
ru: Вы задействовали престиж после достижения {pct}% требуемого порога.
uk: Ви використали престиж після досягнення {pct}% від необхідного порогу.

source: ✨ New run
de: ✨ Neuer Lauf
es: ✨ Nueva tirada
fr: ✨ Nouveau commencement.
hu: ✨ Új menet
nl: ✨ Nieuw begin
pl: ✨ Nowa przygoda
pt_br: ✨ Nova corrida
ru: ✨ Новое приключение
uk: ✨ Новий запуск

source: You'll restart the game with {kept_exp} experience.
de: Sie werden das Spiel mit {kept_exp} Erfahrung neu starten.
es: Reiniciarias el juego con {kept_exp} de experiencia.
fi: Aloitat pelin uudelleen {kept_exp}-kokemuksella.
fr: Tu recommenceras le jeu avec {kept_exp} expérience.
hu: Újrakezded a játékot {kept_exp} tapasztalattal.
nl: Je herstart het spel met {kept_exp} ervaring.
pl: Zrestartowałeś/aś grę z {kept_exp} punktami doświadczenia
pt_br: Você reiniciará o jogo com {kept_exp} de experiência.
ru: Вы начнёте игру заново с {kept_exp} ед. опыта.
uk: Ви почнете гру заново, отримавши {kept_exp} досвіду.

source: ❌ Your prestige level is not high enough yet. See `{ctx.prefix}prestige info` to learn more.
de: ❌ Ihr Prestige-Level ist noch nicht hoch genug. Siehe `{ctx.prefix}prestige info` um mehr zu erfahren.
es: ❌ Tu rango actula no es lo suficientemente alto todavía. Mira `{ctx.prefix}prestige info` para saber más.
fi: ❌ Arvostustasosi ei ole vielä tarpeeksi korkea. Katso `{ctx.prefix}prestige info` saadaksesi lisätietoja.
fr: ❌ Ton niveau de prestige n'est pas encore assez élevé. Regarde `{ctx.prefix}prestige info` pour en savoir plus.
nl: ❌ Je prestige-niveau is nog niet hoog genoeg. Zie '{ctx.prefix}prestige info' voor meer informatie.
pl: ❌ Twój poziom prestiżu nie jest jeszcze dostatecznie wysoki. Zobacz `{ctx.prefix}prestige info`, aby dowiedzieć się więcej.
pt_br: ❌ Seu nível de reputação ainda não é alto o suficiente. Consulte `{ctx.prefix}informações de reputação` para saber mais.
ru: ❌ Ваш уровень престижа недостаточно высок. См. `{ctx.prefix}prestige info` для получения подробной информации.
uk: ви ще не розблокували престиж. Щоб дізнатися більше, дивіться `{ctx.prefix}prestige info`.

source: ❌ You already claimed your dailies today. Try again tomorrow.
de: ❌ Sie haben Ihre Dailys heute schon beansprucht. Versuchen Sie es morgen erneut.
es: ❌ Ya ha reclamado tus goodies diarios. Inténtalo de nuevo mañana.
fi: ❌ Olet jo lunastanut päivittäisen palkkiosii tänään. Yritä huomenna uudelleen.
fr: ❌ Tu as déjà réclamé tes récompenses quotidiennes aujourd'hui. Essaye de nouveau demain.
hu: ❌ Már beszedted a napi jutalmaidat ma. Próbáld újra holnap.
nl: ❌ Je hebt je dagelijkse ervaring vandaag al geclaimd. Probeer het morgen opnieuw.
pl: ❌ Cierpliwości! Odebrałeś/aś już dzisiaj swoje dzienne. Wróć ponownie jutro.
pt_br: ❌ Você já reivindicou suas diárias hoje. Tente novamente amanhã.
ru: ❌ Вы уже получили ежедневные ништяки. Повторите попытку завтра.
uk: ви вже забрали свої щоденники сьогодні. Спробуйте завтра.

source: 💰️ You took {exp} experience out of the prestige bank. Come back soon!
de: 💰️ Sie haben {exp} Erfahrung aus der Prestigebank genommen. Kommen Sie bald wieder!
es: 💰️ Sacaste {exp} de experiencia del banco de ranking. ¡Regresa pronto!
fi: 💰️ Otit {exp} kokemusta arvovaltapankista. Tule pian takaisin!
fr: 💰️ Tu as pris {exp} exp dans la banque de prestige. Reviens bientôt !
hu: 💰️ Kiszedtél {exp} tapasztalatot a presztízsbankból. Gyere vissza később!
nl: 💰️ Je hebt {exp} ervaring uit de prestigebank gehaald. Kom snel terug!
pl: 💰️ Pobrałeś/aś {exp} punktów doświadczenia z banku prestiżu. Wróć niebawem!
pt_br: 💰️ Você tirou a experiência {exp} do banco de reputação. Volte logo!
ru: 💰️ Вы сняли {exp} ед. опыта со счёта в банке престижа. Приходите ещё!
uk: ви забрали {exp} досвіду з банку престижу. Повертайся скоріше!

source: Support team: private messages
de: Support-Team: Private Nachrichten
es: Equipo de apoyo: mensajes privados
fi: Tukitiimi: yksityisviestit
fr: Support : messages privés
hu: Támogatási csapat: privát üzenetek
pl: Pomoc: prywatne wiadomości
pt_br: Equipe de suporte: mensagens privadas
uk: Служба підтримки: приватні повідомлення

source: DM Timed Out
de: DM Zeitüberschreitung
es: El DM se ha quedado sin tiempo
fi: DM Aikakatkaistiin
fr: Message privé expiré
hu: DM Időtúllépés
pl: Wiadomość prywatna wygasła
pt_br: Tempo limite de DM esgotado
ru: Время ожидания для ЛС истекло.
uk: DM Timed Out (Закінчився термін дії)

source: Tickets expire after 24 hours of inactivity. Got a question? Ask it here or in [the support server](https://duckhunt.me/support). Thank you for using the DuckHunt ticket system!
de: Tickets verfallen nach 24 Stunden der Inaktivität. Sie haben eine Frage? Stellen Sie sie hier oder auf [dem Support-Server](https://duckhunt.me/support). Vielen Dank, dass Sie das DuckHunt Ticketsystem nutzen!
es: Los tickets caducan después de 24 horas de inactividad. ¿Tiene alguna pregunta? Pregúntala aquí o en [el servidor de soporte](https://duckhunt.me/support). ¡Gracias por usar el sistema de tickets de DuckHunt!
fr: Les tickets expirent après 24 heures d'inactivité. Vous avez une question ? Posez-la ici ou sur [le serveur de support](https://duckhunt.me/support). Merci d'utiliser le système de tickets de DuckHunt !
hu: A támogatási jegyek 24 óra inaktivitás után lejárnak. Kérdésed van? Tedd fel itt vagy a [támogatási szerverünkön](https://duckhunt.me/support). Köszönjük, hogy a DuckHunt támogatási rendszert használod!
pl: Zgłoszenia tracą ważność po 24 godzinach braku aktywności. Masz pytanie? Zapytaj tutaj lub na [Serwerze Support](https://duckhunt.me/support). Bardzo dziękujemy za używanie systemu zgłoszeń DuckHunt!
pt_br: Os tickets expiram após 24 horas de inatividade. Tem alguma dúvida? Pergunte aqui ou no [servidor de suporte](https://duckhunt.me/support). Obrigado por usar o sistema de ticket DuckHunt!
uk: Термін дії квитків закінчується через 24 години бездіяльності. Виникло питання? Задайте його тут або на [сервері підтримки](https://duckhunt.me/support). Дякуємо за використання квиткової системи DuckHunt!

source: Support server
es: Servidor de apoyo
fi: Tukipalvelin
fr: Serveur de support
hu: Támogatási szerver
pl: Serwer Support
pt_br: Servidor de suporte
ru: Сервер техподдержки
uk: Сервер підтримки

source: For all your questions, there is a support server. Click [here](https://duckhunt.me/support) to join.
de: Für alle Ihre Fragen gibt es einen Support-Server. Klicken Sie [hier](https://duckhunt.me/support), um beizutreten.
es: Para todas tus preguntas, hay un servidor de soporte. Haz clic [aquí](https://duckhunt.me/support) para unirte.
fi: Kaikkia kysymyksiä varten on tukipalvelin. Klikkaa [tästä](https://duckhunt.me/support) liittyäksesi.
fr: Pour toutes vos questions, rejoignez le serveur de support. Cliquez [ici](https://duckhunt.me/support) pour le rejoindre.
hu: Az összes kérdéshez van egy támogatási szerver. Kattints [ide](https://duckhunt.me/support) a csatlakozáshoz.
pl: Na wszelkie problemy mniejsze bądź też większe, dylematy oraz inne wrzutki polecamy Serwer Support. Kliknij [tutaj](https://duckhunt.me/support), aby dołączyć do serwera.
pt_br: Para todas as suas dúvidas, há um servidor de suporte. Clique [aqui](https://duckhunt.me/support) para participar.
ru: Для ответов на все ваши вопросы есть сервер поддержки. Нажмите [здесь](https://duckhunt.me/support).
uk: Для всіх питань працює сервер підтримки. Натисніть [тут] (https://duckhunt.me/support), щоб приєднатися.

source: DMing any message to the bot will open a ticket. You have a question? [Ask it](https://dontasktoask.com) to our human volunteers. You opened the ticket by mistake? Type `close` (*once, no prefix needed*) and we, human volunteers will close it.
de: Wenn Sie eine Nachricht an den Bot senden, wird ein Ticket geöffnet. Sie haben eine Frage? [Stellen Sie sie](https://dontasktoask.com) an unsere menschlichen Freiwilligen. Du hast das Ticket aus Versehen geöffnet? Tippen Sie `close` (*einmal, kein Präfix erforderlich*) und wir, menschliche Freiwillige, werden es schließen.
es: Enviar cualquier mensaje al bot abrirá un ticket. ¿Tienes alguna pregunta? [Pregúntala](https://dontasktoask.com) a nuestros voluntarios humanos. ¿Abriste el ticket por error? Escribe `close` (*una vez, no se necesita prefijo*) y nosotros, voluntarios humanos, lo cerraremos.
fr: Envoyer un message au bot ouvrira un ticket de support. Vous avez une question ? [Posez-la](https://dontasktoask.com) à nos volontaires humains. Vous avez ouvert le ticket par erreur ? Tapez `close` (*une seule fois, pas de préfixe nécessaire*) et nous, volontaires humains, le fermerons.
hu: Privát üzenet küldése a bothoz támogatási jegyet fog nyitni. Kérdésed van? [Tedd fel](https://dontasktoask.com) az emberi önkénteseinknek. Véletlenül nyitottad a jegyet? Írd be hogy `close` (*csak egyszer, előtag nélkül*) és mi, emberi önkéntesek, le fogjuk zárni.
pl: Wysłanie dowolnej wiadomości prywatnej do bota spowoduje otwarcie zgłoszenia.
pt_br: Enviar qualquer mensagem para o bot abrirá um ticket. Você tem uma dúvida? [Pergunte](https://dontasktoask.com) aos nossos voluntários humanos. Você abriu o ticket por engano? Digite `close` (*uma vez, sem prefixo*) e nós, voluntários humanos, vamos fechá-lo.
uk: DMing будь-якого повідомлення боту відкриє тікет. У вас є питання? [Задайте його (https://dontasktoask.com) нашим людям-волонтерам. Ви відкрили тікет помилково? Напишіть `close` (*один раз, без префікса*) і ми, люди-волонтери, закриємо його.

source: Attachments persistence
de: Persistenz der Anhänge
es: Persistencia de los archivos adjuntos
fi: Liitteiden pysyvyys
fr: Conservation des pièces jointes
hu: Csatolt fájlok tartóssága
pl: Trwałość załączników
pt_br: Persistência de anexos
ru: Сохранение вложений
uk: Стійкість вкладень

source: Images and other attached data to the message will get deleted once your ticket is closed. Make sure to save them beforehand if you wish.
de: Bilder und andere an die Nachricht angehängte Daten werden gelöscht, sobald Ihr Ticket geschlossen ist. Stellen Sie sicher, dass Sie sie vorher speichern, wenn Sie dies wünschen.
es: Las imágenes y otros datos adjuntos al mensaje se eliminarán una vez que se cierre el ticket. Asegúrese de guardarlos antes si lo desea.
fi: Kuvat ja muut viestiin liitetyt tiedot poistetaan, kun tiketti suljetaan. Tallenna ne halutessasi etukäteen.
fr: Les images et autres données jointes au message seront supprimées une fois que votre ticket fermé. Veillez à les sauvegarder avant si vous le souhaitez.
hu: Képek és bármilyen, üzenethez csatolt adat törölve lesz, amikor a jegy lezárul. Mentsd el előtte, ha szeretnéd.
pl: Obrazy i inne dane dołączone do wiadomości zostaną usunięte po zamknięciu zgłoszenia. Pamiętaj, aby zapisać je wcześniej, jeśli chcesz je zachować.
pt_br: Imagens e outros dados anexados à mensagem serão excluídos assim que seu ticket for fechado. Certifique-se de salvá-los com antecedência, se desejar.
ru: Все изображения и вложения будут удалены после закрытия вашего запроса. Убедитесь, что вы сделали резервную копию, если это необходимо.
uk: Зображення та інші прикріплені до повідомлення дані будуть видалені після закриття квитка. При бажанні не забудьте зберегти їх заздалегідь.

source: This is not how you invite DuckHunt.
de: So laden Sie DuckHunt nicht ein.
es: Así no se invita a DuckHunt.
fi: Näin ei kutsuta DuckHuntia.
fr: Ce n'est pas comme ça que vous pouvez inviter DuckHunt.
pl: Nie tak zaprasza się DuckHunt.
pt_br: Não é assim que você convida DuckHunt.
ru: Бот DuckHunt приглашается немного по-другому.
uk: Це не те, як ви запрошуєте DuckHunt.

source: To invite DuckHunt, you need : - To be a server Administrator. - To click on the [following link](https://duckhunt.me/invite) More info on [this guide](https://duckhunt.me/docs/bot-administration/admin-quickstart). If you need more help, you can ask here and we'll get back to you.
de: Um DuckHunt einzuladen, müssen Sie : - Ein Server-Administrator sein. - Auf den [folgenden Link](https://duckhunt.me/invite) zu klicken Mehr Informationen über [diese Anleitung](https://duckhunt.me/docs/bot-administration/admin-quickstart). Wenn Sie mehr Hilfe benötigen, können Sie hier fragen und wir werden uns bei Ihnen melden.
es: Para invitar a DuckHunt, necesita: - Ser administrador del servidor. - Hacer clic en el [siguiente enlace](https://duckhunt.me/invite) Más información en [esta guía](https://duckhunt.me/docs/bot-administration/admin-quickstart). Si necesitas más ayuda, puedes preguntar aquí y nosotros contestaremos.
fr: Pour inviter DuckHunt, vous devez : - Être un Administrateur du serveur - Cliquer sur le [lien suivant](https://duckhunt.me/invite) Plus d'infos sur [ce guide](https://duckhunt.me/docs/bot-administration/admin-quickstart). Si vous avez besoin d'aide, vous pouvez demander ici et nous vous répondrons.
pl: Aby zaprosić Duck Hunt: - Musisz być Administratorem serwera - Kliknij w [ten link](https://duckhunt.me/invite) Więcej informacji w [tym poradniku](https://duckhunt.me/docs/bot-administration/admin-quickstart). Jeśli potrzebujesz szczegółowej pomocy, śmiało zapytaj się tutaj, pośpieszymy do Ciebie!
pt_br: Para convidar DuckHunt, você precisa : - Ser Administrador do servidor. - Para clicar no [seguinte link] (https://duckhunt.me/invite) Mais informações em [neste guia](https://duckhunt.me/docs/bot-administration/admin-quickstart). Se precisar de mais ajuda, pode perguntar aqui e entraremos em contato com você.
uk: **Ласкаво просимо на DuckHunt Це довідкова команда, призначена для того, щоб ви могли знайти всі команди в боті. Однак, це не найкращий спосіб почати роботу з ботом. Я пропоную замість цього прочитати вікі, ось [посилання] (https://duckhunt.me/docs). Якщо у вас виникнуть питання, ви можете написати боту DM, або приєднатися до [сервера підтримки](https://duckhunt.me/support). Дякуємо за гру.

source: This is an automatic message.
de: Dies ist eine automatische Meldung.
es: Este es un mensaje automático.
fi: Tämä on automaattinen viesti.
fr: Il s'agit d'un message automatique.
hu: Ez egy automatikus üzenet.
pl: To automatyczna wiadomość.
pt_br: Esta é uma mensagem automática.
ru: Это сообщение сгенерировано автоматически.
uk: Це автоматичне повідомлення.

source: DM Closed
de: DM Geschlossen
es: DM Cerrado
fi: DM Suljettu
fr: Message privé fermé
hu: Üzenet lezárva
pl: Zamknięto prywatną wiadomość
pt_br: DM fechada
ru: Личные сообщения закрыты.
uk: DM Закрито

source: Your support ticket was closed and the history deleted. Thanks for using DuckHunt DM support. Keep in mind, sending another message here will open a new ticket! In the meantime, here's a nice duck picture for you to look at !
de: Ihr Support-Ticket wurde geschlossen und der Verlauf gelöscht. Vielen Dank für die Nutzung des DuckHunt DM-Supports. Denken Sie daran, dass das Senden einer weiteren Nachricht hier ein neues Ticket öffnen wird! In der Zwischenzeit ist hier ein schönes Entenbild für Sie zum Anschauen!
es: Tu ticket de soporte fue cerrado y el historial borrado. Gracias por usar el soporte de DuckHunt DM. Ten en cuenta que si envías otro mensaje aquí, se abrirá un nuevo ticket Mientras tanto, ¡aquí tienes una bonita foto de un pato para que la veas!
fi: Tukipyyntösi suljettiin ja sen historia poistettiin. Kiitos, että käytit DuckHunt DM -tukea. Muista, että uuden viestin lähettäminen täällä avaa uuden tiketin! Sillä välin tässä on mukava ankkakuva katseltavaksi !
fr: Votre ticket de support a été fermé et l'historique supprimé. Merci d'avoir utilisé le support DuckHunt par message privé. Si vous avez besoin d'autre chose, n'hésitez pas à ouvrir un nouveau ticket en envoyant de nouveau un message ici. En attendant, voici une belle photo de canard !
hu: A támogatási jegyet be lett zárva és az előzményei törölve. Köszönjük, hogy a DuckHunt DM támogatást használtad. Tartsd észben, még egy üzenet elküldése újabb jegyet nyit! Addig is, itt egy szép kacsakép neked!
pl: Twoje zgłoszenie do pomocy technicznej zostało zamknięte, a historia usunięta. Dziękujemy za skorzystanie z DuckHunt DM Support. Pamiętaj, że wysłanie kolejnej wiadomości tutaj spowoduje otwarcie nowego zgłoszenia! W międzyczasie, przygotowaliśmy dla Ciebie zdjęcie kaczki, które koniecznie musisz zobaczyć!
pt_br: Seu ticket de suporte foi fechado e o histórico deletado. Obrigado por usar o suporte do DuckHunt DM. Lembre-se, enviar outra mensagem aqui abrirá um novo ticket! Enquanto isso, aqui está uma bela foto de pato para você ver!
ru: Ваше обращение в службу поддержки было закрыто, а история удалена. Благодарим за ваш запрос. Отправка нового сообщения создаст новый запрос. А пока полюбуйтесь этой забавной картинкой с уткой.
uk: Ваш квиток підтримки був закритий, а історія видалена. Дякуємо, що скористалися підтримкою DuckHunt DM. Майте на увазі, що відправлення нового повідомлення тут відкриє новий квиток! А поки що, ось вам гарна качина картинка, на яку ви можете поглянути!

source: ❌ Can't send a message to this user: {e}.
de: ❌ An diesen Benutzer kann keine Nachricht gesendet werden: {e}.
es: ❌ No se puede enviar un mensaje a este usuario: {e}.
fi: ❌ Ei voi lähettää viestiä tälle käyttäjälle: {e}.
fr: ❌ Impossible d'envoyer un message à cet utilisateur : {e}.
hu: ❌ Nem sikerült üzenetet küldeni a felhasználónak: {e}.
pl: ❌ Nie można wysłać wiadomości do tego użytkownika: {e}.
pt_br: ❌ Não é possível enviar uma mensagem para este usuário: {e}.
uk: неможливо відправити повідомлення цьому користувачеві: {e}.

source: ❌ There is no tag with that name.
de: ❌ Es gibt keinen Tag mit diesem Namen.
es: ❌ No hay ninguna etiqueta con ese nombre.
fi: ❌ Tällä nimellä ei ole tunnusta.
fr: ❌ Il n'y a pas de tag avec ce nom.
pl: ❌ Tag o takiej nazwie nie istnieje.
pt_br: ❌ Não existe tag com esse nome.
ru: ❌ Метка с таким именем не существует.
uk: ❌ Бірки з такою назвою немає.

source: Language change offer
de: Angebot zur Sprachänderung
es: Oferta de cambio de idioma
fi: Kielenmuutostarjous
fr: Suggestion de changement de langue.
hu: Nyelvváltoztatási ajánlat
pl: Oferta zmiany języka
pt_br: Oferta de mudança de idioma
ru: Предложение смены языка
uk: Пропозиція щодо зміни мови

source: DuckHunt support suggests you change your personal language from {current_language} to {suggested_language}. This will translate all the messages you get in private message from DuckHunt to {suggested_language}.
de: Der DuckHunt-Support schlägt vor, dass Sie Ihre persönliche Sprache von {current_language} auf {suggested_language} ändern. Dadurch werden alle Nachrichten, die Sie in privaten Nachrichten von DuckHunt erhalten, in {suggested_language} übersetzt.
es: El soporte de DuckHunt te sugiere que cambies tu idioma personal de {current_language} a {suggested_language}. Esto traducirá todos los mensajes que recibas en mensaje privado de DuckHunt a {suggested_language}.
fi: DuckHuntin tuki ehdottaa, että vaihdat henkilökohtaisen kielesi {current_language} {suggested_language}. Tämä kääntää kaikki DuckHuntin yksityisviesteissä saamasi viestit {suggested_language}-kielelle.
fr: Le support DuckHunt vous suggère de changer votre langue personnelle de {current_language} au {suggested_language}. Cela permettra de traduire tous les messages que vous recevez en message privé de la part de DuckHunt en {suggested_language}.
hu: A DuckHunt támogatás azt ajánlja, hogy módosítsd a személyes nyelvi beállításod {current_language}ról {suggested_language}-ra/re. Ez le fogja fordítani az összes DuckHunt-tól kapott privát üzeneted {suggested_language}-ra/re.
pl: DuckHunt sugeruje zmianę osobistego języka z {current_language} na {suggested_language}. Spowoduje to przetłumaczenie wszystkich wiadomości otrzymanych w wiadomości prywatnej od DuckHunt na {suggested_language}.
pt_br: O suporte do DuckHunt sugere que você altere seu idioma pessoal de {current_language} para {suggested_language}. Isso traduzirá todas as mensagens que você receber em mensagem privada do DuckHunt para {suggested_language}.
ru: DuckHunt рекомендует сменить язык с {current_language} на {suggested_language}. Это переведёт все сообщения от DuckHunt в ЛС на {suggested_language}.
uk: Служба підтримки DuckHunt пропонує Вам змінити Вашу особисту мову з {current_language} на {suggested_language}. Це переведе всі повідомлення, які ви отримуєте в особистих повідомленнях від DuckHunt, на {suggested_language}.

source: Press ✅ to accept the change, or do nothing to reject. Use the [dh!settings my_lang language_code] command in a game channel to edit later.
de: Drücken Sie ✅, um die Änderung zu akzeptieren, oder tun Sie nichts, um sie abzulehnen. Verwenden Sie den Befehl [dh!settings my_lang language_code] in einem Spielkanal, um ihn später zu bearbeiten.
es: Pulsa ✅ para aceptar el cambio, o no hagas nada para rechazarlo. Utiliza el comando [dh!settings my_lang language_code] en un canal de juego para editarlo posteriormente.
fi: Hyväksy muutos painamalla ✅ tai hylkää se olemalla tekemättä mitään. Käytä komentoa [dh!settings my_lang language_code] pelikanavassa muokataksesi sitä myöhemmin.
fr: Appuyez sur ✅ pour accepter la modification, ou ne faites rien pour la refuser. Utilisez la commande [dh!settings my_lang language_code] dans un channel de jeu pour changer votre langue ultérieurement.
hu: Nyomd meg a ✅ gombot hogy elfogadd a módosítást, vagy ne tegyél semmit, hogy elutasítsd. Használhatod a [dh!settings my_lang language_code] parancsot egy játékcsatornában a későbbi módosításhoz.
pl: Naciśnij ✅, aby zaakceptować zmianę lub nie rób nic, aby ją odrzucić. Podczas gry użyj komendy [dh! settings kod_mojego_języka_] na kanale gry, aby zmienić język.
pt_br: Pressione ✅ para aceitar a alteração ou não faça nada para rejeitar. Use o comando [dh!settings my_lang language_code] em um canal de jogo para editar mais tarde.
ru: Нажмите ✅ для сохранения изменений или не делайте ничего для отмены. Для редактирования используйте команду [dh!settings my_lang language_code].
uk: Натисніть ✅, щоб прийняти зміни, або нічого не робіть, щоб відхилити. Використовуйте команду [dh!settings my_lang language_code] в ігровому каналі для подальшого редагування.

source: Your language preference wasn't changed.
de: Ihre Spracheinstellung wurde nicht geändert.
es: Su preferencia de idioma no fue cambiada.
fi: Kieliasetustasi ei muutettu.
fr: Votre préférence linguistique n'a pas été modifiée.
hu: A nyelvi beállításod nem változott.
pl: Twoja preferencja dotycząca języka nie została zmieniona.
pt_br: Sua preferência de idioma não foi alterada.
ru: Ваши языковые предпочтения не были изменены.
uk: Ваші налаштування мови не змінилися.

source: Your preferred language is now {new_language}.
de: Ihre bevorzugte Sprache ist jetzt {new_language}.
es: Su idioma preferido es ahora {new_language}.
fi: Valitsemasi kieli on nyt {new_language}.
fr: Votre langue préférée est maintenant le {new_language}.
hu: A preferált nyelved mostantól {new_language}.
pl: Twój preferowany język to teraz {new_language}.
pt_br: Seu idioma preferido agora é {new_language}.
ru: Теперь ваш предпочитаемый язык - {new_language}.
uk: Ваша бажана мова зараз {new_language}.

source: Images
de: Bilder
es: Imágenes
fi: Kuvat
hu: Képek
pl: Obrazy
pt_br: Imagens
uk: Зображення
