Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Players won't get mentions when they get killed in {channel.mention}
de: Spieler erhalten keine Erwähnungen, wenn sie in {channel.mention} getötet werden
es: Los jugadores no serán mencionados cuando sean asesinados en {channel.mention}.
fi: Pelaajat eivät saa mainintoja, kun heidät tapetaan {channel.mention}:ssä
fr: Les joueurs ne seront pas mentionnés lorsqu'ils se feront tuer dans {channel.mention}
nl: Spelers krijgen geen vermeldingen wanneer ze worden vermoord in {channel.mention}
pl: Gracze nie dostaną wzmianki w momencie śmierci na kanale {channel.mention}
pt_br: Os jogadores não receberão menções quando forem mortos em {channel.mention}
ru: Пользователи {channel.mention} не будут упоминаться, если их подстрелят.
uk: Гравці не отримають згадки, якщо їх вб'ють на {channel.mention}

source: On {channel.mention}, players will see the lives count of super ducks.
de: Auf {channel.mention} sehen die Spieler die Anzahl der Leben von Superenten.
es: En {channel.mention}, los jugadores verán las vidas de los súper patos.
fr: Sur {channel.mention}, les joueurs verront le nombre de vies restantes des super canards.
nl: Op {channel.mention} zien spelers het aantal levens van supereenden.
pl: Na kanale {channel.mention}, gracze zobaczą ilość żyć super kaczek
pt_br: Em {channel.mention}, os jogadores verão a contagem de vidas dos super patos.
ru: Пользователи {channel.mention} будут видеть количество жизней супер-уток.
uk: На {channel.mention} гравці побачать кількість життів суперкачок.

source: Players won't see lives of super ducks on {channel.mention}
de: Spieler werden keine Leben von Superenten auf {channel.mention} sehen
es: Los jugadores no verán las vidas de los súper patos en {channel.mention}.
fr: Les joueurs ne verront pas la vie restante des super canards sur {channel.mention}
nl: Op {channel.mention} zien spelers NIET het aantal levens van supereenden.
pl: Gracze nie zobaczą ilości żyć super kaczek na kanale {channel.mention}
pt_br: Os jogadores não verão vidas de super patos em {channel.mention}
ru: Пользователи {channel.mention} не будут видеть количество жизней супер-уток.
uk: Гравці не побачать життя суперкачок на {channel.mention}

source: On {channel.mention}, players will kill people {pct}% of the time when missing a shot.
de: Auf {channel.mention} töten Spieler in {pct}% der Fälle Leute, wenn sie einen Schuss verfehlen.
es: En {channel.mention}, la probailidad de que un jugador mate a otra persona, es de {pct}% .
fr: Sur {channel.mention}, les joueurs en tueront d'autres {pct}% du temps lorsqu'ils manquent un tir.
nl: Op {channel.mention} vermoorden spelers mensen {pct}% van de tijd; wanneer ze een schot missen.
pl: Na kanale {channel.mention}, gracze będą zabijać innych z prawdopodobieństwem {pct}, kiedy spudłują strzał.
pt_br: Em {channel.mention}, os jogadores irão matar pessoas {pct}% das vezes que errarem um tiro.
ru: Пользователи {channel.mention} будут убивать людей в {pct}% случаев, если не попадут в утку.
uk: На {channel.mention} гравці будуть вбивати людей {pct}% часу при промаху.

source: Players won't kill people randomly when missing shots on {channel.mention}. They can still kill people voluntarily.
de: Spieler töten keine Leute mehr zufällig, wenn sie Schüsse auf {channel.mention} verpassen. Sie können immer noch freiwillig Leute töten.
es: Los jugadores no matarán a gente al azar cuando fallen los disparos en {channel.mention}. Pueden seguir matando gente voluntariamente.
fr: Les joueurs ne tueront plus les gens au hasard lorsqu'ils manquent des tirs sur {channel.mention}. Ils peuvent toujours tuer des gens volontairement.
nl: Spelers zullen niet willekeurig mensen doden als ze schoten missen op {channel.mention}. Ze kunnen nog steeds vrijwillig mensen doden.
pl: Gracze nie będą losowo zabijać ludzi, gdy spudłują strzał na kanale {channel.mention}. Lecz nadal mogą zabijać ludzi dobrowolnie.
pt_br: Os jogadores não matarão pessoas aleatoriamente quando errarem tiros em {channel.mention}. Eles ainda podem matar pessoas voluntariamente.
ru: Пользователи {channel.mention} не будут случайным образом убивать людей при промахе по утке. Но они могут стрелять в других охотников по собственной воле.
uk: Гравці не будуть вбивати людей випадковим чином, коли пропускають постріли на {channel.mention}. Вони все ще можуть вбивати людей добровільно.

source: On {channel.mention}, players will frighten ducks {pct}% of the time when shooting.
de: Auf {channel.mention} erschrecken Spieler beim Schießen in {pct}% der Fälle Enten.
es: En {channel.mention}, los jugadores asustarán a los patos {pct}% de las veces que disparen.
fr: Sur {channel.mention}, les joueurs effraieront les canards {pct}% du temps en tirant.
nl: Op {channel.mention} zullen spelers eenden laten schrikken {pct}% van de tijd dat ze schieten.
pl: Na kanale {channel.mention}, gracze będą płoszyć inne kaczki z prawdopodobieństwem {pct}, kiedy strzelą.
pt_br: Em {channel.mention}, os jogadores assustarão os patos {pct}% das vezes que derem um tiro.
ru: Пользователи {channel.mention} будут пугать уток выстрелами в {pct}% случаев.
uk: На {channel.mention} гравці будуть лякати качок {pct}% часу при стрільбі.

source: Players won't frighten ducks, making the silencer useless on {channel.mention}.
de: Spieler erschrecken keine Enten, wodurch der Schalldämpfer auf {channel.mention} nutzlos ist.
es: Los jugadores no asustarán patos, haciendo inútiles los silenciadores en {channel.mention}.
fr: Les joueurs n'effraieront pas les canards, ce qui rend les silencieux inutiles sur {channel.mention}.
nl: Spelers zullen eenden niet bang maken, waardoor de geluiddemper onbruikbaar wordt op {channel.mention}.
pl: Gracze nie będą płoszyć kaczek, przez co tłumik będzie bezużyteczny na kanale {channel.mention}.
pt_br: Os jogadores não vão assustar os patos, tornando o silenciador inútil em {channel.mention}.
ru: Пользователи {channel.mention} не будут пугать уток выстрелами, поэтому глушители им не нужны.
uk: Гравці не будуть лякати качок, що робить глушник марним на {channel.mention}.

source: ⚠️ In some cases, users may get NEGATIVE experience when killing ducks with that low of a experience.
de: ⚠️ In einigen Fällen können Benutzer NEGATIVE Erfahrungen erhalten, wenn sie Enten mit dieser niedrigen Erfahrung töten.
es: ⚠️ En algunos de los casos, los usuarios pueden obtener experiencia negativa al matar patos con esa experiencia negativa.
fr: ⚠️ Dans certains cas, les utilisateurs peuvent obtenir de l'expérience NÉGATIVE en tuant des canards avec une expérience aussi faible.
nl: ⚠️ In sommige gevallen kunnen gebruikers NEGATIEVE ervaring krijgen bij het doden van eenden met zo'n lage ervaring.
pl: ⚠️ W niektórych przypadkach użytkownicy mogą otrzymać NEGATYWNE doświadczenie podczas zabijania kaczek z tak niskim doświadczeniem.
pt_br: ⚠️ Em alguns casos, os usuários podem obter experiência NEGATIVA ao matar patos com uma experiência tão baixa.
ru: ⚠️ В некоторых случаях пользователи могут получить ОТРИЦАТЕЛЬНЫЙ опыт за убийство уток, если задано такое низкое значение.
uk: ⚠️ у деяких випадках користувачі можуть отримати НЕГАТИВНИЙ досвід при вбивстві качок з таким низьким рівнем досвіду.

source: ❌️ You need to provide a lower value than the one set in `clover_max_experience` !
de: ❌️ Sie müssen einen niedrigeren Wert als den in `clover_max_experience` eingestellten angeben!
es: ❌️ ¡Necesitas proporcionar un valor más bajo que el establecido en `clover_max_experience` !
fr: ❌️ Vous devez fournir une valeur inférieure à celle définie dans `clover_max_experience` !
nl: ❌️ Je moet een lagere waarde opgeven dan die is ingesteld in `clover_max_experience`!
pl: ❌️ Musisz podać niższą wartość niż tę ustawioną w `clover_max_experience` !
pt_br: ❌️ Você precisa fornecer um valor menor do que o definido em `clover_max_experience`!
ru: ❌️ Необходимо задать значение, которое меньше `clover_max_experience`!
uk: ❌️ Потрібно вказати менше значення, ніж встановлене в `clover_max_experience` !

source: On {channel.mention}, when a hunter buys a clover, the minimum experience given per duck kill will be of {value}.
de: Auf {channel.mention}, wenn ein Jäger ein Kleeblatt kauft, wird die minimale Erfahrung, die pro Entenabschuss gegeben wird, von {value} sein.
es: En {channel.mention}, cuando un cazador compra un trébol, la experiencia mínima otorgada por la muerte del pato será de {value}.
fr: Sur {channel.mention}, lorsqu'un chasseur achète un trèfle à quatre feuilles, l'expérience minimale donnée par canard tué sera de {value}.
nl: Op {channel.mention}, als een jager een klavertje vier koopt, is de minimale ervaring per gedode eend {value}.
pl: Na kanale {channel.mention}, gdy myśliwy kupi koniczynkę, minimalne doświadczenie jakie będzie mógł zdobyć za zabicie kaczki wyniesie {value}.
pt_br: Em {channel.mention}, quando um caçador compra um trevo, a experiência mínima dada por abate de patos será {value}.
ru: Когда охотник на канале {channel.mention} покупает клевер, он получит минимум {value} ед. опыта за каждую убитую утку.
uk: На {channel.mention}, коли мисливець купує конюшину, мінімальний досвід, що надається за вбиту качку, буде дорівнювати {value}.

source: ❌️ You need to provide a higher value than the one set in `clover_min_experience` !
de: ❌️ Sie müssen einen höheren Wert als den in `clover_min_experience` eingestellten angeben!
es: ❌️ Necesitas proporcionar un valor más alto que el establecido en `clover_min_experience` !
fr: ❌️ Vous devez fournir une valeur plus élevée que celle définie dans `clover_min_experience` !
nl: ❌️ Je moet een hogere waarde opgeven dan die is ingesteld in `clover_min_experience`!
pl: ❌️ Musisz podać wyższą wartość niż tę ustawioną w `clover_max_experience` !
pt_br: ❌️ Você precisa fornecer um valor maior do que o definido em `clover_min_experience`!
ru: ❌️ Необходимо задать значение, которое больше `clover_min_experience`!
uk: ❌️ Потрібно вказати більше значення, ніж встановлене в `clover_min_experience` !

source: On {channel.mention}, when a hunter buy a clover, the maximum experience given per duck kill will be of {value}.
de: Auf {channel.mention}, wenn ein Jäger ein Kleeblatt kauft, wird die maximale Erfahrung, die pro Entenabschuss gegeben wird, von {value} sein.
es: En {channel.mention}, cuando un cazador compre un trébol, la experiencia máxima dad por la muerte de un pato, será de {value}.
fr: Sur {channel.mention}, lorsqu'un chasseur achète un trèfle, l'expérience maximale donnée par canard tué sera de {value}.
nl: Op {channel.mention}, als een jager een klavertje vier koopt,is de maximale ervaring per gedode eend {value}.
pl: Na kanale {channel.mention}, gdy łowca kupi koniczynkę, maksymalne doświadczenie jakie będzie mógł zdobyć za zabicie kaczki wyniesie {value}.
pt_br: Em {channel.mention}, quando um caçador compra um trevo, a experiência máxima dada por abate de patos será {value}.
ru: Когда охотник на канале {channel.mention} покупает клевер, он получит максимум {value} ед. опыта за каждую убитую утку.
uk: На {channel.mention}, коли мисливець купує конюшину, максимальний досвід, що дається за вбиту качку, дорівнює {value}.

source: ⚠️ Giving negative experience when hunter kills ducks might be a bad idea.
de: ⚠️ Negative Erfahrungen zu machen, wenn ein Jäger Enten tötet, könnte eine schlechte Idee sein.
es: ⚠️ Dar una experiencia negativaa los cazadores cuando maten un pato podría ser... una mala idea.
fr: ⚠️ Donner de l'expérience négative lorsque le chasseur tue des canards pourrait être une mauvaise idée.
nl: ⚠️ Het kan een slecht idee zijn om een negatieve ervaring te geven wanneer jager eenden doodt.
pl: ⚠️ Dawanie negatywnego doświadczenia, gdy łowca zabije kaczkę, może być fatalnym pomysłem.
pt_br: ⚠️ Dá experiência negativa quando caçador mata patos pode ser uma má ideia.
ru: ⚠️ Отрицательное значение опыта за убийство охотником утки - это не очень хорошая идея.
uk: ⚠️ Надання негативного досвіду, коли мисливець вбиває качок, може бути поганою ідеєю.

source: On {channel.mention}, when a hunter kills a duck, the experience given will be of {value}.
de: Wenn ein Jäger auf {channel.mention} eine Ente erlegt, erhält er eine Erfahrung von {value}.
es: En {channel.mention}, cuando un cazador mate un pato, la experiencia que este dará, será de {value}.
fr: Sur {channel.mention}, lorsqu'un chasseur achète un trèfle, l'expérience maximale donnée par canard tué sera de {value}.
nl: Op {channel.mention}, wanneer een jager een eend doodt, zal de gegeven ervaring van {value} zijn.
pl: Na kanale {channel.mention}, gdy łowca zabije kaczkę, otrzymane doświadczenie będzie miało wartość {value}.
pt_br: Em {channel.mention}, quando um caçador mata um pato, a experiência dada será {value}.
ru: Когда охотник на канале {channel.mention} убивает утку, он получит {value} ед. опыта.
uk: На {channel.mention}, коли мисливець вбиває качку, він отримує досвід {value}.

source: On {channel.mention}, when a hunter kills a super-duck, the experience given for every life the duck has will be of {value}.
de: Wenn ein Jäger auf {channel.mention} eine Super-Ente erlegt, erhält er für jedes Leben, das die Ente hat, eine Erfahrung von {value}.
es: En {channel.mention}, cuando un cazador mata a un superpato, la experiencia otorgada por cada vida que tenga el pato será de {value}.
fr: Sur {channel.mention}, lorsqu'un chasseur tue un super-canard, l'expérience donnée pour chaque vie que le canard a sera de {value}.
nl: Op {channel.mention}, wanneer een jager een supereend doodt, zal de gegeven ervaring van {value} zijn per leven.
pl: Na kanale {channel.mention}, gdy łowca zabije super-kaczkę, doświadczenie za każde odebrane życie kaczki będzie miało wartość {value}.
pt_br: Em {channel.mention}, quando um caçador mata um superpato, a experiência dada para cada vida que o pato tem será de {value}.
ru: Когда охотник на канале {channel.mention} убивает супер-утку, он получит {value} ед. опыта за каждую её жизнь.
uk: На {channel.mention}, коли мисливець вбиває супер-качку, досвід, що надається за кожне життя качки, буде дорівнювати {value}.

source: ❌️ To disable a channel, use `{prefix}settings enabled False`.
de: ❌️ Um einen Kanal zu deaktivieren, verwenden Sie `{prefix}settings enabled False`.
es: ❌️ Para deshabilitar un canal, usa `{prefix}settings enabled False`.
fr: ❌️ Pour désactiver un salon, utilisez `{prefix}settings enabled False`.
nl: ❌️ Om een kanaal uit te zetten, gebruik je '{prefix}settings ingeschakeld False'.
pl: ❌️ Aby wyłączyć jakiś kanał, użyj `{prefix}settings enabled False`.
pt_br: ❌️ Para desabilitar um canal, use `{prefix}settings enabled False`.
ru: ❌️ Чтобы отключить канал, используйте `{prefix}settings enabled False`.
uk: ❌️ Для відключення каналу використовуйте `{prefix}settings enabled False`.

source: ⚠️️ You should not set that higher than {maximum_value}, however, you have the required permissions to proceed. The number of ducks per day is limited to ensure resources are used fairly. Please click `Confirm` to proceed as requested, with {value} ducks per day on the channel.
de: ⚠️ Sie sollten den Wert nicht höher als {maximum_value} setzen, aber Sie haben die erforderlichen Berechtigungen, um fortzufahren. Die Anzahl der Enten pro Tag ist begrenzt, um sicherzustellen, dass die Ressourcen gerecht genutzt werden. Bitte klicken Sie auf "Bestätigen", um wie gewünscht fortzufahren, mit {value} Enten pro Tag auf dem Kanal.
es: ⚠️ No debes ponerlo por encima de {maximum_value}, sin embargo, tienes los permisos necesarios para proceder. El número de patos por día está limitado para asegurar que los recursos se utilicen de forma justa. Por favor, haz clic en `Confirmar` para proceder como se solicita, con {value} patos por día en el canal.
fr: ⚠️️ Vous ne devriez pas définir une valeur supérieure à {maximum_value}, cependant, vous disposez des autorisations requises pour continuer. Le nombre de canards par jour est limité pour garantir une utilisation équitable des ressources. Veuillez cliquer sur « Confirmer » pour procéder comme demandé, avec {value} canards par jour sur le canal.
pl: ⚠️️ Nie powinieneś ustawiać wyższego parametru niż {maximum_value}, jednak masz wymagane uprawnienia, aby kontynuować. Liczba kaczek dziennie jest ograniczona, aby zapewnić racjonalne wykorzystanie zasobów bota. Kliknij przycisk „Potwierdź”, aby kontynuować zgodnie z żądaniem wartości {value} kaczek dziennie na kanale.
pt_br: ⚠️️ Você não deve definir um valor superior a {maximum_value}, no entanto, você tem as permissões necessárias para continuar. O número de patos por dia é limitado para garantir que os recursos sejam usados de forma justa. Por favor, clique em `Confirmar` para prosseguir conforme solicitado, com {value} patos por dia no canal.
uk: ⚠️️ Ви не повинні встановлювати це значення вище {maximum_value}, однак, у вас є необхідні дозволи для продовження. Кількість качок на день обмежена, щоб забезпечити справедливе використання ресурсів. Будь ласка, натисніть "Підтвердити", щоб продовжити відповідно до запиту, з {value} качок в день на каналі.

source: 🛑 Operation cancelled.
de: 🛑 Vorgang abgebrochen.
es: 🛑 Operación cancelada.
fr: 🛑 Opération annulée.
pl: 🛑 Operacja została anulowana.
pt_br: 🛑 Operação cancelada.
ru: 🛑 Операция отменена.
uk: 🛑 Операцію скасовано.

source: ⚠️️ You should not set that higher than {maximum_value}, however, this is a VIP server so I'll allow much higher limits than usual. The number of ducks per day is limited to ensure resources are used fairly. I'm proceeding anyway as requested, with {value} ducks per day on the channel.
de: ⚠️ Sie sollten das nicht höher als {maximum_value} einstellen, allerdings ist dies ein VIP-Server, also erlaube ich viel höhere Limits als üblich. Die Anzahl der Enten pro Tag ist begrenzt, um sicherzustellen, dass die Ressourcen fair genutzt werden. Ich fahre trotzdem wie gewünscht mit {value} Enten pro Tag auf dem Kanal fort.
es: ⚠️ No deberías ponerlo por encima de {maximum_value}, sin embargo, este es un servidor VIP así que permitiré límites mucho más altos de lo habitual. El número de patos por día está limitado para asegurar que los recursos se utilicen de manera justa. De todas formas procedo como se ha pedido, con {value} patos por día en el canal.
fr: ⚠️️ Vous ne devez pas dépasser le nombre de {maximum_value}, mais comme il s'agit d'un serveur VIP, j'autoriserai des limites beaucoup plus élevées que d'habitude. Le nombre de canards par jour est limité pour garantir une utilisation équitable des ressources. Je procède de toute façon comme demandé, avec {value} canards par jour sur le canal.
nl: ⚠️️ Je moet dit niet hoger instellen dan {maximum_value}, maar Dit is een VIP-server dus zal ik limieten van veel hoger dan normaal toestaan. Het aantal eenden per dag is beperkt om ervoor te zorgen dat de middelen eerlijk worden gebruikt. Ik ga hoe dan ook door zoals gevraagd, met {value} eenden per dag op het kanaal.
pl: ⚠️️ Nie powinieneś ustawiać parametru wyżej niż {maximum_value}, jednak jest to serwer VIP, więc pozwolę na znacznie wyższe limity niż zwykle. Liczba kaczek dziennie jest ograniczona, aby zapewnić racjonalne wykorzystanie zasobów bota. Mimo tego postępuję zgodnie z prośbą, z {value}kaczkami dziennie na kanale.
pt_br: Você não deve definir isso maior do que {maximum_value}, no entanto, este é um servidor VIP, então permitirei limites muito mais altos do que o normal. O número de patos por dia é limitado para garantir que os recursos sejam usados de forma justa. Estou procedendo assim mesmo conforme solicitado, com {value} patos por dia no canal.
ru: ⚠️️ Задавать значение выше {maximum_value} как бы нельзя. Ограничение нужно для более рационального использования ресурсов. Но это VIP сервер, поэтому можно сделать исключение. Таки выполняю. Новое ежедневное количество уток на канале - {value}.
uk: ⚠️️ Ви не повинні встановлювати це значення вище {maximum_value}, однак, це VIP сервер, тому я дозволю набагато вищі ліміти, ніж зазвичай. Кількість качок на день обмежена, щоб забезпечити справедливе використання ресурсів. Я все одно продовжую, як просили, з {value} качок на день на каналі.

source: ⚠️️ You cannot set that higher than {maximum_value}. The number of ducks per day is limited to ensure resources are used fairly. If you donated towards the bot, contact Eyesofcreeper#0001 to lift the limit. If not, consider donating to support me : {donor_url}.
de: ⚠️ Das können Sie nicht höher als {maximum_value} einstellen. Die Anzahl der Enten pro Tag ist begrenzt, um sicherzustellen, dass die Ressourcen fair genutzt werden. Wenn Sie für den Bot gespendet haben, kontaktieren Sie Eyesofcreeper#0001, um das Limit aufzuheben. Wenn nicht, ziehen Sie eine Spende in Betracht, um mich zu unterstützen: {donor_url}.
es: ⚠️️ No puedes establecer un valor más alto que {maximum_value}. El número de patos por día es limitado para asegurar que los recursos se usen de manera justa. Si has donado para este bot, contacta a Eyesofcreeper#0001 para elevar el límite, si no, considera donarme para apoyar : {donor_url}.
fr: ⚠️️ Vous ne pouvez pas fixer cette valeur à un niveau supérieur à {maximum_value}. Le nombre de canards par jour est limité afin de garantir une utilisation équitable des ressources. Si vous avez aidé ce bot, contactez Eyesofcreeper#0001 pour lever la limite. Sinon, n'hésitez pas à donner de l'argent pour me soutenir : {donor_url}.
nl: ⚠️️ Je kunt dat niet hoger instellen dan {maximum_value}. Het aantal eenden per dag is beperkt om ervoor te zorgen dat de middelen eerlijk worden gebruikt. Als je aan de bot hebt gedoneerd, neem dan contact op met Eyesofcreeper # 0001 om de limiet op te heffen. Als dit niet het geval is, overweeg dan om te doneren om mij te steunen: {donor_url}.
pl: ⚠️️ Nie możesz ustawić tego parametru wyżej niż {maximum_value}. Liczba kaczek dziennie jest ograniczona, aby zapewnić racjonalne wykorzystanie zasobów bota. Jeśli przekazałeś/aś darowiznę na rzecz bota, skontaktuj się z Eyesofcreeper#0001, aby znieść limit. Jeśli nie, możesz rozważyć nieobowiązkową darowiznę, aby mnie wesprzeć: {donor_url}. Dzięki!
pt_br: Você não pode definir um valor superior a {maximum_value}. O número de patos por dia é limitado para garantir que os recursos sejam usados de forma justa. Se você doou para o bot, entre em contato com Eyesofcreeper#0001 para aumentar o limite. Se não, considere doar para me apoiar: {donor_url}.
ru: ⚠️️ Нельзя задать значение выше {maximum_value}. Ежедневное количество уток ограничено для справедливого использования ресурсов. Если вы помогли боту материально, свяжитесь с Eyesofcreeper#0001 для снятия ограничения. Если нет, пожалуйста, рассмотрите возможность финансовой помощи: {donor_url}.
uk: ⚠️️ Ви не можете встановити це значення вище, ніж {maximum_value}. Кількість качок на день обмежена, щоб забезпечити справедливе використання ресурсів. Якщо ви пожертвували на бота, зв'яжіться з Eyesofcreeper#0001, щоб зняти ліміт. Якщо ні, розгляньте можливість пожертвувати на мою підтримку: {donor_url}.

source: On {channel.mention}, {value} ducks will spawn every day.
de: Auf {channel.mention}, {value} werden jeden Tag Enten erzeugt.
es: En {channel.mention}, {value} patos aparecerán cada día.
fr: Sur {channel.mention}, {value} canards apparaîtront chaque jour.
nl: Op {channel.mention} zullen elke dag {value} eenden spawnen.
pl: Na kanale {channel.mention}, {value} kaczek pojawi się każdego dnia
pt_br: Em {channel.mention}, {value} os patos irão aparecer todos os dias.
ru: На канале {channel.mention} ежедневно будут появляться {value} уток.
uk: На {channel.mention}, {value} качки будуть нереститися щодня.
