Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: Allow ducks to spawn.
de: Erlauben Sie Enten zu erscheinen.
es: Dejar que los patos aparezcan.
fi: Salli ankkojen syntyminen.
fr: Permettre aux canards d'apparaître.
hu: Engedélyezi, hogy kacsák leidéződjenek.
nl: Staat toe dat eenden komen.
pl: Pozwalaj kaczkom na pojawianie się
pt_br: Permite que os patos apareçam.
ru: Разрешает уткам появляться.
uk: Дозвольте створення качкок.

source: Change the tax taken from users when they *send* some experience to another player.
de: Ändern Sie die Steuer, die von Benutzern genommen wird, wenn sie Erfahrung an einen anderen Spieler *send*.
es: Cambiar el impuesto tomado de los usuarios cuando *envían* experiencia a otro jugador.
fi: Muuta käyttäjiltä perittävää veroa, kun he *lähettävät* kokemuspisteitä toiselle pelaajalle.
fr: Modifier la taxe prélevée aux joueurs lorsqu'ils *envoient* (send) de l'expérience à un autre joueur.
hu: Módosítja a felhasználóktól levont adó mennyiségét, amikor más játékosoknak *küldenek* tapasztalati pontokat.
nl: Verander de belasting dat gehoven wordt wanneer gebruikers hin ervaring *versturen* naar een andere speler.
pl: Zmień podatek pobierany od użytkownika, gdy *wysyła* trochę punktów doświadczenia innemu graczowi.
pt_br: Altera a taxa cobrada dos usuários quando eles *enviam* alguma experiência para outro jogador.
ru: Изменяет ставку налога, взимаемого с пользователей при *отправлении* единиц опыта другому игроку.
uk: Змінити податок, який береться з користувачів, коли вони *відправляють* певний досвід іншому гравцеві.

source: Control if users might be pinged when they get killed. It's recommanded to set this to False on big servers.
de: Legt fest, ob Benutzer gepingt werden können, wenn sie getötet werden. Es wird empfohlen, dies auf großen Servern auf "False" zu setzen.
es: Controlar si los usuarios pueden ser notificados cuando son asesinados. Se recomienda establecer esto como False para grandes servidores.
fi: Määritä, voidaanko käyttäjille lähettää ilmoitus, kun heidät tapetaan. Suosittelemme asettamaan tämän arvoksi False suurilla palvelimilla.
fr: Décider si les utilisateurs peuvent être mentionnés lorsqu'ils se font tuer. Il est recommandé de mettre cette option sur Faux (False) pour les gros serveurs.
hu: Irányítja, hogy a felhasználók meg legyenek-e említve, ha megölik őket. Nem ajánlott nagy szervereken.
nl: Bepaal of gebruikers kunnen worden gepingd wanneer ze worden vermoord. Het wordt aanbevolen om dit op grote servers in te stellen op "False".
pl: Ustaw, czy użytkownicy mogą być pingowani, gdy zostaną zabici. Zaleca się ustawienie tego na False na dużych serwerach.
pt_br: Controla se os usuários podem receber um aviso quando forem assassinados. É recomendado configurar isto para False em grandes servidores.
ru: Настройка возможности пинга пользователей, когда они убиты. Рекомендуется использовать значение "False" для крупных серверов.
uk: Контролювати, чи можуть користувачі пінгуватися, коли їх вбивають. На великих серверах рекомендується встановлювати значення False.

source: When hurting super ducks and the like, show how many lives the ducks have left.
de: Zeigen Sie beim Verletzen von Superenten und dergleichen an, wie viele Leben die Enten noch haben.
es: Cuando lastimes a los súper patos y similares, muestra cuánta vida restante les queda.
fi: Kun vahingoitat superankkoja ja vastaavia, näytä, kuinka monta elämää ankoilla on jäljellä.
fr: Lorsque vous tuez des super canards et autres, afficher combien de vies il leur reste.
hu: Szuperkacsák és hasonlók sebzésekor megjelenjen-e, hogy a kacsáknak mennyi életük van hátra.
nl: Laat bij het beschadigen van supereenden en dergelijke zien hoeveel levens de eenden nog hebben.
pl: Raniąc super kaczki i tym podobne, pokaż, ile żyć zostało kaczkom.
pt_br: Ao machucar super patos e coisas do gênero, mostra quantas vidas os patos ainda têm.
ru: Настройка отображения оставшихся жизней при ранении супер-утки и ей подобных.
uk: При завданні шкоди супер качкам і тому подібним, показуйте, скільки життів залишилося у качок.

source: Set how likely it is that a hunter will kill someone when missing a shot.
de: Stellen Sie ein, wie wahrscheinlich es ist, dass ein Jäger jemanden tötet, wenn er einen Schuss verfehlt.
es: Establece la probabilidad de que un cazador mate a alguien al fallar un tiro.
fi: Määritä, kuinka todennäköistä on, että metsästäjä tappaa jonkun muun, kun hän ampuu ohi.
fr: Définissez la probabilité qu'un chasseur tue quelqu'un lorsqu'il manque un tir.
hu: Beállítja, hogy mennyi az esélye, hogy egy vadász megöl valakit, ha félrelő.
nl: Stel in hoe waarschijnlijk het is dat een jager iemand zal doden als hij een schot mist.
pl: Ustaw jak duże będzie prawdopodobieństwo zabicia kogoś, gdy łowca spudłuje strzał.
pt_br: Defina a probabilidade de um caçador matar alguém quando erra um tiro.
ru: Настройка вероятности убийства другого игрока, если охотник промахнулся.
uk: Встановити ймовірність того, що мисливець вб'є когось, промахнувшись при пострілі.

source: Set how likely it is that a hunter will frighten a duck when shooting. Remember, the silencer sets this to 0% for a hunter.
de: Stellen Sie ein, wie wahrscheinlich es ist, dass ein Jäger eine Ente beim Schießen erschreckt. Denken Sie daran, dass der Schalldämpfer dies für einen Jäger auf 0 % einstellt.
es: Establece la probabilidad de que un cazador asuste a un pato al disparar. Recuerden que el silenciador lo pone al 0% para un cazador.
fi: Määritä, kuinka todennäköistä on, että metsästäjä pelästyttää sorsan ampuessaan. Muista, että äänenvaimennin asettaa tämän 0 %:iin metsästäjän kannalta.
fr: Définissez la probabilité qu'un chasseur effraie un canard au moment du tir. N'oubliez pas que le silencieux règle cette probabilité à 0% pour un chasseur.
hu: Beállítja, hogy mennyi az esélye, hogy egy vadász elijeszti-e a kacsát lövéskor. Tartsd észben, hogy a hangtompító 0%-ra állítja ezt egy vadásznak.
nl: Stel in hoe waarschijnlijk het is dat een jager een eend bang maakt tijdens het schieten. Onthoud dat de demper dit op 0% zet voor een jager.
pl: Ustaw jak duże będzie prawdopodobieństwo wystraszenie kaczki, gdy łowca strzeli. Pamiętaj, że tłumik ustawia ten parametr na 0% dla danego łowcy.
pt_br: Defina a probabilidade que um caçador tem de assustar um pato ao atirar. Lembre-se, o silenciador define isto como 0% para um caçador.
ru: Настройка вероятности напугать утку при выстреле. Помните, что при использовании охотником глушителя данное значение равно 0%.
uk: Встановити ймовірність того, що мисливець злякає качку під час пострілу. Пам'ятайте, що глушник встановлює цей параметр на 0% для мисливця.

source: Set the minimum experience a clover will give. Might be negative for funsies :)
de: Legen Sie die minimale Erfahrung fest, die ein Kleeblatt gibt. Könnte zum Spaß negativ sein :)
es: Establece la experiencia mínima que un trébol podrá dar. Puede ser negativo para las diversiones :)
fi: Aseta vähimmäiskokemus, jonka apila antaa. Arvo voi olla negatiivinen, jos tahdot hassutella :)
fr: Fixez l'expérience minimale que donnera un trèfle. Peut être négatif.
hu: Add meg a minimális tapasztalati pont értéket, amennyit egy lóhere adhat. Lehet negatív is, szórakozásból :)
nl: Stel de minimale ervaring in die een klavertje-4 zal geven. Kan negatief zijn voor de lol :)
pl: Ustaw minimalne doświadczenie, jakie da koniczynka. Może być ujemne... no wiesz... dla zabawy ;)
pt_br: Configura a experiência mínima que um trevo pode dar. Pode ser negativo para diversão :)
ru: Настройка минимального количества очков опыта, которые даёт клевер. Данное значение может быть и отрицательным. :)
uk: Встановіть мінімальний досвід, який дасть конюшина. Може бути негативним для приколів :)

source: Set the maximum experience a clover will give. Might be negative for funsies :)
de: Legen Sie die maximale Erfahrung fest, die ein Kleeblatt gibt. Könnte zum Spaß negativ sein :)
es: Establece la experiencia máxima que un trébol podrá dar. Puede ser negativo para las diversiones :)
fi: Aseta maksimikokemus, jonka apila antaa. Arvo voi olla negatiivinen, jos tahdot hassutella :)
fr: Fixez l'expérience maximale que donnera un trèfle. Peut être négatif.
hu: Add meg a maximális tapasztalati pont értéket, amennyit egy lóhere adhat. Lehet negatív is, szórakozásból :)
nl: Stel de maximale ervaring in die een klavertje-4 zal geven. Kan negatief zijn voor de lol :)
pl: Ustaw maksymalne doświadczenie jakie da koniczynka. Może być ujemne... no wiesz... dla zabawy ;)
pt_br: Defina a experiência máxima que um trevo pode dar. Pode ser negativo para diversão :)
ru: Настройка максимального количества очков опыта, которые даёт клевер. Данное значение может быть и отрицательным. :)
uk: Встановіть максимальний досвід, який дасть конюшина. Може бути негативним для приколів :)

source: Set the normal amount of experience a duck will give when killed.
de: Legen Sie die normale Menge an Erfahrung fest, die eine Ente gibt, wenn sie getötet wird.
es: Establece la cantidad normal de experiencia que dará un pato cuando lo hayas matado.
fi: Aseta normaali kokemuspiste määrä, jonka ankka antaa kuollessaan.
fr: Fixez le niveau d'expérience normal qu'un canard donnera lorsqu'il sera tué.
hu: Add meg a normál tapasztalati pont értéket, amennyit egy kacsa ad, ha megölik.
nl: Stel de normale hoeveelheid ervaring in die een eend zal geven als hij wordt gedood.
pl: Ustaw normalną ilość punktów doświadczenia, jaką kaczka da po zabiciu
pt_br: Configura a quantidade normal de experiência que um pato vai dar quando morto.
ru: Настройка количества очков опыта за убийство утки.
uk: Встановіть нормальну кількість досвіду, яку дасть вбита качка.

source: Set the additional amount of experience given for every life of a super duck.
de: Legen Sie die zusätzliche Menge an Erfahrung fest, die für jedes Leben einer Super-Ente vergeben wird.
es: Establece la cantidad adicional de experiencia dada por cada vida de un súper pato.
fi: Aseta lisäkokemuksen määrä, joka annetaan jokaisesta superankan elämästä.
fr: Fixez la quantité supplémentaire d'expérience donnée pour chaque vie d'un super canard.
hu: Add meg az extra tapasztalati pont értéket, amit egy szuperkacsa ad életenként.
nl: Stel de extra hoeveelheid ervaring in die wordt gegeven voor elk leven van een super eend.
pl: Ustaw dodatkową ilość doświadczenia przyznawaną za każde zbite życie super kaczki.
pt_br: Configura a quantidade adicional de experiência dada para cada vida de um super pato.
ru: Настройка дополнительного количества очков опыта за каждую жизнь супер-утки.
uk: Встановити додаткову кількість досвіду, що дається за кожне життя супер качки.

source: Set the amount of ducks that will spawn every day
de: Einstellen der Anzahl der Enten, die jeden Tag erscheinen werden
es: Establece la cantidad de patos que aparecerán cada día.
fi: Aseta päivän aikana syntyvien ankkojen määrä
fr: Fixez la quantité de canards qui vont apparaître chaque jour.
hu: Add meg, hogy hány kacsa fog megidéződni naponta
nl: Stel het aantal eenden in dat elke dag zal spawnen.
pl: Ustaw ilość kaczek, które będą pojawiać się każdego dnia
pt_br: Configura a quantidade de patos que irão aparecer todos os dias
ru: Настройка количества уток, которые будут появляться каждый день.
uk: Встановити кількість качок, які будуть з'являтись щодня

source: Set a duck probability to spawn to a certain weight. The higher the weight, the more probability for it to spawn.
de: Stellen Sie die Wahrscheinlichkeit, dass eine Ente laicht, auf ein bestimmtes Gewicht ein. Je höher das Gewicht, desto höher die Wahrscheinlichkeit, dass sie laicht.
es: Establece la probabilidad de que un pato aparezca con cierto peso. Entre más sea el peso, mayor es la probabilidad de aparecer.
fi: Aseta sorsan syntymisen todennäköisyys tiettyyn arvoon. Mitä suurempi arvo, sitä todennäköisemmin se syntyy.
fr: Fixer la probabilité d'apparition d'un canard à un certain poids. Plus le poids est élevé, plus la probabilité qu'il apparaisse est grande.
hu: Állítsd be egy kacsa idéződési válószínűségét egy bizonyos súlyra. Minél magasabb a súly, annál valószínűbb, hogy ez a kacsatípus fog idéződni.
nl: Stel de kans in om een eend te spawnen, op een bepaald gewicht. Hoe hoger het gewicht, hoe groter de kans dat het gaat spawnen. (bv. 50 gewicht /200 totaal = 25%)
pl: Ustaw określoną wagę prawdopodobieństwa pojawienia się kaczki. Im wyższa waga, tym większe prawdopodobieństwo, że się pojawi.
pt_br: Defina uma probabilidade de um tipo de pato aparecer para uma determinada quantidade. Quanto maior a quantidade, maior a probabilidade de aparecer.
ru: Настройка вероятности появления определённого типа уток. Чем больше значение, тем выше вероятность.
uk: Встановіть ймовірність того, що качка буде з'являтись. Чим більша вага, тим більша ймовірність того, що качка з'явиться.

source: Set for how many seconds a duck will stay on the channel before leaving
de: Einstellen, wie viele Sekunden eine Ente auf dem Kanal bleibt, bevor sie ihn verlässt
es: Establece por cuantos segundos, un pato estará en el canal antes de desaparecer.
fi: Aseta, kuinka monta sekuntia ankka pysyy kanavalla ennen poistumistaan
fr: Fixer le nombre de secondes pendant lesquelles un canard restera sur le salon avant de partir.
hu: Állítsd be, hogy hány másodpercig lesz egy kacsa a csatornán, mielőtt elmegy
nl: Stel in hoeveel seconden een eend op het kanaal blijft voordat hij vertrekt.
pl: Ustaw jak długo kaczka pozostanie na kanale, zanim odfrunie/wyjdzie.
pt_br: Define por quantos segundos um pato permanecerá no canal antes de sair
ru: Настройка времени в секундах, в течение которого утка будет оставаться на канале.
uk: Задати, скільки секунд качка буде перебувати на каналі перед тим, як покинути його

source: Set the minimum lives of a super duck
de: Einstellen der Mindestlebensdauer einer Super-Ente
es: Establece la el nivel mínimo en la barra de vida de un súper pato.
fi: Aseta superankan vähimmäiselämät
fr: Fixer le nombre de vies minimum d'un super canard.
hu: Állítsd be, hogy egy szuperkacsának legalább hány élete legyen
nl: Stel de minimale levens van een supereend in.
pl: Ustaw minimalną ilość żyć super kaczki
pt_br: Define a vida mínima de um super pato
ru: Настройка минимального количества жизней супер-утки.
uk: Встановлено мінімальне життя супер качки

source: Set the maximum lives of a super duck
de: Einstellen der maximalen Lebensdauer einer Super-Ente
es: Establece el nivel máximo en la barra de vida de un súper pato
fi: Aseta superankan maksimielämät
fr: Fixer le nombre de vies maximum d'un super canard.
hu: Állítsd be, hogy egy szuperkacsának legfeljebb hány élete legyen
nl: Stel de maximale levens van een supereend in.
pl: Ustaw maksymalną ilośc żyć super kaczki
pt_br: Define a vida máxima de um super pato
ru: Настройка максимального количества жизней супер-утки.
uk: Встановити максимальну кількість життів супер качки

source: Avoid references to triggering actions/words.
de: Vermeiden Sie Verweise auf auslösende Handlungen/Wörter.
es: Evite las referencias a acciones/palabras desencadenantes.
fi: Vältä viittauksia laukaiseviin tekoihin/sanoihin.
fr: Évite les références à des actions/mots qui peuvent choquer des personnes.
hu: Ne hivatkozzon a kiváltó cselekvésekre/szavakra.
pl: Unikaj odniesień do działań/słów wyzwalających.
pt_br: Evite referências a ações/palavras que podem chocar.
uk: Уникайте посилань на тригери дії/слова, що спричиняють порушення.

source: Set the night time. Only some exclusive ducks spawn during the night. Times are specified in UTC. The bot does *not* honor daylight savings time (DST). You might need to edit this setting twice a year if you care about DST
de: Stellen Sie die Nachtzeit ein. Nur einige exklusive Enten erscheinen in der Nacht. Die Zeiten werden in UTC angegeben. Der Bot beachtet *nicht* die Sommerzeit (DST). Möglicherweise müssen Sie diese einstellung zweimal im Jahr ändern, wenn Sie sich um die Sommerzeit kümmern
es: Establece la hora de noche. Patos exclusivos aparecerán durante la noche. El horario se establece en UTC. Pero el bot **no** respeta el horario de verano (DST). Puede que tengas que editar esto dos veces al año si te preocupa el DTS.
fi: Aseta yöaika. Vain tietyt yksinoikeusankat syntyvät yöllä. Kellonajat ilmoitetaan UTC-aikoina. Botti *ei* noudata kesäaikaa (DST). Sinun on ehkä muokattava tätä asetusta kahdesti vuodessa, jos välität kesäajasta.
fr: Réglez l'heure a laquelle la nuit tombe et se finit. Seuls certains canards exclusifs apparaissent pendant la nuit. Les heures sont spécifiées en UTC. Le bot ne respecte *pas* l'heure d'été (DST). Vous pourriez avoir besoin de modifier ce paramètre deux fois par an si vous vous souciez du DST.
hu: Beállítja az éjszakai időt. Csak néhány, exklúzív kacsa idéződik az éjszaka alatt. Az időpontok UTC-ben vannak megadva. A bot *nem* tartja be a nyári időszámítást. Lehet, hogy évente kétszer kell módosítanod ezt a beállítást, ha érdekel a nyári időszámítás
nl: Stel de nachttijd in.Slechts enkele exclusieve eenden spawnen tijdens de nacht. Tijden zijn gespecificeerd in UTC. De bot respecteert de zomertijd (DST) *niet*. Mogelijk moet u deze instelling twee keer per jaar aanpassen als je om zomertijd geeft.
pl: Ustaw porę nocną. Tylko niektóre ekskluzywne kaczki pojawiają w nocy. Czasy są podane w UTC. *Notka od tłumacza* Polska znajduje się w strefie czasowej UTC+01:00 w okresie zimowym od października do marca oraz UTC+02:00 w okresie letnim od marca do października.
pt_br: Define a hora da noite. Apenas alguns patos exclusivos aparecem durante a noite. Os horários são especificados em UTC (padrão de hora internacional). O bot *não* muda no horário de verão. Você devará editar esta configuração duas vezes por ano se se preocupa com o horário de verão
ru: Настройка ночного времени. В ночное время появляются лишь некоторые эксклюзивные утки. Время указывается в UTC. Бот *не* учитывает переход на летнее время (DST). Для использованися DST понадобится редактирование данного параметра два раза в год.
uk: Встановіть нічний час. Лише деякі ексклюзивні качки з'являються вночі. Час вказано в UTC. Бот *не* враховує перехід на літній час (DST). Можливо, вам доведеться редагувати це налаштування двічі на рік, якщо вам не байдужий перехід на літній час

source: Enable/disable the DuckHunt API for this channel. Will give you an API key, keep that private.
de: Aktivieren/deaktivieren Sie die DuckHunt-API für diesen Kanal. Wird Ihnen einen API-Schlüssel geben, halten Sie diesen privat.
es: Habilita y deshabilita el controlador API para este canal. Esto te dará una llave de API, mantén eso en privado.
fi: Ottaa DuckHunt API:n käyttöön tai poistaa sen käytöstä tällä kanavalla. Antaa sinulle API-avaimen, pidä se yksityisenä ja turvassa.
fr: Activez/désactivez l'API de DuckHunt pour ce salon . Vous donnera une clé d'API, qui restera privée.
hu: Bekapcsolja/kikapcsolja a DuckHunt API-t ebben a csatornában. Adni fog neked egy API kulcsot, tartsd azt biztonságban.
nl: Schakel de DuckHunt-API in / uit voor dit kanaal. Geeft je een API-sleutel, houd die privé.
pl: Włącz/wyłącz API DuckHunt dla tego kanału. Dostaniesz klucz API, lepiej nie podawaj go nikomu.
pt_br: Habilita/desabilita o API DuckHunt para este canal. Isso lhe dará uma chave API, mantenha-a privada.
ru: Включение/отключение DuckHunt API для данного канала. Генерирует ключ API, который необходимо держать в секрете.
uk: Увімкнути/вимкнути DuckHunt API для цього каналу. Ви отримаєте ключ API, зберігайте його в таємниці.

source: Enable or disable the channel disabled message that tells you that you've ran a command in a channel that isn't enabled.
de: Aktivieren oder deaktivieren Sie die Meldung "Kanal deaktiviert", die Sie darauf hinweist, dass Sie einen Befehl in einem Kanal ausgeführt haben, der nicht aktiviert ist.
es: Activa o desactiva el mensaje de canal deshabilitado que te indica que has ejecutado un comando en un canal que no está habilitado.
fi: Ota käyttöön tai poista käytöstä kanavan "käytöstä poistettu" -viesti, joka kertoo, että olet suorittanut komennon kanavassa, joka ei ole käytössä.
fr: Activez ou désactivez le message de canal désactivé qui vous indique que vous avez exécuté une commande dans un canal qui n'est pas activé.
hu: Bekapcsolja vagy kikapcsolja a kikapcsolt csatorna üzenetet, ami elárulja neked, amikor egy kikapcsolt csatornában futtattál egy parancsot.
nl: i want to cry
pl: Włącza lub wyłącza komunikat o wyłączeniu kanału, który informuje o uruchomionej komendzie w kanale, który nie jest włączony.
pt_br: Habilita ou desabilita a mensagem de canal desabilitado que informa que você executou um comando em um canal que não está habilitado.
ru: Включение/отключение сообщения о выполнении команды на канале, где бот неактивен.
uk: Увімкніть або вимкніть повідомлення про відключення каналу, яке повідомляє про те, що ви виконали команду в каналі, який не увімкнено.

source: Commands to edit auto roles. Auto roles are roles that are given automatically to members once they reach a certain DH level. To work properly, roles must all be BELOW DuckHunt top role in the server hierarchy.
de: Befehle zum Bearbeiten von automatischen Rollen. Auto-Rollen sind Rollen, die Mitgliedern automatisch zugewiesen werden, sobald sie eine bestimmte bestimmte DH-Stufe erreichen. Um richtig zu funktionieren, müssen alle Rollen in der Serverhierarchie UNTER der obersten DuckHunt-Rolle liegen.
es: Comandos para editar roles automáticos. Los roles automáticos son roles que se otorgan automáticamente a los miembros una vez que alcanzan un cierto nivel de DH. Para que funcione correctamente, los roles deben estar todos por debajo del rol principal de DuckHunt en la jerarquía del servidor.
fi: Komennot automaattisten roolien muokkaamiseen. Automaattiset roolit ovat rooleja, jotka annetaan jäsenille automaattisesti, kun he saavuttavat tietyn DH-tason. Toimiakseen oikein, kaikkien roolien on oltava DuckHuntin ylimmän roolin alapuolella palvelinhierarkiassa.
fr: Commandes pour éditer les rôles automatiques. Ils sont données automatiquement aux membres une fois que ceux-ci atteignent un certain niveau sur DuckHunt. Pour marcher correctement, tous les rôles doivent être en dessous du plus haut rôle de DuckHunt dans la hiérarchie.
pl: Komendy do edycji autoról. Autorole to role, które są nadawane członkom automatycznie po osiągnięciu przez nich określonego poziomu w DuckHunt Aby działały poprawnie, wszystkie role MUSZA być poniżej roli DuckHunt w hierarchii serwera. (Ustawienia serwera -> Role)
pt_br: Comandos para editar funções automáticas. Funções automáticas são funções que são atribuídas automaticamente aos membros quando eles atingem um determinado nível do DH. Para funcionar corretamente, todas as funções devem estar ABAIXO da função principal do DuckHunt na hierarquia do servidor.
uk: Команди для редагування авторолей. Автоматичні ролі - це ролі, які надаються учасникам автоматично, коли вони досягають певного рівня DH. Для правильної роботи всі ролі повинні бути НИЖЧЕ найвищої ролі DuckHunt в ієрархії сервера.
