Repository: DuckHunt-discord/DHV4
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, hu, nl, pl, pt_br, ru, uk

source: 🔫 You took your weapon out, aiming it directly towards {player_name} head, and pulled the trigger. [**RED COAT**: Kept weapon][**MURDER**: -15 exp]
de: 🔫 Sie nahmen Ihre Waffe heraus, richteten sie direkt auf den Kopf von {player_name} und drückten ab. [**ROTER MANTEL**: Waffe behalten][**MÖRDER**: -15 exp]
es: 🔫 Has sacado tu arma, apuntando directamente a la cabeza de {player_name}, y has apretado el gatillo. [**CAPA ROJA**: Arma conservada][**Asesinato**: -15 exp]
fi: 🔫 Otit aseesi esiin, tähtäsit sen suoraan {player_name}:n päätä kohti ja painoit liipaisinta. [**PUNAINEN TAKKI**: Säilytit aseen][**MURHA**: -15 kokemusta]
fr: 🔫 Tu sors ton arme, tu la pointes directement sur la tête de {player_name} et tu appuies sur la détente. [**MANTEAU ROUGE**: Arme conservée] [**MEURTRE** : -15 exp]
hu: 🔫 Elővetted a fegyvered, ráirányítottad {player_name} fejére, és meghúztad a ravaszt. [**PIROS KABÁT**: megtartottad a fegyvered][**GYILKOSSÁG**: -15 tapasztalat]
pl: 🔫 Wyciągnąłeś/aś broń, celując prosto w głowę {player_name} i pociągnąłeś/aś za spust. [**CZERWONY PŁASZCZ**: zachowana broń][**MORDERSTWO**: -15 PD]
pt_br: 🔫 Você pegou sua arma, apontando-a diretamente para a cabeça de {player_name}, e puxou o gatilho. [**CASACO VERMELHO**: Arma guardada][**ASSASSINATO**: -15 exp]
ru: 🔫 Вы достали оружие, прицелились в голову {player_name} и спустили курок. [**КРАСНЫЙ ПЛАЩ**: оружие не конфисковано][**УБИЙСТВО**: -15 ед. опыта]
uk: ви дістали зброю, націливши її прямо в голову {player_name}, і натиснули на курок. [Червоний плащ: залишив зброю] [ВБИВСТВО: -15 досвіду]

source: 🔫 You missed the duck... And shot yourself in the head. You died. You are legally allowed to kill ~~people~~yourself. [**MISSED**: -2 exp]
de: 🔫 Du hast die Ente verfehlt... Und dir selbst in den Kopf geschossen. Du bist gestorben. Es ist Ihnen gesetzlich erlaubt, ~~Leute~~selbst zu töten. [**VERFEHLT**: -2 exp]
es: 🔫 No le pegaste al pato... Y te disparaste en la cabeza. Te moriste, lel. Estás legalmente autorizado para matarte a ti mismo. [**PIERDES**: -2 exp]
fi: 🔫 Missasit ankan... Ja ammuit itseäsi päähän. Sinä kuolit. Sinulla on laillinen oikeus tappaa ~~ihmisiä~~itseäsi. [**MISSATTU**: -2 kokemusta]
fr: 🔫 Tu as raté le canard... Et tu t'es tiré une balle dans la tête. Tu es mort. Tu es légalement autorisé à ~~tuer~~ te suicider. [**RATÉ** : -2 exp]
nl: 🔫 Je hebt de eend gemist... En jezelf door het hoofd geschoten. Je stierf. Het is wettelijk toegestaan om ~~mensen~~ __jezelf__ te doden. [** GEMIST **: -2 exp]
pl: 🔫 Chybiłeś/aś, strzelając w kaczkę.... I strzeliłeś(aś) sobie w piękną twarzyczkę. Umarłeś(aś). Możesz legalnie zabijać ~~ludzi~~ A nie... czekaj! Samego siebie. [**UTRACONO**: -2 PD]
pt_br: 🔫 Você errou o pato... E deu um tiro na sua própria cabeça. Você morreu. Você tem permissão legal para matar ~~pessoas~~ você mesmo. [**FRACASSOU**: -2 exp]
ru: 🔫 Вы не попали в утку... Зато попали себе в голову. Сожалеем, но вы убиты. Законом не запрещено убивать ~~людей~~себя. [**ПРОМАХ**: -2 ед. опыта]
uk: 🔫ти промахнувся по качці... І вистрілив собі в голову. Ти помер. Ти маєш законне право вбивати людей. [**ПРОМАХ**: -2 досвіду]

source: 🔫 You missed the duck... And shot {player_name} in the head, killing them on the spot. You are legally allowed to kill people. [**MISSED**: -2 exp]
de: 🔫 Sie haben die Ente verfehlt... Und schossen {player_name} in den Kopf und töteten ihn auf der Stelle. Sie dürfen legal Menschen töten. [**VERFEHLT**: -2 exp]
es: 🔫 Has fallado el pato... Y disparaste a {player_name} en la cabeza, matándolo en el acto. Estás legalmente autorizado a matar gente. [**FALTA**: -2 exp]
fi: 🔫 Missasit ankan... Ja ammuit {player_name} päähän, tappaen hänet siihen paikkaan. Sinulla on laillinen oikeus tappaa ihmisiä. [**MISSATTU**: -2 kokemusta]
fr: 🔫 Tu as manqué le canard... Et tiré sur {player_name} dans la tête, le tuant sur le coup. Vous êtes légalement autorisé à tuer des gens. [**RATÉ** : -2 exp]
pl: 🔫 Chybiłeś/aś, strzelając w kaczkę... I strzeliłeś/aś prosto w głowę {player_name} zabijając go(ją) na miejscu. Zgodnie z prawem możesz zabijać ludzi. [**UTRACONO**: -2 PD]
pt_br: 🔫 Você errou o pato... E atirou em {player_name} na cabeça, matando na hora. Você está legalmente autorizado a matar pessoas. [**FRACASSOU**: -2 exp]
uk: 🔫ти промахнувся по качці... І вистрілив {player_name} в голову, вбивши їх на місці. Вам законно дозволено вбивати людей. [**ПРОМАХ**: -2 досвіду]

source: 🔫 You missed the duck... And shot yourself in the head, dying instantly. [**WEAPON CONFISCATED**][**MISSED**: -2 exp][**MURDER**: -15 exp]
de: 🔫 Du hast die Ente verfehlt... Und haben sich selbst in den Kopf geschossen und waren sofort tot. [**WAFFE KONFISZIERT**][**FEHLSCHUSS**: -2 exp][**MORD**: -15 exp]
es: 🔫 No le pegaste al pato... Y te disparaste en la cabeza, muriendo instantáneamente. [**ARMA CONFISCADA**][**PIERDES**: -2 exp][**ASESINO**: -15 exp]
fi: 🔫 Missasit ankan... Ja ammuit itseäsi päähän, kuolit välittömästi. [**ASE TAKAVARIKOITU**][**MISSATTU**: -2 kokemusta][**MURHA**: -15 kokemusta]
fr: 🔫 Tu as raté le canard... Et tu t'es tiré une balle dans la tête. Tiens ton arme à l'endroit la prochaine fois. [**ARME CONFISQUÉE**] [**RATÉ** : -2 exp] [**ACCIDENT DE CHASSE** : -15 exp]
nl: 🔫 Je hebt de eend gemist... En jezelf door het hoofd geschoten. Je stierf. [** GEMIST **: -2 exp][** MOORD **: -15 exp]
pl: 🔫 Chybiłeś/aś, strzelając w kaczkę.. I strzeliłeś/aś sobie w piękną twarzyczkę, umierając na miejscu. [**BROŃ SKONFISKOWANA**][**UTRACONO**: -2 PD][**MORDERSTWO**: -15 PD]
pt_br: 🔫 Você errou o pato... E deu um tiro na própria cabeça, morrendo instantaneamente. [**ARMA CONFISCADA**][**FRACASSOU**: -2 exp][**ASSASSINATO**: -15 exp]
ru: 🔫 Вы не попали в утку... Зато попали себе в голову. Смертельный исход. ~~людей~~себя. [**ОРУЖИЕ КОНФИСКОВАНО**][**ПРОМАХ**: -2 ед. опыта][**УБИЙСТВО**: -15 ед. опыта]
uk: 🔫ти промахнувся по качці... І вистрілив собі в голову, миттєво померши. [Зброя конфіскована] [**ПРОМАХ**: -2 експ] [Вбивство: -15 досвіду]

source: 🔫 You missed the duck... And shot {player_name} in the head, killing them on the spot. [**WEAPON CONFISCATED**][**MISSED**: -2 exp][**MURDER**: -15 exp]
de: 🔫 Sie haben die Ente verfehlt... Und {player_name} in den Kopf geschossen, was sie auf der Stelle tötete. [**Waffenkonfiszierung**][**VERFEHLT**: -2 exp][**MORD**: -15 exp]
es: 🔫 Has fallado el pato... Y has disparado a {player_name} en la cabeza, matándolo en el acto. [**ARMA CONFISCADA**][**FALTA**: -2 exp][**Asesinato**: -15 exp]
fi: 🔫 Missasit ankan... Ja ammuit {player_name} päähän, tappaen hänet siihen paikkaan. [**ASE TAKAVARIKOITU**][**MISSATTU**: -2 kokemusta][**MURHA**: -15 kokemusta]
fr: 🔫 Tu as manqué le canard... Et tiré sur {player_name} dans la tête, le tuant sur le coup. [**ARME CONFISQUÉE**] [**RATÉ** : -2 exp] [**MEURTRE** : -15 exp]
pl: 🔫 Chybiłeś/aś, strzelając w kaczkę... I strzeliłeś/aś prosto w głowę {player_name}, zabijając go(ją) na miejscu. [**BROŃ SKONFISKOWANA**][**UTRACONO**: -2 PD][**MORDERSTWO**: -15 PD]
pt_br: 🔫 Você errou o pato... E atirou em {player_name} na cabeça, matando na hora. [**ARMA CONFISCADA**][**FRACASSOU**: -2 exp][**ASSASSINATO**: -15 exp]
uk: 🔫ти промахнувся по качці... І вистрілив {player_name} в голову, вбивши їх на місці. [**Зброя конфіскована**] [**ПРОМАХ***: -2 досвіду] [**Вбивство**: -15 досвіду]

source: 🌲 What did you try to aim at ? I guess you shot that tree, over here. [**MISSED**: -2 exp]
de: 🌲 Worauf haben Sie versucht zu zielen? Ich schätze, Sie haben auf den Baum da drüben geschossen. [**VERSAGT**: -2 exp]
es: 🌲 ¿A qué intentaste apuntar? Le pegaste a un arbol de por ahí no mms. [**PIERDES**: -2 exp]
fi: 🌲 Mihin yritit tähdätä ? Taisit ampua tuohon puuhun, tuolla. [**MISSATTU**: -2 kokemusta]
fr: 🌲 Mais qu'est-ce que tu vises ? Je crois que tu as tiré sur cet arbre, là bas. [**RATÉ** : -2 exp]
hu: 🌲 Mire céloztál? Gondolom lelőtted azt a fát, ott! [**FÉLRELÖVÉS**: -2 tapasztalat]
nl: 🌲 Waar probeerde je op te mikken? Ik denk dat je die boom hier geschoten hebt. [** GEMIST **: -2 exp]
pl: W co celowałeś/aś? Chyba strzeliłeś/aś w drzewko, tutaj. 💥🌲 [**UTRACONO**: -2 PD]
pt_br: 🌲 No que você tentou mirar? Acho que naquela árvore que você atirou, bem alí. [**FRACASSOU**: -2 exp]
ru: 🌲 И куда это мы целимся? Неужели в то дерево? [**ПРОМАХ**: -2 ед. опыта]
uk: 🌲куди ти намагався поцілити? Гадаю, ти стріляв у те дерево, ось сюди. [**ПРОМАХ**: -2 досвіду]

source: 🕵️ Woah there ! Calm down, there are no ducks. Your infrared detector stopped the shot.
de: 🕵️ Woah da! Beruhigen Sie sich, es gibt keine Enten. Ihr Infrarot-Detektor hat die Aufnahme gestoppt.
es: 🕵️ ¡Heey! Cálmate, no hay patos. Tu detector infrarrojo detuvo el disparo, por suerte.
fi: 🕵️ Hei sinä siellä! Rauhoitu, ei täällä ole ankkoja. Infrapunatunnistimesi pysäytti laukauksen.
fr: 🕵️ Houla ! Calme-toi, il n'y a pas de canard ici. Ton détecteur infrarouge a arrêté le tir.
hu: 🕵️ Állj meg! Nyugodj le, nincsenek itt kacsák. Az infravörös érzékelőd megakadályozta ezt a lövést.
nl: 🕵️ Woah daar! Kalmeer maar, er zijn geen eenden. Je infrarooddetector stopte het schot.
pl: 🕵️ Hola hola! Czy jesteś trzeźwy/a? Spokojnie, nie ma kaczek! Dobrze, że Twój detektor podczerwieni zatrzymał strzał.
pt_br: 🕵️ Uau! Calma, não há patos por perto. Seu detector infravermelho parou o tiro.
ru: 🕵️ Спокойствие! Здесь нет уток. Инфракрасный детектор предотвратил выстрел.
uk: ого! Заспокойтеся, немає ніяких качок. Ваш інфрачервоний детектор зупинив постріл.

source: ❓️ What are you trying to kill exactly ? There are no ducks here. [**MISSED**: -2 exp]
de: ❓️ Was genau wollen Sie töten? Hier gibt es keine Enten. [**VERSAGT**: -2 exp]
es: ❓️ ¿Qué estás tratando de matar exactamente? No hay patos por aquí. [**PIERDES**: -2 exp]
fi: ❓️ Mitä sinä yrititkään tappaa? Täällä ei ole ankkoja. [**OHI**: -2 exp]
fr: ❓️ Qu'essayes-tu de tuer exactement ? Il n'y a pas de canards ici. [**RATÉ** : -2 exp]
hu: ❓️ Pontosan mit akarsz itt megölni? Nincsenek itt kacsák most. [**FÉLRELÖVÉS**: -2 tapasztalat]
nl: ❓️ Wat probeer je precies te doden? Er zijn hier geen eenden. [** GEMIST **: -2 exp]
pl: ❓️ W co dokładnie próbujesz oddać strzał? Muszę Cię zasmucić, ale tu nie ma... kaczek. [**UTRACONO**: -2 PD]
pt_br: ❓️ O que você está tentando matar exatamente? Não há patos aqui. [**FRACASSOU**: -2 exp]
ru: ❓️ И кого это мы пытаемся подстрелить? Уток здесь нет. [**ПРОМАХ**: -2 ед. опыта]
uk: ❓️ І в кого ти стріляєш? Тут немає качок. [**Промах**: -2 досвіду]

source: Huh... You don't have a weapon, it has been confiscated. Wait for freetime (`{ctx.prefix}freetime`), or buy it back in the shop (`{ctx.prefix}shop weapon`)
de: Huh... Sie haben keine Waffe, sie wurde beschlagnahmt. Warten Sie auf die Freizeit (`{ctx.prefix}freetime`), oder kaufen Sie sie im Shop zurück (`{ctx.prefix}shop weapon`)
es: Huh... No tienes un arma, ha sido confiscada. Espera al tiempo libre (`{ctx.prefix}freetime`), o vuelve a comprarla en la tienda (`{ctx.prefix}shop weapon`)
fi: Hetkinen... Sinulla ei ole asetta, se on takavarikoitu. Odota vapaa-aikaa (`{ctx.prefix}freetime`) tai osta se takaisin kaupasta (`{ctx.prefix}shop weapon`)
fr: Euh... Tu n'as pas d'arme, elle a été confisquée. Attends le rechargement (`{ctx.prefix}freetime`), ou rachète-la dans le magasin (`{ctx.prefix}shop weapon`)
hu: Huh... Nincs fegyvered, elkobozták. Várd meg a szabadidőt (`{ctx.prefix}freetime`), vagy vásárold vissza a boltban (`{ctx.prefix}shop weapon`)
nl: Huh... Je hebt geen wapen, het is in beslag genomen. Wacht op freetime (`{ctx.prefix} freetime`), of koop het terug in de winkel (`{ctx.prefix} shop weapon`)
pl: Huh... Nie masz broni, została skonfiskowana. Poczekaj na wolny czas (`{ctx.prefix}freetime`) lub odkup ją w sklepie (`{ctx.prefix}shop weapon `)
pt_br: Huh... Você não tem uma arma, ela foi confiscada. Aguarde o tempo livre (`{ctx.prefix}freetime`), ou compre outra de volta na loja (`{ctx.prefix}shop weapon`)
ru: Оружия нет, его ж конфисковали! Ждём время халявы (`{ctx.prefix}freetime`) или выкупаем оружие через магазин (`{ctx.prefix}shop weapon`)
uk: Хм... У вас немає зброї, її конфісковано. Дочекайтеся вільного часу (`{ctx.prefix}freetime`), або викупіть її в магазині (`{ctx.prefix}shop weapon`)

source: ☀️️ You unjam your weapon !
de: ☀️️ Sie entriegeln Ihre Waffe !
es: ✨ ¡Desatascate tu arma! ✨
fi: ☀️️ Korjasit aseesi jumituksen !
fr: ☀️️ Tu débloques ton arme !
nl: ☀️️ Je hebt je wapen losgemaakt!
pl: ☀️️ Udało Ci się odblokować broń !
pt_br: ☀️️ Você desemperrou sua arma !
ru: ☀️️ Вы разблокировали своё оружие!
uk: розряджай зброю!

source: 🦉 You reloaded your weapon | Bullets: {current_bullets}/{max_bullets} | Magazines: {current_magazines}/{max_magazines}
de: 🦉 Sie haben Ihre Waffe neu geladen | Geschosse: {current_bullets}/{max_bullets} | Magazine: {current_magazines}/{max_magazines}
es: 🦉 Recargaste tu arma. Balas: {current_bullets}/{max_bullets} | Cartuchos: {current_magazines}/{max_magazines}
fi: 🦉 Latasit aseesi uudelleen | Luodit: {current_bullets}/{max_bullets} | Lippaat: {current_magazines}/{max_magazines}
fr: 🦉 Tu as rechargé ton arme. | Balles : {current_bullets}/{max_bullets} | Chargeurs : {current_magazines}/{max_magazines}
nl: 🦉 Je hebt je wapen opnieuw geladen | Kogels: {current_bullets}/{max_bullets} | Magazijnen: {current_magazines}/{max_magazines}
pl: 🦉 Przeładowałeś/aś swoją broń. | Pociski: {current_bullets}/{max_bullets} | Magazynki: {current_magazines}/{max_magazines}
pt_br: 🦉 Você recarregou sua arma | Balas: {current_bullets}/{max_bullets} | Cartuchos: {current_magazines}/{max_magazines}
ru: 🦉 Вы перезарядили оружие | Патроны: {current_bullets}/{max_bullets} | Обоймы: {current_magazines}/{max_magazines}
uk: 🦉 ви перезарядили зброю. Патрони: {current_bullets}/{max_bullets} | Магазини: {current_magazines}/{max_magazines}

source: 🦉 You don't need to reload your weapon | **Bullets**: {current_bullets}/{max_bullets} | Magazines: {current_magazines}/{max_magazines}
de: 🦉 Sie müssen Ihre Waffe nicht nachladen | **Kugeln**: {current_bullets}/{max_bullets} | Magazine: {current_magazines}/{max_magazines}
es: 🦉 No necesitas recargar tu arma. **Balas**: {current_bullets}/{max_bullets} | Cartuchos: {current_magazines}/{max_magazines}
fi: 🦉 Sinun ei tarvitse ladata asettasi uudelleen | **Luodit**: {current_bullets}/{max_bullets} | Lippaat: {current_magazines}/{max_magazines}
fr: 🦉 Tu n'as pas besoin de recharger ton arme | **Balles** : {current_bullets}/{max_bullets} | Chargeurs : {current_magazines}/{max_magazines}
nl: 🦉 Je hoeft je wapen niet te herladen | Kogels: {current_bullets}/{max_bullets} | Magazijnen: {current_magazines}/{max_magazines}
pl: 🦉 Nie musisz jeszcze ładować swojej broni | **Pociski**: {current_bullets}/{max_bullets} | Magazynki: {current_magazines}/{max_magazines}
pt_br: 🦉 Você não precisa recarregar sua arma | **Balas**: {current_bullets}/{max_bullets} | Cartuchos: {current_magazines}/{max_magazines}
ru: 🦉 Перезарядка не требуется | **Патроны**: {current_bullets}/{max_bullets} | Обоймы: {current_magazines}/{max_magazines}
uk: 🦉 Вам не потрібно перезаряджати зброю | **Кулі**: {current_bullets}/{max_bullets} | Магазини: {current_magazines}/{max_magazines}

source: 🦉 You don't have any magazines. `{ctx.prefix}shop magazine` | Bullets: {current_bullets}/{max_bullets} | **Magazines**: {current_magazines}/{max_magazines}
de: 🦉 Sie haben keine Magazine. `{ctx.prefix}shop magazine` | Bullets: {current_bullets}/{max_bullets} | **Magazine**: {current_magazines}/{max_magazines}
es: 🦉 No tienes ningún cartucho. `{ctx.prefix}shop magazine` | Balas: {current_bullets}/{max_bullets} | Cartuchos: {current_magazines}/{max_magazines}
fi: 🦉 Sinulla ei ole lippaita. `{ctx.prefix}shop magazine` | Luodit: {current_bullets}/{max_bullets} | **Lippaat**: {current_magazines}/{max_magazines}
fr: 🦉 Tu n'as pas de chargeurs. `{ctx.prefix}shop magazine` | Balles : {current_bullets}/{max_bullets} | **Chargeurs** : {current_magazines}/{max_magazines}
nl: 🦉 Je hebt geen magazijnen `{ctx.prefix}shop magazine` | Kogels: {current_bullets}/{max_bullets} | Magazijnen: {current_magazines}/{max_magazines}
pl: 🦉 Nie masz żadnych magazynków. `{ctx.prefix} sklepik z magazynkami` | Pociski: {current_bullets}/{max_bullets} | **Magazynki**: {current_magazines}/{max_magazines}
pt_br: 🦉 Você não tem nenhum cartucho. `{ctx.prefix}shop magazine` | Balas: {current_bullets}/{max_bullets} | **Cartuchos**: {current_magazines}/{max_magazines}
ru: 🦉 У вас не осталось обойм. `{ctx.prefix}shop magazine` | Патроны: {current_bullets}/{max_bullets} | **Обоймы**: {current_magazines}/{max_magazines}
uk: у вас немає журналів. {ctx.prefix}магазин[/ph0] | Патрони: {current_bullets}/{max_bullets} | **Журнали**: {current_magazines}/{max_magazines}

source: ☠️ You are a little too dead to hug, go `{ctx.prefix}revive` yourself
de: ☠️ Du bist ein bisschen zu tot zum Umarmen, geh dich selbst `{ctx.prefix}wiederbeleben`
es: ☠️ Estás demasiado muerto para abrazarte, vamos `{ctx.prefix}revive` tu mismo
fi: ☠️ Olet vähän liian kuollut halattavaksi, tee `{ctx.prefix} revive` elvyttääksesi itsesi
fr: ☠️ Tu es un peu trop mort pour faire un câlin, essaye de te `{ctx.prefix}revive` !
hu: ☠️ Egy kicsit túl halott vagy az öleléshez, menj, éleszd fel magad (`{ctx.prefix}revive`)
nl: ☠️ Je bent een beetje te dood om te knuffelen, ga jezelf weer levend maken met '{ctx.prefix} revive'
pl: ☠️ Umm.. jesteś trochę zbyt martwy/a, by dać przytulasa: (`{ctx.prefix}revive`)
pt_br: ☠️ Você está morto para abraçar, vá `{ctx.prefix}reviver`
ru: ☠️ Вы немного мертвы, поэтому обнимашки отменяются. Вам нужно `{ctx.prefix}revive` себя.
uk: ☠️ Ти занадто мертвий, щоб тебе обіймати, йди `{ctx.prefix} "оживляй" себе

source: tree
de: baum
es: árbol
fi: puu
fr: arbre
hu: fa
nl: boom
pl: drzewko
pt_br: árvore
ru: дерево
uk: дерево

source: ❌ I have no idea what you want to hug...
de: ❌ Ich habe keine Ahnung, was du umarmen willst...
es: ❌ No tengo ni idea de lo que quieres abrazar...
fi: ❌ Minulla ei ole aavistustakaan, mitä haluat halata...
fr: ❌ Je n'ai aucune idée de ce que tu veux câliner...
hu: ❌ Nincs ötletem arra, hogy mit akarsz megölelni...
nl: ❌ Ik heb geen idee wat je wilt knuffelen...
pl: ❌ Nie mamy bladego pojęcia co lub kogo chcesz przytulić...
pt_br: ❌ Não faço ideia do que você quer abraçar...
ru: ❌ И кого это мы хотим обнять?..
uk: я поняття не маю, що ти хочеш обійняти...

source: 🌳 You hugged the tree... Thanks!
de: 🌳 Du hast den Baum umarmt... Danke!
es: 🌳 Abrazaste un árbol... ¡Gracias!
fi: 🌳 Halasit puuta... Kiitos!
fr: 🌳 Tu as câliné un arbre... Il te remercie !
hu: 🌳 Megölelted a fát... Köszi!
nl: 🌳 Je knuffelde de boom... Bedankt!
pl: 🌳 Przytuliłeś drzewko... DRZEWKO: Dzięki! 👁️👄👁️
pt_br: 🌳 Você abraçou a árvore... Obrigado!
ru: 🌳 Вы обняли дерево... Что ж, спасибо!
uk: 🌳 Ти обійняв дерево... Дякую!

source: {you_mention} hugged the whole {target_mention} gang. IT'S A GROUP HUG!!! 💯
fr: {you_mention} a fait un câlin à toute la bande de {target_mention}. C'EST UN CÂLIN DE GROUPE ! !! 💯
pl: {you_mention} przytulił/a cały gang {target_mention}. KOCHAMY GRUPOWE PRZYTULASY!!! 💯

source: {you_mention} hugged {target_mention}. The developer of the bot is really happy that you love it.
de: {you_mention} hat {target_mention} umarmt. Der Entwickler des Bots freut sich sehr, dass du ihn liebst.
es: {you_mention} ha abrazado a {target_mention}. El desarrollador del bot está muy contento de que te guste.
fi: {you_mention} halasi {target_mention}. Botin kehittäjä on todella iloinen, että rakastat sitä.
fr: {you_mention} a pris {target_mention} dans ses bras. Le développeur du bot est vraiment heureux que vous l'aimiez.
hu: {you_mention} megölelte {target_mention}-t. A bot fejlesztője nagyon boldog, hogy szereted.
pl: {you_mention} przytulił/a {target_mention}. Deweloper bota przesyła dla Was gratulacje i życzy wielu miłosnych uniesień!
pt_br: {you_mention} abraçou{target_mention}. O desenvolvedor do bot está muito feliz que você o ame.
uk: {you_mention} обійняв {target_mention}. Розробник бота дуже радий, що він вам подобається.

source: {you_mention} hugged {target_mention}. They hate you even more for hugging them. Don't know why tho... Try shooting them in the face.
de: {you_mention} hat {target_mention} umarmt. Sie hassen dich noch mehr, weil du sie umarmt hast. Ich weiß nicht, warum... Versuch, ihnen ins Gesicht zu schießen.
es: {you_mention} abrazó a {target_mention}. Te odian aún más por abrazarlos. No sé por qué... Intenta dispararles en la cara.
fi: {you_mention} halasi {target_mention}. He vihaavat sinua vielä enemmän, koska halasit heitä. En tiedä miksi... Yritä ampua heitä kasvoihin.
fr: {you_mention} a pris {target_mention} dans ses bras. Ils vous détestent encore plus à cause de ça. Je ne sais pas pourquoi... Essayez de lui tirer une balle dans la tête.
pl: {you_mention} przytulił/a {target_mention}. Znienawidził/a Cię za to jeszcze bardziej. Nie wiadomo czemu... W nagrodę zezwalamy strzelić mu(jej) w twarz.
pt_br: {you_mention} abraçou {target_mention}. Eles te odeiam ainda mais por abraçá-los. Não sei o porquê... Tente atirar na cara deles.
uk: {you_mention} обняв {target_mention}. Вони ненавидять тебе ще більше за те, що ти їх обіймаєш. Не знаю, чому... Спробуй вистрілити їм в обличчя.

source: {you_mention}, you just hugged yourself. You feel a little lonely, don't you?
es: {you_mention}, te acabas de abrazar a ti mismo. Te sientes un poco solo, ¿no?
fr: {you_mention}, tu viens de te faire un câlin à toi-même. Tu te sens un peu seul, non?
pl: {you_mention}, po prostu przytuliłeś/aś... SIEBIE! Czujesz się trochę samotny, prawda...?
pt_br: {you_mention}, você acabou de se abraçar. Você tá se sentindo meio solitário, né?
uk: [{you_mention}Ти щойно обійняв себе. Тобі трохи самотньо, чи не так?

source: {you_mention} hugged {target_mention}. They feel loved.
de: {you_mention} hat {target_mention} umarmt. Sie fühlen sich geliebt.
es: {you_mention} ha abrazado a {target_mention}. Se sienten amados.
fi: {you_mention} halasi {target_mention}. He tuntevat itsensä rakastetuiksi.
fr: {you_mention} a pris {target_mention} dans ses bras. Comme c'est beau ❤️.
hu: {you_mention} megölelte {target_mention}-t. Szeretve érzik magukat.
pl: {you_mention} przytulił/a {target_mention} i żyli długo i szczęśliwie.
pt_br: {you_mention} abraçou {target_mention}. Eles se sentem amados.
uk: {you_mention} обняв {target_mention}. Вони відчувають, що їх люблять.

source: You hugged a tree, Wizzz?!
de: Du hast einen Baum umarmt, Wizzz?
es: ¡¿Has abrazado un árbol, Wizzz?!
fi: Halasitko puuta, Ööööhh?!
fr: Tu as câliné un arbre, Wizzz?!
hu: Megöleltél egy fát, Wizzz?!
pl: Przytuliłeś drzewko. WHAT?!
pt_br: Você abraçou uma árvore, Wizzz?!
uk: Ти обіймався з деревом, Чарівнику?!

source: What are you trying to hug, exactly? A tree?
de: Was genau versuchen Sie zu umarmen? Einen Baum?
es: ¿Qué estás tratando de abrazar exactamente? ¿Un taco?
fi: Mitä oikein yrität halata tarkalleen? Puuta?
fr: Qu'essayes-tu de câliner, exactement ? Un arbre ?
hu: Mit akarsz megölelni, pontosan? Egy fát?
nl: Wat probeer je precies te knuffelen? Een boom?
pl: Kogo albo co próbujesz koniecznie przytulić? Drzewko?
pt_br: O que você está tentando abraçar, exatamente? Uma árvore?
ru: Что вы там пытаетесь обнять? Дерево?
uk: ❓️ Що саме ви намагаєтеся вбити? Тут немає качок. [Промазано: -2 досвід]

source: You are already alive and well.
de: Sie sind bereits lebendig und gesund.
es: Ya estás bien, vivito y fresco tal lechuga.
fi: Olet jo elossa ja kunnossa.
fr: Tu es déjà vivant...
hu: Te már élsz és jól vagy.
nl: Je bent levend en wel.
pl: Już żyjesz i masz się dobrze (chyba).
pt_br: Você já está vivo e bem.
ru: Вы уже живы и здоровы.
uk: Ви вже живі і здорові.
